{
    "paper_id": "1582cbf653a14f9033c7a33567909f54e736ba6e",
    "metadata": {
        "title": "Supplementary Material",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Number of veterinarians 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of feed mills 50"
        },
        {
            "text": "Number of producers per veterinarian 50",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of feed mills 50"
        },
        {
            "text": "Number of producers initially infected 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Characteristics"
        },
        {
            "text": "Number of feed mills initially infected 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Characteristics"
        },
        {
            "text": "Suckling pig mortality rate 0.98",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Characteristics"
        },
        {
            "text": "Nursery pig mortality rate 0.75",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Characteristics"
        },
        {
            "text": "Grow/finish hog mortality rate 0.25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Characteristics"
        },
        {
            "text": "Length of feed mill contamination (days) 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Length of producer infection (days) 50"
        },
        {
            "text": "Length of slaughter plant contamination (days) 60",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Length of producer infection (days) 50"
        },
        {
            "text": "Percent producers infected with annual environmental infection 0.3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Length of producer infection (days) 50"
        },
        {
            "text": "Visitor frequency (times per week) 1.5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Length of producer infection (days) 50"
        },
        {
            "text": "Minimum farrowing quantity as a proportion of producer capacity 0.25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frequency of farrowing (days) 30"
        },
        {
            "text": "Minimum transfer quantity as a proportion of transferee capacity 0.01",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Producer to Producer Pig Transfers"
        },
        {
            "text": "Frequency of feed distribution trips (days) 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feed Delivery"
        },
        {
            "text": "Percent of producers in feed mill service area visited per trip 1.125",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feed Delivery"
        },
        {
            "text": "Biosecurity increase 1.4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human behavior"
        },
        {
            "text": "Psychological distancing rate of infected producers 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human behavior"
        },
        {
            "text": "Psychological distancing rate of clean producers 0.008",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human behavior"
        },
        {
            "text": "Relative shift between curves of probability of biosecurity increase across risk attitude groups 0.09",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human behavior"
        },
        {
            "text": "PEDv can be transferred from one ABM agent to another on the network connections used for animal and feed movement. Associated with each movement there is a probability to transmit or contract infection dependent on the type of movement and the biosecurity of the interacting agents. The agent interactions are mediated by a theoretical truck, both in the case of feed deliveries, and of pig movements among producers or between a producer and a slaughter plant. The probability of infection for each type of interaction is calculated using an independent logistic equation multiplied by a seasonal adjustment. We model the logistic functions to reflect the fact that agents are less likely to become infected when more biosecurity measures are taken to prevent virus incursion. Because PEDv is a seasonal virus with highest infection risk in winter months, we add a seasonal adjustment that modulates the infection probability with time. The probability of infection is given by the following function (Supplementary Figure 2 ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1018,
                    "end": 1026,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The agent-based model's epidemiological sub-model"
        },
        {
            "text": "Where the logistic probability and the seasonal adjustment are defined by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "= •"
        },
        {
            "text": "-The logistic equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "= •"
        },
        {
            "text": "-And the sinusoidal function:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "= •"
        },
        {
            "text": "(1 + cos (2 • − 366 ) ) + and the parameters are described in Supplementary Table 2 . For parsimony in the model's parameter values, we set pmin=0.05, m=1.3, and bs0 = 4 for all agent interactions. We then estimated the logistic's pmax to fit the probability estimates provided by field experts for different types of interactions between hog production premises, feed mills and slaughter plants with a medium biosecurity during the high infection months of winter (Supplementary Table 3 ). The seasonality adjustment function oscillates between a maximum = 1 reached at day = 30 (January 30 th ) and a minimum = 0.3 in the summer. Figure 2 . Shape of the PEDv infection probability function used in the ABM. The probability of infection increases with decreasing values of biosecurity. The sinusoidal variability through time accounts for PEDv seasonality with maxima in winter (January) and minima in summer (June). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 83,
                    "text": "Supplementary Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 480,
                    "end": 487,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 640,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "= •"
        },
        {
            "text": "Agents in our model are distinguished by several attributes, some of which describe and drive human decision-making and behavior in relation to biosecurity, namely, risk attitude, psychological distancing, and biosecurity increase and disease-response parameters for the function modeling the probability of deciding to increase biosecurity. The combination of risk attitudes and biosecurity behaviors builds the unique identity of the agents. The producer agents in particular have the ability to respond to their environment represented in our ABM by the epidemiological conditions. The relevant information is sent to producer agents in messages from their veterinarian agent. The following paragraphs describe the human behavioral features of our ABM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The agent-based model's human behavioral component"
        },
        {
            "text": "In the setup stage, the model distributes the agents of each population (producers, feed mills and slaughter plants) among four risk attitude categories: risk tolerant, risk neutral, risk opportunist and risk averse. These four risk categories reflect risk attitudes observed from an online digital field experiment (data not shown). The participants' strategies ranged from risk averse strategies that allocated more preventative biosecurity during outbreaks to risk-tolerant attitudes that gamble with very little biosecurity investment. A third observed risk strategy category was noted in the digital field-experiment data and delineated by individuals who invested resources in biosecurity when there was a high risk of disease and invested little to none in biosecurity during low risk scenarios. We refer to this group as opportunistic, in contrast to a fourth category, risk neutral, categorized with participants that did not adjust their biosecurity investment behavior with regard to observed risk of infection. In the agent-based model, the risk attitude assignment is done by way of a risk-attitude distribution for each agent population that randomly assigns one of the four categories to each agent. The relative proportion of each risk attitude category in the distribution is set by the user. In this way, it is possible to create agent populations with different risk attitude characteristics. Concretely, we used this feature in our study to create scenarios where we varied the relative proportions of risk tolerant, risk neutral, risk opportunist and risk averse agents in the population of producers and tested the effect of risk attitude shifts in the disease incidence outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk attitude and biosecurity"
        },
        {
            "text": "An important aspect of our ABM is the link between the agent's risk attitude and biosecurity. We built this link by use of distributions associated with each risk category that characterize the biosecurity values for the specific category. While this feature allows characterization of the initial biosecurity landscape based on risk attitudes, for the study presented in this paper we assume the same distribution across all risk categories. Specifically, we assume that the initial (i.e. before the onset of PEDv) agent's biosecurity is drawn from the same distribution regardless of their risk-attitude category. However, after the first simulated PEDv outbreak, the agents' risk attitude drives the decisions on whether or not to increase biosecurity and therefore modulates the biosecurity landscape in the production system affecting disease transmission probabilities. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk attitude and biosecurity"
        },
        {
            "text": "In our ABM, the farm agent's intention to invest in biosecurity or not is influenced by two factors: the agent's risk attitude and the information on disease available to the agents. Each producer agent is connected with a veterinarian agent that collects information about disease occurrence in its farm service network and reports the number of infected farms weekly across the network. In our model, the probability that a farm agent increases its biosecurity level upon receiving the veterinarian's message is described by a logistic function dependent on the number of farms infected in the agent's environment (Supplementary Figure 4) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 640,
                    "text": "Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Responsiveness and biosecurity increase"
        },
        {
            "text": "Where NI is the number of infected producers in the veterinarian's network where the agent belongs. The parameters , and are as described in Supplementary Table 2 and the parameter NI0 is the number of infected producers at the inflection point. The parameter values of the logistic function vary for each of the four possible risk attitude categories to which each farm agent is assigned (Supplementary Table 4 ). The rs parameter controls the relative distance among the probability curves (NI0 values) describing the biosecurity increase for four risk categories. For example, agents in the risk averse category increase biosecurity more promptly in response to disease presence than agents in the risk tolerant category, who instead probabilistically start to increase biosecurity at higher infection numbers (Supplementary Figure  4 ). In the model, the intention probability curves are converted to behavior by drawing a random value from a standard uniform distribution. If the random number is smaller than the probability of to increase biosecurity, the producer agent increases its biosecurity level by a fixed quantity; otherwise, the agent maintains its current biosecurity level. Table 4 . Parameters of the biosecurity increase logistic functions for each of the four risk categories (risk averse, risk opportunist, risk neutral, risk tolerant). These values were estimated with a calibration experiment matching observed and simulated PEDv incidence and kept fixed for the scenario experiment presented in this study. Figure 4 . Biosecurity increase logistic functions. The agent's probability to increase (or not) biosecurity is associated with the information about disease presence measured by the number of infected farms in the agent's veterinarian network. Once a week, the veterinarian agent communicates the disease information across its network of producers. In each communication event, a producer responds (or not) with an increase of biosecurity according to the logistic probability designed for the producer's risk attitude. The risk attitude influences the delay of response to the disease information as shown by the colored coded lines. With a relative shift parameter rs=0.09, risk averse producers have 50% chance of increasing biosecurity even when there is no infection in their veterinarian's network and their response reaches 99% at 5 infected farms. The 99% probability trigger for risk tolerant is 10 infected farms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 411,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 837,
                    "text": "Figure  4",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1200,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1533,
                    "end": 1541,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Responsiveness and biosecurity increase"
        },
        {
            "text": "Psychological discounting and relaxation of biosecurity compliance A relevant element of this model is psychological discounting, whereby the potential of maintaining an adopted biosecurity level is discounted through time with decreasing biosecurity compliance. The approach assumes that as time passes without infections on the agent's farm, the perception of risk of infection decreases. The functional form that we adopted for such discounting is linear with time:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic probability function"
        },
        {
            "text": "With denoting the biosecurity level of a producer agent at time t and D the fixed discounting rate. The discounting process is only active during times when the agent is the susceptible state to reflect the situation in which the absence of disease leads to a relaxation in biosecurity compliance. Instead, during time when the agent is infected, we assumed high compliance with biosecurity protocols and the value of the parameter D in the model is set to 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic probability function"
        },
        {
            "text": "The goal of the calibration was to estimate human behavioral parameters that are difficult to identify by direct evidence. The incidence records provided important reference patterns to be matched by our ABM. This required applying an optimization algorithm to the following three model parameters: response delay for biosecurity adoption, increase of biosecurity and psychological discounting. During the optimization, the other model parameters related to the system structure and epidemiological mechanisms were not varied and their values were set to values estimated from expert opinion. The ABM was run over the simulating period spanning from 12/27/2009 to 02/25/2018. The period until 05/31/2014 was used to reach stabilization of the model and both the observed and simulated datasets were set to 0 incidence values. On 06/01/2014 coinciding with the first observed PEDv value, the model starts a disease outbreak to randomly infect three producer agents as indicated by the first observed incidence value. From this date the actual model calibration takes place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration of ABM's human behavioral component"
        },
        {
            "text": "The calibration experiment had an objective function (OF) set to mathematically minimize the discrepancy between the observed and simulated response variable (weekly PEDv incidence).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration of ABM's human behavioral component"
        },
        {
            "text": "The OF values are calculated for each model iteration by the method of least squares. Specifically, each OF value is the square root of the average of square of difference between linearly interpolated data sets (observed and simulated output). The integration range is the intersection of argument ranges of these data sets. Prior to calibration, we experimented with parameter values to visually eliminate implausible ranges. We did not impose any relation or assumed correlation between parameters. The calibration was performed for over 15000 simulations by using the OptQuest optimization package supported in the AnyLogic software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration of ABM's human behavioral component"
        },
        {
            "text": "OptQuest is an optimizer that uses scatter search. We ran the calibration experiment twice for different value ranges of the three parameters. In the first calibration, we started with broad ranges and narrowed them to more suitable ranges to match the records. In the second simulation, we refined the optimization search with smaller value steps over the narrow ranges (Supplementary Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 393,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Calibration of ABM's human behavioral component"
        },
        {
            "text": "Lacking empirical information on risk attitude, we made the assumption of populations with equal proportions (25%) of agents in each of the four risk attitude categories. Within each risk category, the biosecurity configuration at model startup had the following values (Supplementary Figure 3) : on a biosecurity scale from 0 to 8, 50% of agents had initial biosecurity = 0 (no biosecurity); 40% of agents had initial biosecurity=2.7 (low), 10% had initial biosecurity=5.3 (medium) and 0% had initial biosecurity=8 (high). This initial model configuration of biosecurity represents a situation in which most producers implement biosecurity on a low-to-moderate level before the simulated PEDv incursion. We made this assumption based on exchanges with veterinarian collaborators. The calibration converged on the set of parameter values shown in Supplementary Table 4 . The 136 OF scores ranged from 3.04 to 4.75. We decided to extract the parameter sets that had only slightly higher OF scores than the best fit (OF ≤ 3.19; ~ 50% of data, Supplementary Figure 5 ) to analyze the uniqueness of the best fit. We found a relationship among the parameter values of these sets meaning first that there are constraints among the human behavioral parameters necessary to fit the observed incidence data and second that a range of reasonably consistent human behavioral processes can give rise to the observed patterns. A Pearson correlation matrix (Supplementary Table 6 ), helps explain how these constraints interplay to create a decreasing trend in the PEDv incidence. If psychological distancing increases (higher relaxation rate in biosecurity), the disease incidence trend can only be negative when the producer agents respond to disease with shorter delay and higher biosecurity increase. If instead psychological distancing decreases, meaning that the level of biosecurity is generally maintained at all times, it is possible to reduce the output incidence even in the case when the agent producers act with some delay in their response to disease and they only increase biosecurity by little.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 294,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 847,
                    "end": 868,
                    "text": "Supplementary Table 4",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1063,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1465,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Calibration of ABM's human behavioral component"
        },
        {
            "text": "To choose the parameter values for our study, we took the 10 best OF solutions (OF score ≤ 3.09, 5% of data, Supplementary Figure 5 ) and selected the parameter set with intermediate values within the ranges covered by these best solutions. The scenario analysis described in this paper was therefore run with the following values: delay of response = 0.09; biosecurity increase = 1.4; psychological distancing = 0.008.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Supplementary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Network Meta-Metrics: Using Evolutionary Computation to Identify Effective Indicators of Epidemiological Vulnerability in a Livestock Production System Model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiltshire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koliba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bucini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merrill",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Artificial Societies and Social Simulation",
            "volume": "22",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.18564/jasss.3991"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Using an agent-based model to evaluate the effect of producer specialization on the epidemiological resilience of livestock production networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Wiltshire",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLOS ONE",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0194013"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution of initial biosecurity values for agents in all the riskattitude categories. The biosecurity in the ABM can vary continuously on a range[0, 8]. The distribution in the figure represents the simulated case where initially 50% of the agents have no biosecurity (biosecurity=0), 40% have low biosecurity (biosecurity=2.7), 10% have medium biosecurity (biosecurity=5.3) and 0% have high biosecurity (biosecurity=8).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameters of the probability of infection function including both the logistic and the sinusoidal forms.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Calibration parameters, their search value range and incremental step and the parameter values on which the objective function converged. The last row reports the objective function score for the best parameter set.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Calibration parameter sets and related objective-function (OF) scores. The graph reports the subset (50%) of parameter sets with OF score ≤ 3.19. The three calibration variables -biosecurity increase, delay in response and psychological distancing -are represented by the three dimensions of the cube, while the variable OF is represented by color. The lower the OF score, the better is the fit to the observed data. The points of the 10 best parameter combinations are surrounded by a square symbol (OF score ≤ 3.09). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Figure 5."
        }
    ]
}