{
    "paper_id": "2d502e7bb600b3f1b16fa83995717993cbe316e7",
    "metadata": {
        "title": "Short-Sighted Virus Evolution and a Germline Hypothesis for Chronic Viral Infections",
        "authors": [
            {
                "first": "Katrina",
                "middle": [
                    "A"
                ],
                "last": "Lythgoe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "[ 1 7 5 _ T D $ D I F F, [ 1 7 6 _ T D $ D I F F ] Oxford",
                        "postCode": "OX1 3PS",
                        "country": "UK"
                    }
                },
                "email": "katrina.lythgoe@zoo.ox.ac.uk"
            },
            {
                "first": "Andy",
                "middle": [],
                "last": "Gardner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of St Andrews",
                    "location": {
                        "addrLine": "St Andrews",
                        "postCode": "KY16 9TH",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Oliver",
                "middle": [
                    "G"
                ],
                "last": "Pybus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "[ 1 7 5 _ T D $ D I F F, [ 1 7 6 _ T D $ D I F F ] Oxford",
                        "postCode": "OX1 3PS",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Joe",
                "middle": [],
                "last": "Grove",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "postCode": "WC1E 6BT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "A"
                ],
                "last": "Lythgoe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "With extremely short generation times and high mutability, many viruses can rapidly evolve and adapt to changing environments. This ability is generally beneficial to viruses as it allows them to evade host immune responses, evolve new behaviours, and exploit ecological niches. However, natural selection typically generates adaptation in response to the immediate selection pressures that a virus experiences in its current host. Consequently, we argue that some viruses, particularly those characterised by long durations of infection and ongoing replication, may be susceptible to short-sighted evolution, whereby a virus' adaptation to its current host will be detrimental to its onward transmission within the host population. Here we outline the concept of shortsighted viral evolution and provide examples of how it may negatively impact viral transmission among hosts. We also propose that viruses that are vulnerable to short-sighted evolution may exhibit strategies that minimise its effects. We speculate on the various mechanisms by which this may be achieved, including viral life history strategies that result in low rates of within-host evolution, or the establishment of a 'germline' lineage of viruses that avoids short-sighted evolution. These concepts provide a new perspective on the way in which some viruses have been able to establish and maintain global pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On infection of a new host, the genomes of many viruses undergo rapid adaptive evolution, which may result in escape from host immune responses [1] [2] [3] [4] [5] [6] [7] [8] and increases in viral growth rates [9] . Although these genetic changes make viruses superior competitors within their current host, they do not necessarily favour improved transmission between hosts [1, 10, 11] . A logical consequence of this process is 'short-sighted' evolution (see Glossary), by which adaptation at the within-host level occurs at the expense of the spread of the virus through the host population [12] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Short-Sighted Evolution"
        },
        {
            "text": "Susceptibility to short-sighted evolution will be influenced by two factors: the rate of viral adaptive evolution and the time between transmission events, which we refer to here as the 'transmission interval'. For instance, acute viral infections, such as influenza and norovirus, are typically short-lived with little time for within-host adaptation before transmission to a new host. Their strategy is one of 'smash and grab': infect a new host, reproduce, and get out before the adaptive immune system removes the infection. Such viruses have short Trends Adaptive evolutionary change of viruses within hosts can be detrimental to onward transmission (short-sighted evolution).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-Sighted Evolution"
        },
        {
            "text": "Loss of transmissibility is likely to be most problematical for rapidly evolving persistent (chronic) viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-Sighted Evolution"
        },
        {
            "text": "Within-host viral populations or subpopulations can exhibit lower rates of evolution that expected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-Sighted Evolution"
        },
        {
            "text": "Selection probably occurs at the point of transmission, often leading to only one or a few viruses establishing new infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-Sighted Evolution"
        },
        {
            "text": "The preferential transmission of founder-like viruses that have undergone little within-host evolution has been proposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-Sighted Evolution"
        },
        {
            "text": "Glossary Acute viral infection: infection characterised by early high viral loads, followed by clearance by the host immune system within days or weeks of initial infection. Chronic viral infection: a persistent infection characterised by continual viral/proviral production and high viral/proviral loads. Founder strain(s): the viral strain(s) that initiate an infection in a host. These are also referred to as transmitted/founder (TF) viruses. Germline lineage (population): a within-host viral lineage (population) that has undergone less evolutionary change than the majority of viral lineages (populations) within the host. Mutation rate: the rate at which spontaneous mutations are generated, measured per viral replication. Persistent viral infection: an infection that is not cleared and lasts for the lifetime of the host. Provirus: a viral genome that has integrated into the DNA of a host cell. Short-sighted evolution: evolutionary change that is adaptive within a host, but limits the ability of the virus to transmit to new hosts. Transmission interval: the typical time between infection of a host and onward transmission to a new host. Viral generation time: the average time between two consecutive generations along a within-host viral lineage. This can be estimated as the average time for viruses/proviruses to complete a full replication cycle in a given population, and therefore can also be considered the cell-to-cell generation time. Viral lineage: the line of descent connecting a contemporary virus to a virus that founded the infection. transmission intervals and will exhibit little short-sighted evolution, irrespective of their rate of adaptive evolution. Alternatively, [ 1 7 8 _ T D $ D I F F ] persistent viral infections that use proof-reading polymerases, such as [ 1 7 9 _ T D $ D I F F ] Herpes and Papilloma viruses, are unlikely to suffer short-sighted evolution for a different reason; their low mutation rates constrain the rate of host-specific viral adaptation, regardless of their transmission interval ( Figure 1 ). It is common for these viruses to have larger genomes with many [ 1 8 0 _ T D $ D I F F ] genes, which enable the virus to manipulate or hide from host immune responses, for example by persisting in a nonproliferative latent state [13] .",
            "cite_spans": [
                {
                    "start": 2294,
                    "end": 2298,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 2051,
                    "end": 2059,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Short-Sighted Evolution"
        },
        {
            "text": "In contrast, short-sighted evolution could be problematic for persistent chronic viral infections that use low-fidelity polymerases and which undergo active replication throughout infection, such as human immunodeficiency virus (HIV-1) and hepatitis C virus (HCV). High rates of mutation during replication, large viral population sizes, and long durations of infection combine to create considerable potential for within-host adaptation, enabling these viruses to outpace natural and induced immune responses. However, long transmission intervals mean that this adaptation may come at a cost of reduced transmissibility later in infection ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 650,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Short-Sighted Evolution"
        },
        {
            "text": "Chronic viral infections are clearly successful [ 1 8 1 _ T D $ D I F F ] within their natural hosts, so how do those with long transmission intervals avoid the detrimental impacts of short-sighted evolution? Here we suggest that such viruses exhibit life histories that either (i) significantly reduce rates of withinhost adaptation, or (ii) lead to the retention of a genetic archive of viruses that are similar to the founder strains that initiated the infection. This archive is analogous to the germline in multicellular animals, which does not carry somatic mutations that accumulate during the lifetime of an individual. We further speculate that mechanisms that limit the effects of Time since infecƟon Ability to transmit",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-Sighted Evolution"
        },
        {
            "text": "Short transmission interval Long transmission interval Key: environment is likely to reduce their ability to transmit to new hosts. If the time between infection and onward transmission (the transmission interval) is short, as will be the case for acute viral infections, any losses in the ability to transmit will be minor and predicted to have only a small effect on transmission (red dotted lines). For viruses with longer transmission intervals, within-host adaptation is predicted to result in much greater losses in transmission (blue dotted lines). A fall in the ability to transmit is predicted to be most severe for viruses with a fast rate of within-host evolution and a long transmission interval (teal solid line). If the drop in the ability to transmit is too great, this will prevent the virus from spreading effectively from host to host, and the virus might not be able to persist in the host population over the long term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission Transmission"
        },
        {
            "text": "short-sighted evolution in chronic viruses could themselves be under viral control and therefore subject to selection (Box 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission Transmission"
        },
        {
            "text": "To begin, we outline the evidence that within-host adaption can reduce viral transmissibility. We then discuss mechanisms by which viruses may avoid short-sighted evolution, before examining the evidence that, in rapidly evolving viruses, germline lineages are preferentially transmitted. Because they have been much more widely studied, most of the examples we use come from viruses that infect humans, but the general principles apply to all viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission Transmission"
        },
        {
            "text": "Short-sighted evolution occurs when within-host adaptation reduces viral spread among hosts, either by reducing the per-contact transmissibility of the virus, or by reducing the contact rate of infected hosts due to increased pathogenicity, including host death. Here, we summarise the evidence for the accumulation of viral mutations during chronic infections that not only confer fitness advantages within hosts, but also limit the ability to transmit among hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Within-Host Adaptation Can Limit Transmission"
        },
        {
            "text": "The host environment presents a shifting landscape of selection pressures, created by a dynamic immune response and changes in the availability of target cells. Viral adaptation to these changes may result in short-sighted evolution. Unsurprisingly, most evidence for the loss of transmissibility following within-host adaptation comes from HIV-1. In the bid to develop a vaccine, there has been intense interest in characterising the viruses that are successfully transmitted and which initiate new infections (so-called transmitted/founder, or TF, viruses). Crucially, many of the characteristics of TF viruses appear to be selected against during the course of infection. Perhaps the most frequently cited of these is the switch from using the CCR5 to the CXCR4 coreceptor during late-stage infection in some patients, enabling the virus to infect naïve CD4 + T cells; in late infection there is a fall in the number of activated CD4 + CCR5 + T cells that can support highly productive viral infection, making it advantageous for the virus to infect naïve CD4 + CXCR4 + T cells, even though infection of these cells is less productive (reviewed in [14] ). However, CXCR4 viruses are rarely transmitted, probably because their between-host transmissibility is severely diminished, although a competing explanation for the lack of CXCR4 TF viruses is simply because they are uncommon in the donor population [15, 16] .",
            "cite_spans": [
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1409,
                    "end": 1413,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1414,
                    "end": 1417,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Adaptation to a Changing Within-Host Environment"
        },
        {
            "text": "Another well established characteristic of HIV-1 TF viruses is the reduced number of N-linked glycosylation sites encoded by the env gene compared to viruses circulating during later chronic infection (reviewed in [17] ). It is hypothesised that heavy glycosylation evolves during the course of infection because it increases viral resistance to neutralising antibodies [18] , but is detrimental at the point of transmission because viruses are more easily trapped or inhibited by agents in the transmission fluid, and/or are more likely to be targeted by the innate immune system. Other characteristics of HIV-1 TF viruses include high densities of the Env protein compared to viruses circulating during later infection. This might increase infection of cells in the genital tract and enhance binding to dendritic cells, thereby enabling efficient transport of the virus from the genital tract to the gut (reviewed in [17] , although a recent study of transmission pairs gives more equivocal results [19] ).",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Adaptation to a Changing Within-Host Environment"
        },
        {
            "text": "A recent detailed study of eight transmission pairs suggests that TF viruses are resistant to type-1 interferons, and that this feature correlates with high particle infectivity and ability to replicate [19] . In contrast to TF viruses, isolates from chronically infected donors were generally interferon sensitive, suggesting that HIV-1 within-host adaptation results in increased susceptibility to restriction by innate immune responses. In support of this, a recent report indicates that TF viruses are resistant to interferon-induced transmembrane proteins (IFITMs), which are Box ",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "Box",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adaptation to a Changing Within-Host Environment"
        },
        {
            "text": "We construct an idealised mathematical model that can capture investment by a virus into a nonreplicating viral germline compartment, representing, for example, the HIV viral reservoir, or the proviral population of HTLV-1. We consider a viral infection comprising 1 unit of virus particles at the moment that allocation to the viral germline is decided, a proportion 1m of which are wild type and a proportion m having a locally-adapted, mutant genotypefor example, a cytotoxic Tlymphocyte (CTL) escape mutation. A fraction g of the virus particles are sequestered into the germline compartment, where they do not replicate, and the rest remain in the active compartment in which there is turnover of replicating viral particles, with the mutant viruses replicating at 1+s times the rate of the wild-type viruses, but no net growth in the overall size of the viral population. We make the assumption of no net growth since, after the first few weeks of infection, viral loads tend to remain approximately stable for the majority of the infection. After a period of time, T, the wild-type virus particles transmit to new hosts, with each virus particle in the germline enjoying a fraction t of the successful transmission enjoyed by those in the active compartment. The mutant virus particles have an unspecified rate of transmission that is lower than that of the wild type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimal Investment in a Viral Germline"
        },
        {
            "text": "The total transmission achieved by the infection's wild-type virus particles is therefore proportional to w = g(1-m)t + (1-g) (1-p T ), where p T is the proportion of virus particles that are of the mutant type in the active compartment at time T. The first term represents the contribution of wild-type virus from the germline, and the second term is the contribution from the active compartment. The dynamics of the proportion p t of mutant particles in the active compartment, over the course of the infection, are given by dp t /dt = sp t (1-p t ) (see [94] 1)). Wild-type transmission success w is an appropriate measure of Darwinian fitness if the transmission ability of the mutant is sufficiently low that it does not completely displace the wild type from the wider population. This is because any mutant virus particles that do successfully transmit nevertheless enjoy zero long-term reproductive value [95] : owing to the assumed absence of back mutation, all virus particles ultimately derive from wildtype ancestry, and hence no mutant virus particle leaves any descendants in the long term. Accordingly, any transmission achieved by mutant virus particles does not contribute to an infection's fitness.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "[94]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[95]",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Optimal Investment in a Viral Germline"
        },
        {
            "text": "Natural selection favours an increase in allocation to the germline g if dw/dg > 0, which is equivalent to t > 1/(1+m(exp (sT)-1)). Denoting the right-hand side of the condition t* yields a threshold level of germline transmission above which allocation to the germline is favoured, and below which it is not. Specifically, since the condition for increase is independent of the value of g, natural selection favours full investment into the germline when the condition is satisfied (g* = 1 when t > t*) and favours zero investment into the germline when the condition is not satisfied (g* = 0 when t < t*). The threshold level of germline transmission t* is a monotonically decreasing function of mutation rate m, mutant replicative advantage s, and believed to restrict cell entry of various viruses, including HIV-1 [1] . However, within the first 6 months of infection neutralising antibody responses select for specific escape mutations in HIV-1 Env that result in susceptibility to IFITMs [1] . Taken together, these reports suggest that within-host adaptation to adaptive immune responses increase the sensitivity of HIV-1 to interferon-stimulated genes, which in turn is detrimental to onward transmission.",
            "cite_spans": [
                {
                    "start": 819,
                    "end": 822,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Optimal Investment in a Viral Germline"
        },
        {
            "text": "Transmissibility-reducing adaptations that have evolved in response to adaptive immune responses occur in other chronic viruses. During chronic hepatitis B virus (HBV) infection, viral variants that do not produce HBeAg antigen often emerge, which is likely driven by the appearance of anti-HBeAg antibody responses and/or enhanced cytotoxic T lymphocyte (CTL) killing of HBeAg-positive cells [20, 21] . Although HBeAg is dispensable for ongoing infection, it is important for the establishment of immmunotolerance in neo/antenatal infections [22] . Consequently, data from small animal models and human transmission studies suggest that HbeAg-negative virus is much less likely to transmit and establish chronic infections [22] [23] [24] .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Optimal Investment in a Viral Germline"
        },
        {
            "text": "Adaptation to Different Host Genotypes Transmissibility-reducing mutations can also occur in response to the genetic composition of individual hosts. The necessity to escape or avoid the host adaptive immune response can result in the accumulation of CTL and/or antibody escape mutations that are tailored to the specific host genotype, such as human leukocyte antigen (HLA) type. Whilst these mutations will be advantageous in the current individual, evidence suggests that antigenic escape in HIV-1, HCV, and HBV can have substantial fitness costs when measured in the absence of specific immune responses [25] [26] [27] . This can put viruses harbouring escape mutations at a disadvantage in hosts with different genotypes, potentially hindering transmission. This is supported by a number of findings. First, HIV-1 variants matching the population consensus are more likely to be transmitted, even if these variants are in a minority within the donor at the time of transmission [28] . Second, the rapid reversion of some CTL escape mutations if they infect HLA mismatched hosts [29] . Third, the frequency of CTL escape mutations that carry a large cost is proportional to the frequency of the corresponding HLA alleles in the host population, but CTL escape mutations with little or no cost tend to accumulate at the population level [30] .",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Optimal Investment in a Viral Germline"
        },
        {
            "text": "A study looking at maternal transmission of HCV is also supportive of a transmission bias: transient immunodeficiency during pregnancy relaxes the selection pressure on HCV CTL escape variants, enabling the emergence of viruses that do not harbour these escape mutations. It is these viruses that preferentially transmit from mother to child, rather than the variants carrying CTL escape mutations specific to the mother [11] .",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Optimal Investment in a Viral Germline"
        },
        {
            "text": "Adaptations That Increase Within-Host Competitive Ability At the within-host level, mutations that enhance viral competitive ability will have a selective advantage. If these mutations also increase transmission they will rapidly spread throughout the viral population at the epidemiological level, as was observed during the 2014/15 West Africa Ebola outbreak [31] . However, within-host adaptive mutations can increase the pathogenicity (virulence) of viruses, and if this results in fewer potential transmission events then within-host viral adaptation will reduce overall rates of transmission (even if transmissibility per contact is increased). Perhaps the clearest example of this is found in bovine viral diarrhoea virus (BVDV), a pestivirus of cows. Although BVDV can cause acute infection when transmitted horizontally, persistent infection can be established only via vertical in utero transmission; persistently infected animals are thought to be essential for the maintenance of BVDV within a herd. Chronically infected cows typically exhibit mild symptoms, but within-host evolution can lead to the emergence of a cytopathic BVDV biotype that escapes viral control of the rate of within-host virus replication [32, 33] . This highly virulent form replicates quickly, leading to high viral loads, and is invariably fatal after a couple of weeks. Notably, cytopathic BVDV is incapable of establishing persistent infection, and therefore its emergence almost certainly limits the ability of BVDV to spread among hosts and it is generally regarded as an evolutionary dead-end [34] . A similar spontaneous emergence is thought to give rise to feline infectious peritonitis virus (FIPV) in cats persistently infected with feline enteric coronavirus. In this case viral mutations enable FIPV to efficiently replicate in monocytic cells, resulting in systemic infection and very high mortality [35] [36] [37] .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1900,
                    "end": 1904,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1905,
                    "end": 1909,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1910,
                    "end": 1914,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Optimal Investment in a Viral Germline"
        },
        {
            "text": "In a less extreme example, a high HIV-1 replicative capacity (broadly defined as the ability of the virus to replicate in the absence of an immune response) is associated with high viral loads in untreated infection [9, 38, 39] . Although higher viral loads are correlated with higher rates of transmission, they are also linked to faster progression to AIDS [40, 41] and are therefore more pathogenic. It has been calculated that the number of onward transmissions during the course of an infection is maximised when viral load, and by implication viral replicative capacity, is intermediate [42, 43] . However, the predicted replicative capacity of HIV-1 in untreated patients tends to slowly increase during the course of infection [9] , presumably a consequence of withinhost competition. In other words, between-host evolution favours viruses with intermediate levels of virulence, but within-host evolution favours viruses with high levels of virulence. All else being equal, over the long term, within-host competition is expected to result in the evolution of highly pathogenic viruses at the host population level, even though these viruses will generate fewer onward transmissions than less pathogenic strains, a consequence of short-sighted evolution [43] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "41]",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1262,
                    "end": 1266,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Optimal Investment in a Viral Germline"
        },
        {
            "text": "The potential for short-sighted evolution will be greatest for chronic viruses with low fidelity replication and long transmission intervals (Figure 1 ). To persist at the epidemiological scale, we suggest that such viruses require life-history traits that avoid or reduce short-sighted evolution. These include traits resulting in a low rate of evolution across the whole within-host population, or a reduced rate in one or more subsets of the within-host viral population. We know very little about the within-host life history of most viruses, except those that infect humans, so it is not clear how many viruses fit into this category. It could be that chronic viruses with long transmission intervals are uncommon because few viruses are able to mitigate short-sighted evolution. Moreover, if life-history traits that ameliorate short-sighted evolution are partly under the control of the virus, then evolutionary theory predicts those traits should be under selection (see Box 1). Here, we describe potentially relevant life-history traits in four human chronic viruses with long transmission intervals [Human T-lymphotropic virus-1 (HTLV-1), HBV, HIV-1, and HCV].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 150,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Life History Strategies That Mitigate Short-Sighted Evolution"
        },
        {
            "text": "Decreased Mutation Rate during Viral Replication HTLV-1 is a human deltaretrovirus that causes adult T-cell lymphoma in some infected individuals. The majority of infections in endemic countries are through mother-to-child transmission via breast milk, resulting in a long transmission interval. As with all retroviruses, HTLV-1 uses an error-prone reverse transcriptase to generate complementary DNA (cDNA) from an RNA template, which is then integrated into the genome of the host cell, where it is referred to as provirus. Subsequently, however, the vast majority of viral reproduction is via mitotic division of proviral-containing host cells, leading to clonal expansion of the provirus. Since this uses the host cell polymerase to copy the provirus, error rates are extremely low, and within-host evolution comes to an almost standstill: the within-host rate of evolution of HIV-1, also a retrovirus, is in the order of 1.5Â10 À2 [ 1 8 2 _ T D $ D I F F ] substitutions per site per year (s/s/yr) in the Env region of the genome [44] [45] [46] , whereas it is probably four orders of magnitude lower for HTLV-1 [47] . As with other slowly evolving viruses, HTLV-1 does not try to outpace the host adaptive immune system but instead avoids it by inhibiting the transcription of viral genes and therefore reducing the immunogenicity of infected cells [48] .",
            "cite_spans": [
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Life History Strategies That Mitigate Short-Sighted Evolution"
        },
        {
            "text": "Increased Viral Generation Time HBV is a hepadnavirus that typically causes acute infection in newly infected adults, but chronic infection in infants. In endemic areas most infections are acquired at birth or during infancy, and many of these are due to mother-to-child transmission, resulting in a long transmission interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life History Strategies That Mitigate Short-Sighted Evolution"
        },
        {
            "text": "Hepadnaviruses are reverse-transcribing DNA viruses, and therefore have high mutation rates during replication. However, the unique life cycle of hepadnaviruses results in long viral (cell-tocell) generation times even though chronic infection is productive, with infected cells producing 1 to 10 virions per day [49] . When a hepatocyte is infected with a hepadnavirus particle, viral relaxed circular DNA (RC-DNA) is transported to the nucleus of the cell where it is converted into covalently closed circular DNA (cccDNA). This cccDNA then acts as a template for the production of more RC-DNA, via an RNA intermediate, which is either packaged into virions that are released from the host cell or, during early infection of the hepatocyte, are transported back into the nucleus to form more cccDNA [50] . During chronic infection, cccDNA is incredibly stable, with an estimated half-life for duck hepatitis B virus (DHBV) cccDNA of 33-57 days (reviewed in [51] ), giving a viral generation time around 20-40 days in ducks (and possibly much longer in humans). This leads to a rate of evolution 20-40 times slower than if the viral generation time were 1 day. As a result of this long generation time, and the compact nature of the HBV genome, which constrains its evolution, the within-host rate of HBV evolution is much slower (on the order 5Â10 À5 s/s/yr [52] ) than would be expected given its high rate of spontaneous mutation. HCV, in comparison, has a within-host rate of evolution of about 1Â10 À2 s/s/yr in the E1/E2 gene region [53] , with rates about five times lower in other gene regions [54] . Despite its slow rate of evolution, HBV is able to persist due to immunotolerance and/or immune exhaustion driven by excessive production of viral antigens (sAg and HBeAg) [55] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1540,
                    "end": 1544,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1603,
                    "end": 1607,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1782,
                    "end": 1786,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Life History Strategies That Mitigate Short-Sighted Evolution"
        },
        {
            "text": "Establishing Slowly Evolving 'Germline' Lineages Unlike HTLV-1 and HBV, HIV-1 and HCV have very high rates of within-host evolution. However, accumulating evidence suggests that minority viral populations persist within HIV-1-and HCV-infected hosts that have much lower rates of evolution. HIV-1 replication requires integration of virus into the genome of newly infected CD4 + T cells. A small proportion of these provirus-containing cells enter a long-lived resting phase with estimated half-lives ranging between $0.75 and $3.6 years [56] [57] [58] . It is these latently-infected resting CD4 + T cells that constitute the bulk of the HIV reservoir and which represent the major barrier to finding a true cure. The reservoir is established early in infection [59, 60] , and then maintained by newly infected cells entering the reservoir, and by the high-fidelity proliferation of cells within the reservoir [61, 62] . Consequently, a proportion of the provirus population in the reservoir is expected to be identical, or similar, to the virus(es) that initiated the infection [63, 64] ; a prediction supported by phylogenetic analysis [56, 65] . The latent reservoir is not visible to the host immune system, and therefore proviral populations originating from early infection are expected to avoid immune-mediated deletion. This is supported by a recent study of antiretroviral-treated patients that documented the persistence of a minority population of provirus, which had not accumulated CTL escape mutations in the reservoir of most patients despite robust CTL responses [66] . If within-host selection pressures are not too strong, reactivation of latently-infected cells is also expected to result in a minority RNA viral population resembling TF virus years after initial infection [63, 64, 67] . Variation in the rate of evolution along different branches of within-host HIV-1 phylogenies (which exclude viruses in the reservoir) provides support for this [44, 68] , although the short sequence lengths used to generate these phylogenies currently makes it difficult assess the importance of this process.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[61,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[63,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1084,
                    "end": 1087,
                    "text": "64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1138,
                    "end": 1142,
                    "text": "[56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1579,
                    "end": 1583,
                    "text": "[66]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1793,
                    "end": 1797,
                    "text": "[63,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1798,
                    "end": 1801,
                    "text": "64,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1802,
                    "end": 1805,
                    "text": "67]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1968,
                    "end": 1972,
                    "text": "[44,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1973,
                    "end": 1976,
                    "text": "68]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Life History Strategies That Mitigate Short-Sighted Evolution"
        },
        {
            "text": "Our current understanding of the HCV life cycle does not include direct mechanisms for establishing latent or dormant infections. However, phylogenetic analyses of longitudinally sampled HCV-infected patients has revealed the persistence of independently evolving viral lineages within individuals, with unusually high heterogeneity in evolutionary rates along different lineagesoften higher than found for HIV-1 [53] . This is indicative of a complex within-host population that includes slowly evolving lineages [53] .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Life History Strategies That Mitigate Short-Sighted Evolution"
        },
        {
            "text": "The origin of these subpopulations is unclear, and might represent infection of long-lived hepatocytes [53] , or infections of cells outside of the liver. Extra-hepatic replication of HCV remains controversial, not least because the HCV life cycle is seemingly intrinsically linked to liver biology [69] . Nonetheless, numerous studies suggest limited genome replication in neurological tissue, gastrointestinal cells, and B-lymphocytes [70] [71] [72] [73] [74] . Moreover, genetic analysis of virus isolated from hepatocytes, plasma, and peripheral blood mononuclear cells (PBMCs) from the same patients has shown that virus in PBMCs typically represents a distinct subpopulation (discussed in [53] ), and recent work has shown that HCV infecting B cells shows tropism for lymphocytes rather than hepatocytes, indicating the presence of subpopulations specialised on infecting B cells [73] . Among the PBMC types it has been suggested that longlived memory B cells are primarily infected, with these infected cells avoiding host antiviral immune responses [74] . These factors will potentially increase the viral generation time of extrahepatic lineages and provide a way of maintaining a compartment of slowly evolving viruses that do not undergo extensive within-host adaptation.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[69]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[71]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[74]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[74]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Life History Strategies That Mitigate Short-Sighted Evolution"
        },
        {
            "text": "We propose that chronic viral infections with long transmission intervals can only persist in a host population if viral populations that have undergone little within-host adaptation remain available for onward transmission. We call these 'founder-like' populations because they will be genetically similar to the TF virus(es). For chronic viruses with slow rates of within-host evolution, such as HTLV-1 and HBV, the entire within-host population will be founder-like, and therefore transmitted viruses will be representative of the viruses present in the donor at the time of transmission. However, for chronic viruses with fast rates of within-host evolution, such as HIV-1 and HCV, this leads to the expectation that viral subpopulations that have experienced low rates of within-host evolution will be more likely to be transmitted ( Figure 2 ). We draw an analogy between these subpopulations and the germline in most animals, and possibly also in plants [75] . For both HIV-1 and HCV, transmission is relatively inefficient, with only one or a few viral strains transmitted between hosts [76] [77] [78] , and studies of both HIV-1 and HCV have revealed that TF viruses are often under-represented in donor viral populations [1, 19, 79] . This has led to the suggestion that, for these rapidly evolving viruses at least, the majority of virions circulating in an individual are adapted to the within-host environment, but are poorly adapted for transmission between hosts.",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 965,
                    "text": "[75]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[76]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[77]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[78]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1235,
                    "end": 1238,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1239,
                    "end": 1242,
                    "text": "79]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 847,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Transmission of Founder-like Lineages"
        },
        {
            "text": "There is mounting evidence that less-evolved founder-like HIV-1 viruses are more likely to be successfully transmitted, probably because they have greater fitness in the new host. The original indication of this came from the observation that HIV evolves between two and four times faster within-hosts than at the epidemiological level [44] [45] [46] 80] , as would be expected if founder-like viruses are transmitted and within-host evolution is bypassed [67, 81] . Another mechanism likely to contribute to this mismatch in rates is 'adapt-and-revert', whereby hostspecific adaptations accumulate in one host, only to be lost in the next host [82, 83] . However, this is unlikely to be the primary mechanism since it will only result in a mismatch at sites under selection, whereas the mismatch in evolutionary rates is seen for both synonymous and nonsynonymous mutations [67, 84, 85] , and across the whole genome [46] . Saturation effects might also contribute [86] . However, because the mismatch can be observed over short transmission chains [80] , whereas saturation effects are expected to accumulate over longer timescales, the transmission of germline lineages remains the most likely primary mechanism.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "80]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[67,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "81]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[82,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "83]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[67,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "84,",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "85]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[86]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "[80]",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Transmission of Founder-like Lineages"
        },
        {
            "text": "A similar mismatch in evolutionary rates is seen for HCV. For E1/E2, the only genomic region for which corresponding within-and among-host rates exist, the rate of evolution is about fourfold higher at the within-host level ($1Â10 À2 [ 8 5 _ T D $ D I F F ] s/s/yr within hosts [53] compared to $2.5Â10 À3 s/s/ yr among hosts [54] ). Moreover, the mismatch is roughly similar for synonymous and nonsynonymous mutations. As with HIV-1, this implicates the transmission of less-evolved virus, rather than a process of adaptation and reversion, as the primary mechanism leading to the mismatch in evolutionary rates. Finally, a mismatch also appears to exist for HIV-2 [87, 88] , although the relative rates of synonymous and nonsynonymous mutations have not been measured. Interestingly, for HBV, the only other chronic virus for which comparable within-and between-host rates of evolution have been estimated, there is no mismatch in evolutionary rates between the two levels [52] .",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[87,",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "88]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Transmission of Founder-like Lineages"
        },
        {
            "text": "Additional support for the transmission of founder-like viruses comes from the analysis of HIV-1 transmission pairs. Two studies of HIV-1 discordant couples from Rakai, Uganda, found evidence for the preferential transmission of more founder-like virus [89, 90] . Furthermore, a study of 137 linked transmission pairs from Zambia concluded that viruses within a donor are more likely to be transmitted if their genomes more closely resemble viral genomes circulating in Time EvoluƟonary distance vertical lines) , within-host rates of viral evolution can be extremely rapid, indicated by increasing evolutionary distance as time progresses. If there is heterogeneity in the rates of evolution among different within-host viral lineages, and if more slowly evolving lineages are more likely to be transmitted because they contain fewer transmissionreducing mutations, the rate of evolution of the virus at the between-host level will be slower than the rate of evolution measured at the within-host level (indicated by the red line). These slowly evolving lineages can be considered the viral germline.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[89,",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "90]",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 511,
                    "text": "vertical lines)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Transmission of Founder-like Lineages"
        },
        {
            "text": "the population as a whole, even if these viruses are minority variants in the donor [28] . This observation is expected if founder-like viruses are more likely to be transmitted.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Transmission of Founder-like Lineages"
        },
        {
            "text": "In summary, there is indirect evidence that 'germline viral lineages' of some rapidly evolving chronic viruses are preferentially transmitted. However direct empirical evidence is lacking (see Outstanding Questions). For a study to demonstrate this it would need to (i) identify transmission pairs in which an untreated donor individual is longitudinally sampled since early infection, (ii) include samples from the donor and recipient taken around the time of transmission, and (iii) sequence large numbers of individual virus genomes from both donor and recipient. Since it is unethical to enrol patients into a study without offering treatment, suitable pairs must be searched for retrospectively in the sample archives of earlier studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission of Founder-like Lineages"
        },
        {
            "text": "We have proposed that chronic viruses with long transmission intervals require mechanisms to avoid or reduce 'short-sighted' evolution. For some viruses, these mechanisms lead to surprisingly low rates of within-host viral evolution, limiting the capacity for short-sighted evolution. For viruses exhibiting continual adaptive evolution during infection, we propose that the maintenance of a 'germline' viral lineage (one that has experienced comparatively little 'short-sighted' evolution) is required in order for the virus to be maintained in a host population ( Figure 2 ). Moreover, we speculate that the mechanisms for maintaining proposed germline lineages in viral populations could themselves be under selection (Box 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 566,
                    "end": 574,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Concluding Remarks"
        },
        {
            "text": "Evidence for this argument is available for six of the eight chronic RNA viruses (including DNA viruses with RNA intermediates) that are known to be prevalent in humans; less is known about the natural history and evolution of the other two viruses, human pegiviruses 1 and 2 (HPgV, and HPgV-2) [91, 92] , or for chronic RNA viruses infecting other animals. All six of these chronic viruses have long transmission intervals, ranging from years to decades, and three of them (HTLV-1, HTLV-2, and HBV) have life history traits that result in slower rates of within-host evolution than would be expected given their high mutation rates during replication. The other three (HIV-1, HIV-2, and HCV) have fast rates of within-host evolution, but may bypass shortsighted evolution through the maintenance and preferential transmission of a subpopulation of viruses that retain the transmissibility of the TF virus that initiated the infection (a 'germline' lineage).",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[91,",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "92]",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "An important factor that influences the potential impact of short-sighted evolution is the transmission interval, or more specifically, the number of viral generations between the time of infection and the average time of onward transmission. This will depend on a number of variables, including the mode of transmission, host behaviour and life-history traits, and viral generation time. The potential for short-sighted evolution could therefore explain why some families of chronic viruses persist in some host species, but not others. For example, arenaviruses and hantaviruses cause chronic infections in rodents and are endemic in these populations, but not in human populations. This might be because transmission intervals are likely to be shorter in rodents, limiting the amount of short-sighted evolution that can accrue between transmission events. Similarly, pestiviruses might be able to persist at the host population level in livestock (despite occasional host death due to within-host viral evolution) but not in humans, because the mother-to-child transmission interval in humans would be much longer. Whether this is a general pattern is unknown; longitudinal sampling of individual animals to determine whether infections are acute, persistent and/or chronic is extremely challenging, particularly in wild populations [93] , and in itself should become a research priority, not least because many of these potentially zoonotic infections are highly pathogenic in humans.",
            "cite_spans": [
                {
                    "start": 1336,
                    "end": 1340,
                    "text": "[93]",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "How many wild-animal chronic viral infections are there?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Are chronic viral infections with short transmission intervals more common than those with long transmission intervals?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "What are the relative rates of withinand between-host evolution of chronic viral infections other than HIV, HCV, and HBV?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Can we find direct evidence that founder-like viruses are more likely to be transmitted?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Does the probability of transmission decrease as infections progress?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Can we conclusively show that HCV has 'germline' lineages, and what is the mechanism maintaining them?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "The ability of viruses to evolve rapidly is one of the secrets of their success, allowing them to evade host immune responses, evolve novel functions and explore new niches. However, this genetic plasticity may, for a virus, represent a double-edged sword that needs to be controlled. Indeed, it could be that overcoming short-sighted evolution is a necessary condition for the success of some viruses. We have speculated on some of the mechanisms by which this may be achieved, but confirming and understanding these processes will require further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Resistance of transmitted founder HIV-1 to IFITM-mediated restriction",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "4",
            "issn": "",
            "pages": "429--442",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viral escape from neutralizing antibodies in early subtype A HIV-1 infection drives an increase in autologous neutralization breadth",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inefficient cytotoxic T lymphocyte-mediated killing of HIV-1-infected cells in vivo",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Asquith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The first T cell response to transmitted/founder virus contributes to the control of acute viremia in HIV-1 infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goonetilleke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Exp. Med",
            "volume": "206",
            "issn": "",
            "pages": "1253--1272",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Demographic processes affect HIV-1 evolution in primary infection before the onset of selective processes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Herbeck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "7523--7534",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Broad CTL response in early HIV infection drives multiple concurrent CTL escapes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leviyang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Ganusov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Comput. Biol",
            "volume": "11",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hepatitis C virus -T-cell responses and viral escape mutations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Petrovic",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur. J. Immunol",
            "volume": "42",
            "issn": "",
            "pages": "17--26",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmitted/founder viruses rapidly escape from CD8(+) T cell responses in acute hepatitis C virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bull",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "5478--5490",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assessing predicted HIV-1 replicative capacity in a clinical setting",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Kouyos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Heterosexual transmission of subtype C HIV-1 selects consensus-like variants without increased replicative capacity or interferon-a resistance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Deymier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Loss of immune escape mutations during persistent HCV infection in pregnancy enhances replication of vertically transmitted viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Honegger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Med",
            "volume": "19",
            "issn": "",
            "pages": "1529--1533",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Short-sighted evolution and the virulence of pathogenic microorganisms",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bull",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Trends Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "76--81",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rates of evolutionary change in viruses: patterns and determinants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Genet",
            "volume": "9",
            "issn": "",
            "pages": "267--276",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "HIV-1 pathogenesis: the virus. Cold Spring Harb",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swanstrom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coffin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Perspect. Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Presence of CXCR4-using HIV-1 in patients with recently diagnosed infection: correlates and evidence for transmission",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chalmet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Infect. Dis",
            "volume": "205",
            "issn": "",
            "pages": "174--184",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sexually-transmitted/founder HIV-1 cannot be directly predicted from plasma or PBMC-derived viral quasispecies in the transmitting partner",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frange",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bottlenecks in HIV-1 transmission: insights from the study of founder viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Rev. Microbiol",
            "volume": "13",
            "issn": "",
            "pages": "414--425",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antibody neutralization and escape by HIV-1",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "307--312",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Resistance to type 1 interferons is a major determinant of HIV-1 transmission fitness",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Iyer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "114",
            "issn": "",
            "pages": "590--599",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Immune selection during chronic hepadnavirus infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hepatol. Int",
            "volume": "2",
            "issn": "",
            "pages": "3--16",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A mechanism to explain the selection of the hepatitis e antigen-negative mutant during chronic hepatitis B virus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frelin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "1379--1392",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The clinical implications of hepatitis B virus genotypes and HBeAg in pediatrics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kramvis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev. Med. Virol",
            "volume": "26",
            "issn": "",
            "pages": "285--303",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Woodchuck hepatitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "5682--5684",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Overview of hepatitis B viral replication and genetic variability",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Revill",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Hepatol",
            "volume": "64",
            "issn": "",
            "pages": "4--16",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "CTL escape and viral fitness in HIV/SIV infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matano",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Front. Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Impaired virion secretion by hepatitis B virus immune escape mutants and its rescue by wild-type envelope proteins or a second-site mutation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kwei",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "2352--2357",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Stable cytotoxic T cell escape mutation in hepatitis C virus is linked to maintenance of viral fitness",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Uebelhoer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Selection bias at the heterosexual HIV-1 transmission bottleneck",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "HIV evolution: CTL escape mutation and reversion after transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Med",
            "volume": "10",
            "issn": "",
            "pages": "282--289",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Adaptation of HIV-1 to human leukocyte antigen class I",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "641--645",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Did a single amino acid change make Ebola virus more virulent?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "167",
            "issn": "",
            "pages": "892--894",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Persistence of bovine viral diarrhea virus is determined by a cellular cofactor of a viral autoprotease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lackner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "9746--9755",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dissection of a viral autoprotease elucidates a function of a cellular chaperone in proteolysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lackner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "103",
            "issn": "",
            "pages": "1510--1515",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Cytopathic bovine viral diarrhea viruses (BVDV): emerging pestiviruses doomed to extinction",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peterhans",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet. Res",
            "volume": "41",
            "issn": "",
            "pages": "41--44",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mutations of 3c and spike protein genes correlate with the occurrence of feline infectious peritonitis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bank-Wolf",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet. Microbiol",
            "volume": "173",
            "issn": "",
            "pages": "177--188",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mutations in the 3c and 7b genes of feline coronavirus in spontaneously affected FIP cats",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M M"
                    ],
                    "last": "Borschensky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reinacher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Res. Vet. Sci",
            "volume": "97",
            "issn": "",
            "pages": "333--340",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Feline infectious peritonitis: still an enigma?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kipar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Meli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet. Pathol",
            "volume": "51",
            "issn": "",
            "pages": "505--526",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A dual infection/competition assay shows a correlation between ex vivo human immunodeficiency virus type 1 fitness and disease progression",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Quinones-Mateu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "9222--9233",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Role of transmitted Gag CTL polymorphisms in defining replicative capacity and early HIV-1 pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Prognosis in HIV-1 infection predicted by the quantity of virus in plasma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mellors",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "272",
            "issn": "",
            "pages": "1167--1170",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "CD4 + T-cell count and function: markers with reciprocal predictive value over time after seroconversion",
            "authors": [],
            "year": null,
            "venue": "AIDS",
            "volume": "11",
            "issn": "",
            "pages": "1799--1806",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Variation in HIV-1 set-point viral load: Epidemiological analysis and an evolutionary hypothesis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "104",
            "issn": "",
            "pages": "17441--17446",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Is HIV short-sighted? Insights from a multistrain nested model",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Lythgoe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "67",
            "issn": "",
            "pages": "2769--2782",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "HIV evolutionary dynamics within and among hosts",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AIDS Rev",
            "volume": "8",
            "issn": "",
            "pages": "125--140",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Evolutionary analysis of the dynamics of viral infectious disease",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Genet",
            "volume": "10",
            "issn": "",
            "pages": "540--550",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Within-host and between-host evolutionary rates across the HIV-1 genome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alizon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Retrovirology",
            "volume": "10",
            "issn": "",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The low evolutionary rate of human Tcell lymphotropic virus type-1 confirmed by analysis of vertical transmission chains",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Dooren",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol. Biol. Evol",
            "volume": "21",
            "issn": "",
            "pages": "603--611",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "HTLV-1: persistence and pathogenesis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virology",
            "volume": "435",
            "issn": "",
            "pages": "131--140",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Viral dynamics in hepatitis B virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "93",
            "issn": "",
            "pages": "4398--4402",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Hepadnavirus envelope proteins regulate covalently closed circular DNA amplification",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "2819--2824",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "HBV cccDNA: viral persistence reservoir and key obstacle for a cure of chronic hepatitis B",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nassal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Gut",
            "volume": "64",
            "issn": "",
            "pages": "1972--1984",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Genomic analysis of hepatitis B virus reveals antigen state and genotype as sources of evolutionary rate variation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Viruses",
            "volume": "3",
            "issn": "",
            "pages": "83--101",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Exceptional heterogeneity in viral evolutionary dynamics characterises chronic hepatitis C virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raghwani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The mode and tempo of hepatitis C virus evolution within and among hosts",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Evol. Biol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Hepatitis B infection: current concepts and future challenges",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nebbia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Q. J. Med",
            "volume": "105",
            "issn": "",
            "pages": "109--113",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Establishment and stability of the latent HIV-1 DNA reservoir",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brodin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Latent infection of CD4 + T cells provides a mechanism for lifelong persistence of HIV-1, even in patients on effective combination therapy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Finzi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat. Med",
            "volume": "5",
            "issn": "",
            "pages": "512--517",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Precise quantitation of the latent HIV-1 reservoir: implications for eradication strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Crooks",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Infect. Dis",
            "volume": "212",
            "issn": "",
            "pages": "1361--1365",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Early establishment of a pool of latently infected, resting CD4 + T cells during primary HIV-1 infection",
            "authors": [
                {
                    "first": "T.-W",
                    "middle": [],
                    "last": "Chun",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "95",
            "issn": "",
            "pages": "8869--8873",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Rapid seeding of the viral reservoir prior to SIV viraemia in rhesus monkeys",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Whitney",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "512",
            "issn": "",
            "pages": "74--77",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Clonally expanded CD4 + T cells can produce infectious HIV-1 in vivo",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Simonetti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "113",
            "issn": "",
            "pages": "1883--1888",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Reservoir expansion by T-cell proliferation may be another barrier to curing HIV infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Siliciano",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Effect of the latent reservoir on the evolution of HIV at the within-and between-host levels",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M M"
                    ],
                    "last": "Doekes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Comput. Biol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Recombination enhances HIV-1 envelope diversity by facilitating the survival of latent genomic fragments in the plasma virus population",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Immonen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Comput. Biol",
            "volume": "11",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Multiple viral genetic analyses detect low-level human immunodeficiency virus type 1 replication during effective highly active antiretroviral therapy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Frenkel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "5721--5730",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Broad CTL response is required to clear latent HIV-1 due to dominance of escape mutations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "517",
            "issn": "",
            "pages": "381--385",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "New insights into the evolutionary rate of HIV-1 at the within-host and epidemiological levels",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Lythgoe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. R. Soc. B",
            "volume": "279",
            "issn": "",
            "pages": "3367--3375",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Reduced evolutionary rates in HIV-1 reveal extensive latency periods among replicating lineages",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Immonen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leitner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Retrovirology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Understanding the hepatitis C virus life cycle paves the way for highly effective therapies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K H"
                    ],
                    "last": "Scheel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Med",
            "volume": "19",
            "issn": "",
            "pages": "837--849",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Hepatitis C virus infection of neuroepithelioma cell lines",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gastroenterology",
            "volume": "139",
            "issn": "",
            "pages": "1365--1374",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Effect of cell polarization on hepatitis C virus entry",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "461--470",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Occult infection of peripheral B cells by hepatitis C variants which have low translational efficiency in cultured hepatocytes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gut",
            "volume": "59",
            "issn": "",
            "pages": "934--942",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Specialization of hepatitis C virus envelope glycoproteins for B lymphocytes in chronically infected patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Douam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "90",
            "issn": "",
            "pages": "992--1008",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Peripheral B cells as reservoirs of persistent HCV infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Front. Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Germline replications and somatic mutation accumulation are independent of vegetative life span in Arabidopsis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "113",
            "issn": "",
            "pages": "12226--12231",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Identification and characterization of transmitted and early founder virus envelopes in primary HIV-1 infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Keele",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "105",
            "issn": "",
            "pages": "7552--7557",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Sequential bottlenecks drive viral evolution in early acute hepatitis C virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bull",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Distinct hepatitis B virus dynamics in the immunotolerant and early immunoclearance phases",
            "authors": [
                {
                    "first": "H.-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "3454--3463",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Hepatitis C Virus envelope glycoprotein fitness defines virus population composition following transmission to a new host",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J P"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "11956--11966",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The genealogical population dynamics of HIV-1 in a large transmission chain: bridging within and among host evolutionary rates",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vrancken",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Comput. Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Virulence and pathogenesis of HIV-1 infection: an evolutionary perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Human immunodeficiency virus type 1 env evolves toward ancestral states upon transmission to a new host",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Herbeck",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "1637--1644",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Population genomics of intrapatient HIV-1 evolution",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Synonymous substitution rates predict HIV disease progression as a result of underlying replication dynamics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Comput. Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Quantifying differences in the tempo of human immunodeficiency virus type 1 subtype evolution",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Abecasis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "12917--12924",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Pacing a small cage: mutation and RNA viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Belshaw",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Ecol. Evol",
            "volume": "23",
            "issn": "",
            "pages": "188--193",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Evolution of the human immunodeficiency virus type 2 envelope in the first years of infection is associated with the dynamics of the neutralizing antibody response",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Tracing the origin and history of the HIV-2 epidemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "100",
            "issn": "",
            "pages": "6588--6592",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Selection of HIV variants with signature genotypic characteristics during heterosexual transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sagar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Infect. Dis",
            "volume": "199",
            "issn": "",
            "pages": "580--589",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Previously transmitted HIV-1 strains are preferentially selected during subsequent sexual transmissions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Redd",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Infect. Dis",
            "volume": "206",
            "issn": "",
            "pages": "1433--1442",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "The GB viruses: a review and proposed classification of GBV-A, GBV-C (HGV), and GBV-D in genus Pegivirus within the family Flaviviridae",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Stapleton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Gen. Virol",
            "volume": "92",
            "issn": "",
            "pages": "233--246",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Discovery of a novel human Pegivirus in blood associated with hepatitis C virus co-infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Transmission or within-host dynamics driving pulses of zoonotic viruses in reservoir host populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "10",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "A Biologist's Guide to Mathematical Modelling in Ecology and Evolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Otto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "The Genetical Theory of Natural Selection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "[ 1 6 8 _ T D $ D I F F ] The Ability of Viruses to Transmit As Infection Progresses. Adaptation of viruses to the within-host",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "equation 3.11b for a derivation). Setting p 0 = m, this yields p T = (m exp(s[ 1 7 2 _ T D $ D I F F ] T))/(1+m(exp(st)-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "F ] time to transmission T (Figure I), such that increasing the values of these three parameters (and increasing the level of germline transmission, t) makes it more likely that the germline will be favoured by natural selection.For example, if only a short period of replication occurs prior to transmission (small T, left-hand side of each panel inFigure I), then allocation to the germline is only favoured if transmission from the germline is high (large t*), whereas a longer period of replication prior to transmission (large T, right-hand side of each panel inFigure I) means that allocation to the germline can be favoured even if transmission of wild-type virus from the germline is greatly impaired (small t*). Factors Favouring the Evolution of a Viral Germline. Our mathematical model predicts that allocation of viral particles to a nonreplicating germline is favoured by natural selection if the relative transmission success t of wild-type virus in the germline exceeds a threshold value t* describing the threat imposed by mutation. Specifically, increased [ 1 7 1 _ T D $ D I F F ] time to transmission (T), mutation rate (m), and replicative advantage of the mutant genotype (s) is associated with increased likelihood of the germline being favoured (lower t*).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The Germline Hypothesis of Chronic Viral Infections. Once a chronic virus has been transmitted to a new host (indicated by the",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Jayna Raghwani ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ackowledgments"
        }
    ]
}