{
    "paper_id": "2fef395624ecfc1747991a5cb4b9b2282aeac208",
    "metadata": {
        "title": "Redefining disease emergence to improve prioritization and macro-ecological analyses",
        "authors": [
            {
                "first": "Samantha",
                "middle": [
                    "R"
                ],
                "last": "Rosenthal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "addrLine": "121 S Main Street Box G-S121-2",
                        "postCode": "02912",
                        "settlement": "Providence",
                        "region": "RI",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "S"
                ],
                "last": "Ostfeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cary Institute of Ecosystem Studies",
                    "location": {
                        "postBox": "Box AB",
                        "postCode": "12545",
                        "settlement": "Millbrook",
                        "region": "NY",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "T"
                ],
                "last": "Mcgarvey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "addrLine": "121 S Main Street Box G-S121-2",
                        "postCode": "02912",
                        "settlement": "Providence",
                        "region": "RI",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "N"
                ],
                "last": "Lurie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "addrLine": "121 S Main Street Box G-S121-2",
                        "postCode": "02912",
                        "settlement": "Providence",
                        "region": "RI",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [
                    "F"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "addrLine": "80 Waterman St. Box G-W",
                        "postCode": "02912",
                        "settlement": "Providence",
                        "region": "RI",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Microbial infections are as old as the hosts they sicken, but interest in the emergence of pathogens and the diseases they cause has been accelerating rapidly. The term 'emerging infectious disease' was coined in the mid-1900s to describe changes in disease dynamics in the modern era. Both the term and the phenomena it is meant to characterize have evolved and diversified over time, leading to inconsistencies and confusion. Here, we review the evolution of the term 'emerging infectious disease' (EID) in the literature as applied to human hosts. We examine the pathways (e.g., speciation or strain differentiation in the causative agent vs. rapid geographic expansion of an existing pathogen) by which diseases emerge. We propose a new framework for disease and pathogen emergence to improve prioritization. And we illustrate how the operational definition of an EID affects conclusions concerning the pathways by which diseases emerge and the ecological and socioeconomic drivers that elicit emergence. As EIDs appear to be increasing globally, and resources for science level off or decline, the research community is pushed to prioritize its focus on the most threatening diseases, riskiest potential pathogens, and the places they occur. The working definition of emerging infectious diseases and pathogens plays a crucial role in prioritization, but we argue that the current definitions may be impeding these efforts. We propose a new framework for classifying pathogens and diseases as \"emerging\" that distinguishes EIDs from emerging pathogens and novel potential pathogens. We suggest prioritization of: 1) EIDs for adaptation and mitigation, 2) emerging pathogens for preventive measures, and 3) novel potential pathogens for intensive surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious disease events in humans, such as the initial outbreaks of measles in early agrarian societies 11,000 years ago, the geographic scope of the Black Death in the 14th century, and the introduction of smallpox to the New World in the 1500s undoubtedly would have made the 'front page' news of the time. These events have shaped human history for millennia, yet a growing body of literature suggests that host-pathogen dynamics are changing and giving rise to a novel cohort of 'emerging infectious diseases' (EIDs). Conceptualizations and definitions of EIDs have evolved in recent decades, affecting how epidemiologists and others interpret the causes and consequences of disease emergence. Below we explore the changing definitions of EIDs and their consequences, and offer an alternative framework that we hope will stimulate new efforts to better prioritize proactive and reactive approaches to disease emergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The earliest publications with 'emerging disease', 'emerging pathogen', or variations thereof in the title appeared in the 1950s and focused primarily on single disease events in livestock. Among these is a 1962 report on the introduction of Equine Piroplasmosis into the United States [2] . The paper's title, Equine Piroplasmosis -Another Emerging Disease, suggests that emergence was already a recognized phenomenon by the early 1960s. The 1970s and 1980s saw reports on EIDs in humans, livestock, pets, and in association with food crops [3] [4] [5] [6] [7] [8] . The first review of the topic, published in 1971 [9] , chronicled the important EIDs of the time (cholera, diphtheria, gonorrhea, cryptococcosis, malaria, and hemorrhagic fevers to name a few), but did not provide a specific definition for emerging infectious diseases or emerging pathogens. Nevertheless, the final sentences established what most EID researchers would agree with todaychange is to be expected. \"The microbiological system is closely allied with man; changes in the environment alter his relationship with organisms whether they be beneficial, symbiotic, or pathogenic. Man's way of life, his human behavior, his technological advances, his mere existence foster the conquest of some disease organisms, the emergence of others, and his introduction to unfamiliar ones. The infectious disease picture, therefore, is as subject to change as life itself [9] .\" It was not until the late 1980s/early 1990s that organized scientific groups like the Institute of Medicine (IOM) became publically concerned with EIDs [10, 11] . Institutional interest in EIDs manifested through conferences, reports, and publications that sparked multidisciplinary focus on the topic and set the stage for the surge in research that followed (Fig. 1) [10, 12, 13] . Two scientists in particular were especially influential in these years, Stephen Morse and Joshua Lederberg. Morse's work on viruses provided some of the first published definitions of emergence. \"We may use the term 'emerging viruses' to refer to viruses that either have newly appeared in the population or are rapidly expanding their range, with a corresponding increase in cases of disease [12, 14] .\" Morse's opinion was that despite appearances, emerging viruses are often not newly evolved organisms, but instead are existing viruses in the process of invading new host groups or regions, a process he called 'viral traffic' [12, 14] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1812,
                    "end": 1816,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1817,
                    "end": 1820,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1821,
                    "end": 1824,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2221,
                    "end": 2225,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2226,
                    "end": 2229,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2459,
                    "end": 2463,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2464,
                    "end": 2467,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1803,
                    "end": 1811,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Arguably, it was the 1992 IOM study, Emerging Infections: Microbial Threats to Health in the United States, co-authored by Lederberg, Robert Shope and Stanley Oaks [10] , that launched the current phase of research on patterns, causes and consequences of emerging infectious diseases. The establishment of the Program for Monitoring of Emerging Diseases (ProMED) and the Centers for Disease Control and Prevention's (CDC) journal Emerging Infectious Diseases soon followed, as did initial research aimed at identifying the general characteristics and drivers of emerging diseases [15, 16] . EIDs were defined in the IOM (1992) report as \"clinically distinct conditions whose incidence in humans has increased\" while re-emergence was defined as \"the reappearance of a known disease Fig. 1 . Emerging infectious disease publications and citations over time. We searched the Science Citation Index Expanded (ISI Web of Science) for papers published from 1900 to 2013 with English titles containing specific disease and pathogen emergence terms. Abstracts are not reliably available before 1990 so only titles were searched for 1900 to 1990. Our advanced search string was as follows: TI = (\"emerging infect*\") OR TI = (\"emerging disease*\") OR TI = (\"emerging pathogen*\") OR TI = (\"emerging virus\") OR TI = (\"emerging bacteria\") OR TI = (\"emerging helminth\") OR TI = (\"emerging parasit*\") OR TI = (\"emerging fung*\"). Returned articles were used to create a graphic illustration of the number of published reports and citations of these reports in each year. Events, reports and publications influential in the development of the field if emerging infectious diseases are noted. after a decline in its incidence\" [10] . The CDC was the first to add a timeframe to the definition, promulgating EIDs as \"diseases of infectious origin whose incidence in humans has increased within the past two decades or threatens to increase in the near future [11] \".",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1708,
                    "end": 1712,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1939,
                    "end": 1943,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 787,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The first attempts to identify which of the more than 1400 infectious agents known to humans were causing, or were likely to cause, emerging diseases and to use these lists to identify EID risk factors occurred in the 21st century. Seminal work conducted during this period began to shed light on the myriad linkages between human, wildlife and livestock hosts that result in pathogen spillover (successful transmission from one host species to another) and subsequent emergence events [17] . Taylor et al. [18] produced the first list and quantitative study of emerging pathogens (not diseases) which they defined as, \"… those that have appeared in a human population for the first time, or have occurred previously but are increasing in incidence or expanding into areas where they had not previously been reported, usually over the last 20 years.\" They noted, \"Some definitions of emerging also include recently discovered aetiological agents of already-described diseases. However, if there was no evidence that such a pathogen was increasing in incidence, it was not regarded in this database as emerging.\" Their tally identified 175 pathogenic species associated with emerging diseases, 75% of which were zoonotic (transmitted to humans from non-human vertebrates). Viruses and protozoa were deemed especially likely to emerge while helminthes were not, and no effect of transmission type (i.e., vector-borne vs. direct transmission) was detected. This [18] research paved the way for additional studies on the risk factors for human disease emergence. One of these studies updated the list assembled by Taylor et al., examined the relationship between host range and pathogen emergence, and identified social and environmental causal factors, i.e., \"drivers\" [19] . This study also revealed that emerging zoonotic pathogens can be maintained in a wide variety of non-human hosts, tend to have broad host ranges, and are largely the result of human impacts on the landscape (e.g., deforestation to support agriculture and livestock) and changing human demographics (e.g., population density in particular) [19] .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1766,
                    "end": 1770,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2112,
                    "end": 2116,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The definition of emerging infectious disease continued to evolve with the 2003 update of the 1992 IOM report: \"… either a newly recognized, clinically distinct infectious disease, or a known infectious disease whose reported incidence is increasing in a given place or among a specific population\" [20] . Five years later Jones et al. [21] published what is among the most cited EID papers to date. The authors presented the first spatiotemporal analysis of EID events (the original case or cluster of cases representing an infectious disease emerging in human populations for the first time) and their causal factors. They defined an emerging infectious disease as that which has \"recently increased in incidence, impact or geographic range. Specifically, it is caused by a pathogen that has recently evolved or entered the human population for the first time, or which has occurred previously, but is increasing in incidence or expanding into an area in which it has not previously been reported, or which has significantly changed its pathological or clinical presentation.\" Their compilation and analyses of 335 EID events was novel in a few ways. First, the report provided quantitative evidence for the longheld assumption that EIDs were increasing over time in the human population (since 1940). Second, each individual drug-resistant microbial strain was counted as a unique pathogen in the dataset, leading to the new finding that bacteria were more likely to be emerging pathogens than viruses. Third, using a method that accounted for an expected geographically-based bias in the reporting of EIDs, potential future EID hotspots were predicted in low and middle income countries where high human population density and biological diversity overlap; the very regions of the world where disease surveillance is most lacking [21] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1834,
                    "end": 1838,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Advances in infectious disease research have been rapid and multi-disciplinary in the last twenty years, and have been influential in resource allocation to improve EID prediction and prevention (e.g., USAID's Emerging Pandemic Threats Program [22] ). What are the next steps for the field? How can the infectious disease research community better understand the macro-ecology of emerging infectious diseases? How can we sharpen our focus to be better at preventing and responding to the next influenza strain, coronavirus or Ebola outbreak? The working definition of emerging infectious diseases and pathogens plays a crucial role in efforts to do so. An evolving and vague or inconsistent definition is likely impeding these efforts [23] .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the sections below, we: 1) examine the pathways (how) by which diseases emerge; 2) propose a new framework for emergence to inform prioritization efforts; and 3) illustrate how the operational definition of an EID affects conclusions concerning the ecological and socioeconomic drivers (e.g., land use change, antimicrobial agent use) that elicit emergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The attributes that constitute emergence among pathogens and diseases have varied over time and space, as well as between studies. The medical and public health fields tend to focus on emerging diseases [10, 20] , while ecologists are largely interested in their causal agentsemerging pathogens [18, 19, 21] . By chronicling changes in the definition of EIDs in the literature, we identified seven 'pathways' that researchers have used to identify diseases and pathogens as emerging in humans: 1) when a disease increases in incidence, 2) when a disease increases in impact (as measured, for example, by the associated disability in terms of morbidity and mortality), 3) when a disease increases in geographic range, 4) when a pathogen has undergone recent evolutionary change, 5) when a pathogen is detected the human population for the first time, 6) when a pathogen significantly changes its pathology or clinical presentation, or 7) when a pathogen is discovered for the first time. Collectively, these pathways capture nearly all the ways in which pathogens and the diseases they cause can change in the human population. These seven pathways have been used predominantly to identify emergence, but have been overlooked in macroscale analyses of EIDs [18, 19, 21] . Neglect of the pathways used to designate diseases as emerging has left some important questions unanswered. Do most EIDs emerge via one or multiple pathways? Are some pathways more common than others in the emergence process? We consider these questions using a subset of chronicled EID events.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1261,
                    "end": 1264,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1265,
                    "end": 1268,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Pathways to emergence"
        },
        {
            "text": "We took a disproportionate random sample from the database of 335 pathogens reported by Jones et al. [21] as causing EID events since 1940. Using Stata 10.0, we selected a sample with equal numbers of viruses, both zoonotic (n = 20) and non-zoonotic (n = 20), and bacteria, both zoonotic (n = 20) and non-zoonotic (n = 20), yielding a total of 80 events. A disproportionate sample was selected in this manner to increase the power to detect associations between pathogen type or host type and pathways or drivers. We focused on bacteria and viruses as these taxonomic groups are best studied (e.g., as compared to emerging helminths) and represent the majority of EID events.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Pathways to emergence"
        },
        {
            "text": "Literature surveys were conducted to identify the pathways associated with each of the 80 EID events. The original references cited in Jones et al. were reviewed first, followed by PubMed and Google Scholar searches for the specific event until sufficient information was compiled to categorize events by one, some, or all of the seven proposed pathways of emergence. After examining references from Jones et al., if the disease pathogen could not be categorized sufficiently, we then searched PubMed by the name of the pathogen, followed by the year of the event, noted in Jones et al. If the pathogen still could not be sufficiently categorized based on results from the PubMed search, the same searches were conducted using Google Scholar. For a more detailed explanation of EID events, associated references, and assigned pathways see the supplemental information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathways to emergence"
        },
        {
            "text": "Our findings suggest that emergence rarely occurs as a result of only one pathway (Table 1 ). In fact, all of the 80 events we examined emerged via two to three pathways (38 events by two pathways, 33 events by three pathways, 9 events by four pathways). More than 40% of events were characterized by the pathways 'detected in the human population for the first time' and 'newly discovered'. The only pathway not associated with any EID event in our sample was 'changing in pathology or clinical presentation'. The broad way in which EIDs have been identified previously (by demonstrating one or more pathways of emergence) has the potential to mask critically important heterogeneity in these events, their drivers, and future hotspots of EID events.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pathways to emergence"
        },
        {
            "text": "To open a dialog on how the definition of EID affects the interpretation of drivers and biogeography of emergence, we here propose a new definitional framework. Our framework distinguishes between four stages of emerging diseases and pathogens and ranks them in decreasing order of immediate public health impact for prioritization purposes: 1) emerging infectious diseases, 2) emerging pathogens, 3) novel potential pathogens, and 4) submerging infectious diseases and pathogens. We present the framework in a decision tree (Fig. 2) and apply it to the subset of EID events described in the preceding section.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 533,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "A new framework for classifying emergence"
        },
        {
            "text": "Emerging infectious diseases (EIDs) are those that have a clear detrimental impact on a human host population. Impact can occur both over space and time and is an inherent outcome of the spread of infectious disease to new human hosts. The pathways that constitute an emerging infectious disease are the three described in the most recent literature: 1) when a disease increases in incidence, 2) when a disease increases in impact, and 3) when a disease increases in geographic range. The question raised above, what constitutes impact, is key here. The impact of any given infectious disease can vary greatly between host individuals, populations, and places. Highly virulent pathogens, those that are challenging to treat, and those with high basic reproductive numbers (R 0 : the average number of cases one infected individual causes in a completely susceptible population) can result in widespread morbidity and mortality that in the worst cases also cause public unrest and economic loss. SARS and Ebola serve as examples of EIDs. Moving quickly via the commercial aviation network, SARS spread to 29 countries and infected more than 8000 people in eight months, costing the global economy 30-100 billion USD [24] . SARS in 2002-2003 was 'emerging' due to its increase in geographic range, impact and incidence. Similarly, the emergence of Ebola virus in several parts of Africa is another clear case of an EID. The original outbreaks in the Democratic Republic of Congo (then Zaire) and South Sudan (then Sudan) in 1976 involved N 600 cases with N 70% case fatality. Periodic outbreaks in Central Africa continued throughout the late 20th and early 21st Centuries, affecting dozens to hundreds of people each time, with similarly high fatality rates [25] . The first cases of the current Ebola virus outbreak were confirmed in March 2014, and as of the end of October 2014 there were N6500 cases in Liberia, N5300 in Sierra Leone, and N1600 in Guinea, with other laboratory-confirmed cases in Mali, Senegal, Nigeria, Spain, and the United States [26, 27] . Ebola clearly meets the definition of an EID given the increase in the disease's incidence, impact (in terms of morbidity and mortality) and geographic range.",
            "cite_spans": [
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1757,
                    "end": 1761,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2053,
                    "end": 2057,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 2058,
                    "end": 2061,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Emerging infectious diseases (EIDs)"
        },
        {
            "text": "Emerging pathogens (EPs) are those characterized by the following pathways: 4) when a pathogen has undergone recent, rapid evolutionary change tantamount to speciation or strain differentiation, 5) when a pathogen is detected the human population for the first time, 6) when a pathogen significantly changes its pathology or clinical presentation, or 7) when a pathogen is discovered for the first time. Emerging pathogens are distinguished from the next stage, novel potential pathogens, in that there is clear evidence that they can cause disease in humans. Relative to emerging infectious diseases, however, emerging pathogens (in their present state) do not cause significant levels of morbidity or mortality. This is not to imply that they do not have the potential to become an emerging infectious disease; some will and some may never. In many cases emerging pathogens will have been identified as infectious in a single or small number of local cases. Examples of emerging pathogens include many multi-drug resistant microbes. For these pathogens, the potential health impact will vary with the availability and accessibility of treatment options. Another example of an emerging pathogen is Jamestown Canyon virus. Jamestown Canyon virus is a member of the California serogroup of bunyaviruses spread by mosquitoes from the typical cervid reservoir. Though this pathogen was originally discovered in the 1960s in mosquitoes, only 15 human cases have been reported in the United States since 2004 [28] . The Jamestown Canyon virus is rare, yet endemic in parts of the United States and Canada. Though it was newly discovered in the 1960s and now found to cause illness in humans, it is not increasing in incidence, impact, or geographic range. Therefore, Jamestown Canyon virus is an emerging pathogen that should be targeted for surveillance and prevention measures, but not for the wide-scale mitigation efforts an EID would require.",
            "cite_spans": [
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging pathogens (EPs)"
        },
        {
            "text": "Novel potential pathogens (NPPs) are also characterized by pathways 4, 5 and 7, but are distinct from emerging pathogens in that there is no evidence that their presence in a human host causes clinical illness. Novel potential pathogens might include opportunistic microbes that are typical members of a human host microbiome. Only under unusual circumstances might they become pathogenic; for example when the human host becomes immune-compromised, the microbiome is altered in a manner that allows a particular microbe to reach high abundances and become pathogenic [29] , or virulence increases due to a genetic or physiological change. Other examples of novel potential pathogens are those newly discovered in humans, but which do not yet cause clinical illness. Simian foamy viruses (SFVs), retroviruses highly prevalent in several animal species, are one example. Studies in central Africa have demonstrated spillover of these viruses from primates to primate hunters though to date there is no evidence that infection causes clinical illness in the latter [30] .",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Novel potential pathogens (NPPs)"
        },
        {
            "text": "Submerging infectious diseases and pathogens are those receding in scope and impact due to human intervention or through natural means. We have the power to reduce the impact, incidence and geographic scope of emerging infectious diseases over time and so submergence should be part of a prioritization framework. In a few extraordinary cases, infectious diseases of global concern have been eliminated from the planet. Smallpox was eradicated from the human population, Rinderpest was eradicated from ungulates, and the end of Guinea Worm looks to be within reach [31] [32] [33] . Not so long ago, Smallpox and Rinderpest were harmful emerging infectious diseases. Smallpox emerged in the New World during the Age of Exploration and went on to decimate Native American populations, whereas Rinderpest was introduced to Africa in the late 1800s and wiped out such large numbers of domestic and wild ungulates that the entire southern part of the continent experienced sweeping ecosystem change [34] . Both diseases submerged over time, became endemic, and thanks to tireless human effort are now a part of history. Submerging infectious diseases are overlooked by the current EID literature, but an important stage in this new framework is the power of science-based policy to reduce the impact, incidence and geographic scope of emerging infectious diseases.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 569,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Submerging infectious diseases and pathogens"
        },
        {
            "text": "We redefined the 80 EID events according to our new framework to illustrate how the definition of EIDs affects biological conclusions regarding both pathways and drivers of EIDs. When describing drivers we considered all drivers assigned to at least five EID events (in our subset of 80 EID events). This led to a categorical variable for drivers that included: industry changes, international travel & commerce, land use changes, antimicrobial agent use, human susceptibility to infection, and other. 'Other' was created by combining all other drivers that were assigned to fewer than five EID events (e.g., breakdown in public health measures, bushmeat consumption, climate & weather, human demographics & behavior, war & famine, and unspecified).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applying the framework"
        },
        {
            "text": "After the reclassification of these EID events, only 41% of EID events considered maintained the classification of an EID under our framework. Over half (54%) were reclassified as EPs and 5% as NPPs (Table S1 ). Using Pearson's chi-square test, EIDs and EPs were shown to have significantly different drivers (p = 0.03; there were too few NPPs to consider; Fig. 3 ). Whereas EIDs were largely associated with industrial change, international trade and commerce, and 'other drivers', antimicrobial agent use was the dominant driver of EPs. This new classification demonstrates that the broad way in which EIDs have been categorized to date masks critically important heterogeneity in these events, their drivers, and therefore predictions of future occurrence (Fig. 3) . These observations underscore the need for a consistent, transparent definition of EID and related concepts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 208,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 357,
                    "end": 363,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 767,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Applying the framework"
        },
        {
            "text": "Our ability to identify a stage shift (e.g., when an NPP becomes an EP, when an EP becomes an EID, etc.) in the EID framework depends on three overarching conditions. First, detecting a shift depends on who is looking, when, and the factors that facilitate disease reporting, including scientific infrastructure, open media and internet usage [35, 36] . The shift of SARS from an emerging pathogen to an emerging disease took place over a matter of weeks. If Chinese public health officials had identified, contained and publically reported cases earlier, SARS might not have had the global impact that it did [37] . Recognizing that there will always be criticism during an epidemic, officials covering MERS-CoV seem to have benefitted from the lessons of SARS. Newly discovered cases are being reported in almost real-time to the public, and agencies (including the Saudi Arabian Ministry of Health, European Centre for Disease Prevention and Control, U.S. CDC and the WHO) are coordinating surveillance internationally.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Stage shifts in the emergence process"
        },
        {
            "text": "Second, identifying a shift from emerging pathogen to emerging disease depends on how we choose to quantify significant increases and decreases in incidence, geographic range and impact. The research community is just now considering empirical methods to accomplish this. A recent proposal for segmented linear regression to examine changes in the incidence of a specific disease in a defined location is a promising start [38] . The next steps for such methods will be more effectively controlling for the influence of surveillance effort, discovery bias and reporting on incidence trends, adding a spatial dimension, and considering how best to calculate and track changes in impact. Related to this last point, the research community needs to decide which stages of emergence are most permeable to prevention and control efforts. This is the third condition that influences our ability to identify stage shifts.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Stage shifts in the emergence process"
        },
        {
            "text": "Our literature review reinforces the notion that the distribution and impact of pathogens vary continuously in space and time, but when these facts should matter to public health is not straightforward. The economic costs and R 0 values of EIDs are two metrics that have been used to quantify impact [39] [40] [41] [42] . R 0 is typically calculated retrospectively, after diseases have emerged and are widely spread within a population and can vary geographically or between host populations. New methods from physics, based on the principles of network theory, offer the possibility of real-time estimates of R 0 [43] and potential for assessing and comparing the impacts of emerging pathogens before they move to the next stage. While Disability Adjusted Life Years (DALYs) have been valuable in characterizing the global burden of many endemic and chronic infectious diseases, their application to EIDs remains notably absent but potentially promising in estimating impacts.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Stage shifts in the emergence process"
        },
        {
            "text": "We have reviewed the literature to describe the evolution of the term emerging infectious disease, identified the major pathways of emergence, presented a new framework for classifying pathogens and diseases at varying levels of emergence, and laid out the challenges associated with the current definition of EIDs. We have shown that the definition of an EID strongly affects our understanding of how and why diseases emerge, which in turn informs efforts to prevent and mitigate emergence. Ultimately, what the scientific and health communities want to understand is what causes pathogens and infectious diseases to become increasing threats so that they can either be prevented or mitigated quickly and efficiently. Having a consistent, operational, and transparent definition of emergence and related concepts is critical for this purpose, yet the current definition has drifted, becoming less operational and less consistent. The framework we propose suggests a prioritization scheme that focuses on pathogens with realized or likely imminent public health impact, but the impact threshold remains elusive. We suggest that EIDs should be prioritized for adaptation and mitigation, emerging pathogens for preventive measures, and novel potential pathogens for intensive surveillance. We think this new approach to emergence is likely to improve our ability to generate accurate generalizations about the patterns and processes governing trends in infectious disease, which will be critical for future efforts to protect global public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Microbial Evolution and Co-adaptation: A Tribute to the Life and Scientific Legacies of Joshua Lederberg",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Equine piroplasmosis-another emerging disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Maurer",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "141",
            "issn": "",
            "pages": "699--702",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Parvovirus infection, an emerging disease -sudden-death in puppies and a new diarrhea syndrome in dogs",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mccandlish",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Vet. Rec",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Campylobacter -an emerging pathogen in food",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaser",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Food Prot",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Soybean stem canker-an emerging disease problem",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Backman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morganjones",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Plant Dis",
            "volume": "69",
            "issn": "",
            "pages": "641--647",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mycobacterium avium complex, an emerging pathogen in Massachusetts",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Dumoulin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Clin. Microbiol",
            "volume": "22",
            "issn": "",
            "pages": "9--12",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Update on emerging pathogens in foods",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Food Prot",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Polioencephalomalaci, an emerging disease of goats",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Tanwar",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Indian J. Anim. Sci",
            "volume": "57",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emerging diseases of man and animals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Sencer",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Annu. Rev. Microbiol",
            "volume": "25",
            "issn": "",
            "pages": "465--486",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emerging Infections: Microbial Threats to Health in the United States",
            "authors": [],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Addressing Emerging Infectious Diseases Threats: A Prevention Strategy for the United StatesMMWR 43-RR-5",
            "authors": [],
            "year": 1994,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emerging virus: the evolution of viruses and viral diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schluederberg",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Infect. Dis",
            "volume": "162",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emerging viruses: defining the rules for viral traffic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Perspect. Biol. Med",
            "volume": "34",
            "issn": "",
            "pages": "387--409",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Emerging Viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10--28",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Global Burden of Disease",
            "authors": [],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The World Health Report 1998-Life in the 21st Century: A Vision for All, World Health Organization",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emerging infectious diseases of wildlife-threats to biodiversity and human health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hyatt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "443--449",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Risk factors for human disease emergence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philos. Trans. R. Soc. Lond",
            "volume": "356",
            "issn": "",
            "pages": "983--989",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Host range and emerging and reemerging pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gowtage-Sequeria",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "1842--1847",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Literature surveys of the 80 randomly selected EID events from Jones et al. [21] uncovered enough detail for us to apply the new framework (see supplementary information)",
            "authors": [],
            "year": null,
            "venue": "Fig. 3. Difference in driver distribution among EIDs and EPs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Microbial Threats to Health: Emergence, Detection, and Response, Institute of Medicine",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Agency for International Development",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Social inequalities and emerging infectious diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Emerg. Infect. Dis",
            "volume": "2",
            "issn": "",
            "pages": "259--269",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The economic impact of SARS: how does the reality match the predictions?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Keogh-Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy",
            "volume": "88",
            "issn": "",
            "pages": "110--120",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ebola (Ebola Virus Disease). Outbreaks Chronology: Ebola Virus Disease",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "Ebola Virus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The human microbiome: at the interface of health and disease",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaser",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Genet",
            "volume": "13",
            "issn": "",
            "pages": "260--270",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Simian foamy virus transmission from apes to humans, rural Cameroon",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Calattini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg. Infect. Dis",
            "volume": "13",
            "issn": "",
            "pages": "1314--1320",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The confirmation and maintenance of smallpox eradication",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Breman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "N. Engl. J. Med",
            "volume": "303",
            "issn": "",
            "pages": "1263--1273",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The tail end of Guinea worm-global eradication without a drug or a vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N. Engl. J. Med",
            "volume": "356",
            "issn": "",
            "pages": "2561--2564",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Global Rinderpest eradication: lessons learned and why humans should celebrate too",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Infect. Dis",
            "volume": "204",
            "issn": "",
            "pages": "502--505",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Plagues and Peoples",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The internet and the global monitoring of emerging diseases: lessons from the first 10 years of ProMED-mail",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Woodall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch. Med. Res",
            "volume": "36",
            "issn": "",
            "pages": "724--730",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Early detection of disease outbreaks using the Internet",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Can. Med. Assoc. J",
            "volume": "180",
            "issn": "",
            "pages": "829--831",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Role of China in the quest to define and control severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Breiman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis",
            "volume": "9",
            "issn": "",
            "pages": "1037--1041",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Quantifying trends in disease impact to produce a reproducible definition of an emerging infectious disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Bogich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Recurrent zoonotic transmission of Nipah virus into humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Luby",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg. Infect. Dis",
            "volume": "15",
            "issn": "",
            "pages": "1229--1235",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Estimation of the basic reproductive number (R0) for epidemic, highly pathogenic avian influenza subtype H5N1 spread",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maftei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Apostu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suru",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiol. Infect",
            "volume": "137",
            "issn": "",
            "pages": "219--226",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Transmission potential of smallpox: estimates based on detailed data from an outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Epidemiol",
            "volume": "158",
            "issn": "",
            "pages": "110--117",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Economic and Social Impact of Emerging Infectious Disease: Mitigation Through Detection, Research, and Response",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Early real-time estimation of the basic reproduction number of emerging infectious diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Davoudi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Phys. Rev. X",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Disease emergence pathways.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Felicia Keesing for comments and suggestions that helped to improve this manuscript. This work was made possible by grant number 1R01GM100471-01 from the National Institute of General Medical Sciences (NIGMS) at the National Institutes of Health and support from the Brown University's Environmental Change Initiative (GR30014).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.onehlt.2015.08.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}