{
    "paper_id": "50574a335111531f99e850854c30220630d96108",
    "metadata": {
        "title": "Novel algorithm for accelerated electroanatomic mapping and prediction of earliest activation of focal cardiac arrhythmias using mathematical optimization",
        "authors": [
            {
                "first": "Tobias",
                "middle": [],
                "last": "Weber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Magdeburg",
                    "location": {
                        "settlement": "Magdeburg, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Hugo",
                "middle": [
                    "A"
                ],
                "last": "Katus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Heidelberg",
                    "location": {
                        "settlement": "Heidelberg, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Sager",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Magdeburg",
                    "location": {
                        "settlement": "Magdeburg, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Eberhard",
                "middle": [
                    "P"
                ],
                "last": "Scholz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Heidelberg",
                    "location": {
                        "settlement": "Heidelberg, Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "BACKGROUND Premature beats (PBs) are a common finding in patients suffering from structural heart disease, but they can also be present in healthy individuals. Catheter ablation represents a suitable therapeutic approach. However, the exact localization of the origin can be challenging, especially in cases of low PB burden during the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "OBJECTIVE The aim of this study was to develop an automated mapping algorithm on the basis of the hypothesis that mathematical optimization would significantly accelerate the localization of earliest activation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "METHODS The algorithm is based on iterative regression analyses. When acquiring local activation times (LATs) within a 3-dimensional anatomic map of the corresponding heart chamber, this algorithm is able to identify that exact position where a next LAT measurement adds maximum information about the predicted site of origin. Furthermore, on the basis of the acquired LAT measurements, the algorithm is able to predict earliest activation with high accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A systematic retrospective analysis of the mapping performance comparing the operator with simulated search processes by the algorithm within 17 electroanatomic maps of focal spreading arrhythmias revealed a highly significant reduction of necessary LAT measurements from 55 6 8.8 to 10 6 0.51 (n 5 17; P , .0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CONCLUSION On the basis of mathematical optimization, we developed an algorithm that is able to reduce the number of LAT measurements necessary to locate the site of earliest activation. This algorithm might significantly accelerate the mapping procedure by guiding the operator to the optimal position for the next LAT measurement. Furthermore, the algorithm would be able to predict the site of origin with high accuracy early during the mapping procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Premature beats (PBs) are a common finding in patients with structural heart disease, but they can also occur in otherwise healthy individuals. In patients with drug refractory symptomatic PBs or frequent monomorphic ventricular PBs in patients with reduced left ventricular ejection fraction, catheter ablation is well indicated. 1, 2 Since the introduction by Gepstein et al, 3 3-dimensional (3D) electroanatomic mapping systems are increasingly applied to locate the exact site of origin of PBs.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 333,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 334,
                    "end": 335,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 378,
                    "end": 379,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, infrequent occurrence of PBs during the procedure can hinder the creation of a detailed activation map within an acceptable period of time, thereby limiting procedural success. In these particular cases, it may be reasonable to first reconstruct the anatomy of the heart chamber during sinus or paced rhythm, adding the local activation times (LATs) to the existing anatomical information within a second step as a so-called remap. Figure 1A exemplarily displays the electrocardiogram of a young patient with long QT syndrome suffering from recurrent episodes of torsade de pointes tachycardia triggered by short-coupled left ventricular PBs. In this particular case, the operator decided to first reconstruct left ventricular anatomy. By obtaining LAT measurements (exemplarily displayed in Figure 1B Motivated by established systematic search routines as, for example, applied for the rescue of avalanche victims, we strived for developing an algorithm for optimized data acquisition to accelerate the mapping procedure in cases of rare arrhythmia occurrence. 4 Our strategy was based on the assumption that when deciding about the localization of each next LAT measurement, the amount of additional information may largely differ depending on the exact location of the measuring point. We therefore developed a mapping algorithm that is able to calculate the amount of additive value at each nodal point of the geometry and automatically position the next LAT measurement at the site of maximum additive information. Furthermore, the algorithm is able to predict earliest activation by extrapolation on the basis of the acquired LAT measurements with high accuracy.",
            "cite_spans": [
                {
                    "start": 1071,
                    "end": 1072,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 450,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 801,
                    "end": 810,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Seventeen patients who underwent catheter ablation of focal arrhythmias guided by a 3D mapping system (CARTO 3, Biosense Webster Inc., Diamond Bar, CA) between March 1, 2014 and August 31, 2015 were selected retrospectively from our database. The study was approved by the local ethics committee and was performed in accordance with the Declaration of Helsinki (64th WMA General Assembly, Fortaleza, Brazil, 2013). Data were recorded and analyzed using the LABSYSTEM PRO electrophysiological recording system (Boston Scientific, Marborough, MA,). Electroana-tomic maps were established with the point-by-point acquisition mode of the CARTO system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrophysiological procedures and data acquisition"
        },
        {
            "text": "For each patient, the raw data of the geometry of the heart chamber exported from the CARTO system consist of a triangular mesh. Some points (measurement points) are further labeled with a LAT obtained by the operator. On the basis of the spatiotemporal information exported from the CARTO system, we established a 3D geometry for each patient using the MATLAB software package (MathWorks, Natick, MA). Figure 2A schematically displays the structure of the surface of this mesh/graph. Within this graph, the distance between 2 nodal points was measured using the shortest distance over the connecting edges. The shortest distance between the 2 nodal points i and j is denoted as d ij .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Development of patient-specific geometric models"
        },
        {
            "text": "Considering the focal character of the arrhythmia, we assumed that electric excitation would spread centrifugally over the connecting edges of the mesh geometry with a constant conduction velocity (CV). CV for each patient was calculated on the basis of the acquired LATs and the geometric positions of the mapping points (Table 1) . When fitting a straight line through these data, CV could be simply obtained from the slope of the line (Supplemental Figure 1) . The LAT at a certain nodal point (t i ) is given by a linear model using the shortest path distances and the following formula: where t i is the arrival time of the signal at point i, d ik is the shortest distance between nodal point i and source k, CV is the conduction velocity, t 0 is the unknown earliest activation time, and SEM is an individual measurement error. This error had to be included because the estimated CV obtained from the exported nodal points exhibited a certain degree of uncertainty, reflected by the r 2 value ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 331,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 452,
                    "end": 461,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1001,
                    "end": 1009,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Development of patient-specific geometric models"
        },
        {
            "text": "When the algorithm obtained a measurement within the previously generated geometric model, the LAT at this specific nodal point was computed by the distance to the origin and the CV using formula 1. On the basis of the location and LAT of the obtained measurements, the algorithm predicted the origin of the signal by solving a linear regression problem for every nodal point of geometry j. To estimate the CV and the initial time t 0 , we minimized the objective",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of earliest activation"
        },
        {
            "text": "Solving this problem for every nodal point on the geometry, the nodal point exhibiting the best fit (highest r 2 value) was considered the origin of the signal or at least the best estimate of the origin on the basis of the available information. An example is considering that a number of mapping points have been acquired and the algorithm tries to identify the site of earliest activation. In this case, it would go through all other nodal points each time establishing a regression analysis (see Supplemental Figure 1 ) with all available mapping points. Figure 2 explains the search routine within a simple planar mesh geometry. The red nodal point marks the true origin of excitation, and the black points (labeled a, b, and c) mark the measurement points already obtained at this time point. When assuming the blue point as the possible source, the calculated distances to the measurements points are 1, 3, and 3 numbers of edges. However, as the LATs at the measurement points in fact characterize the distance to the true origin (red point), there is no good correlation between distance and time ( Figure 2C ). In contrast, when assuming the red point as the possible source, the distances as well as the time delays to the measurement points (black points) are 1, 2, and 3. Figure 2D displays the excellent correlation of these points, thereby identifying the red point as true origin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 513,
                    "end": 521,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 559,
                    "end": 567,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1108,
                    "end": 1117,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1285,
                    "end": 1294,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Prediction of earliest activation"
        },
        {
            "text": "Optimizing the localization of the next measurement point",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of earliest activation"
        },
        {
            "text": "Using the aforementioned strategy, the algorithm is able to predict the most likely localization of the origin. However, a main goal of our work was to develop an algorithm that considerably reduces the number of measurement points. For this purpose, the algorithm needs to select that next measurement point that increases the quality of our estimate best. To identify the optimal next measurement point, the algorithm tried to minimize the standard error of the y-intercept of the regression curves for all nodal point using the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of earliest activation"
        },
        {
            "text": "where a l is the positive weight used to define how important a nodal point and its detection as source is. The second regression parameter of the regression at nodal point i is t 0i . In other words, we wanted to minimize the variance of the y-intercept for all regressions we perform by picking the next measurement point. The reason for this approach is that every point of the regression curve possesses a certain degree of uncertainty. This is reflected by the variance (see red lines in Supplemental Figure 1 ). In addition to the correlation coefficient, the variance of the y-intercept (at distance 0) provides information about the quality of fit. Therefore, to identify the specific nodal point where a next mapping point would best improve the quality of the map, the algorithm again went through all nodal points checking how much a measurement at this specific point would reduce the variance of the y-intercept of the regression curves at all other points. This specific nodal point that results in the maximum reduction of the variance of the y-intercept of all other nodal points was identified as the next mapping point. The mean overall computing time for the calculation of the optimal position of the next mapping point as well as the revised prediction of earliest activation was 124 ms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 514,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Prediction of earliest activation"
        },
        {
            "text": "In order to locate the site of earliest activation, the algorithm, at a certain point in time, stops taking mapping points based on the degree of maximum additive information and starts localizing the site of origin by a direct search close to the predicted site of origin. This change of the search strategy seems reasonable, as points collected on the basis of maximum additive information are generally remote and not close to the predicted origin. To identify the point in time, when this second phase of the search routine needed to be entered, the algorithm continuously compared the quality of fit (derived from regression analysis) between the predicted site of origin and all points within 1 cm around it. As soon as the difference of the quality of fit to the surrounding points reached a certain threshold (surrounding points significantly worse), the search routine was changed to a more or less heuristic search around the predicted site of origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting the source"
        },
        {
            "text": "Electroanatomic maps from 17 patients who underwent ablation of focal arrhythmias were selected retrospectively from our database. On average, a number of 55.1 6 8.8 (n 5 17) LAT measurements had been acquired by the operator before ablation. The geometry of the aforementioned patient with long QT syndrome is displayed exemplarily in Figure 3A . The LAT measurements obtained by the operator are displayed as color-coded points, with red representing early activation times and purple late activation times (see timescale). The projection of the search path followed by the operator is displayed. Figure 3B displays the distance between the measuring points and the origin in relationship to the corresponding LATs. In this particular case, a total number of 27 LAT measurements were obtained. The corresponding linear regression exhibited a good correlation, yielding an r 2 value of 0.86 (slope 0.55 6 0.044 ms/ mm; y-intercept 271.1 6 1.1 ms; n 5 27). Table 1 gives an overview of the correlation coefficients, the calculated CVs, and the mapped heart chambers of all patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 345,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 608,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 964,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Mapping of earliest activation by the operator"
        },
        {
            "text": "Next, we analyzed mapping performance of the developed algorithm. For this purpose, realistic models of excitation propagation had to be first established for each patient. We therefore computed the LAT for each nodal point of the mesh geometry using the electroanatomic map created by the operator, the identified origin, the calculated CV, and the individual measurement error. These geometries served as a test environment for the algorithm. At the beginning of the automated mapping procedure, the algorithm had information only about the anatomical situation derived from the mesh geometry, such as the exact localization of the nodal points and the connecting edges, which means that the algorithm was blinded to all LATs of the geometry. At the very beginning of the automated mapping procedure, the first 3 LAT measurements were chosen en bloc because the selection of only 2 points would result in a perfect linear regression fit, rendering all points equally likely to be the origin. These 3 measurements are automatically performed by the algorithm purely on the basis of the shape of the geometry. Now that the LAT and localization of the initial 3 measurement points had been obtained, the algorithm went through all nodal points of the geometry, each time calculating the distance to the 3 initial measurement points and the linear regression for distance and LAT. The nodal point with the best fit was then assumed to be the origin (predicted origin). Figure 4A exemplarily displays the situation for the previously described patient (Figure 1 ) at this exact point in time. The initial 3 measurement points are displayed as black points. The quality of correlation (r 2 ) of each nodal point is color coded, with blue representing strong correlation and white weak correlation. The nodal point with the best correlation (predicted origin) is highlighted as a large blue point. The red point indicates the localization of the true origin. Since only 3 LAT measurements had been performed at this point in time, the predicted origin is still remarkably displaced from the true origin. The correlation between the distance to the measurement points and the LATs for the predicted origin (large blue point) is displayed in Figure 4B .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1467,
                    "end": 1476,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1549,
                    "end": 1558,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2235,
                    "end": 2244,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mapping of earliest activation by the algorithm"
        },
        {
            "text": "Next, the algorithm aimed at identifying that specific nodal point that would add maximum information about the localization of the true origin. Considering that the y-intercept of the regression curve represents the predicted origin, the algorithm searched for that specific nodal point at which an LAT measurement would reduce the variance of the y-intercept for the regression curves of all nodal points most. Figure 4C displays a mesh geometry showing the additive value at each nodal point, with black representing maximum additive information and white minimum additive information. The location of the maximum additive value is marked by an arrow (Figure 4C ). Two itera-tions later and now based on the information of 5 LAT measurements, the predicted origin evidently migrates toward the true origin ( Figures 4D-4F ). Figure 5A displays the situation after the seventh iteration when the algorithm located the true origin by placing the last measurement in this position. Comparable to Figure 3A , the acquired measurement points are color coded, with red representing early activation times and purple late activation times. Again, the search path is displayed on the frontal and sagittal planes. In contrast to the operator (27 measurements), the algorithm identified the true origin with 7 LAT measurements. Figure 5B displays the correlation between the distance to the origin and the LAT. To allow a direct comparison between the map automatically generated by our algorithm with the original CARTO map, we created a color-coded CARTOlike activation map ( Figure 5C ). Identically to the remap displayed in Figure 1B III , our map is based on the spatiotemporal information of 7 LAT measurements. A direct comparison of both maps visualizes the obvious difference in accuracy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 422,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 654,
                    "end": 664,
                    "text": "(Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 811,
                    "end": 824,
                    "text": "Figures 4D-4F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 828,
                    "end": 837,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 996,
                    "end": 1005,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1321,
                    "end": 1330,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1571,
                    "end": 1580,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1622,
                    "end": 1631,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mapping of earliest activation by the algorithm"
        },
        {
            "text": "Next, we analyzed the diagnostic performance of the algorithm within all previously generated test geometries. Figure 6A displays the mean number of iterations that were necessary to identify the origin of the arrhythmia in each patient. Overall, the mean number of LAT measurements that were needed by the algorithm to identify the origin was 10 6 0.51 (n 5 17). Compared to the algorithm, the operator, on average, took 5 times as many LAT measurements (55 6 8.8; n 5 17; P , .0001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Comparison between the operator and the algorithm"
        },
        {
            "text": "However, when performing a head-to-head comparison between the mapping performance of the operator and the algorithm, it has to be taken into account that the algorithm always started mapping within an existing anatomy whereas the operator in some cases had reconstructed the anatomy simultaneously while mapping activation times. For this purpose, Figure 6B compares only those particular cases in Figure 3 Evaluation of the mapping approach of the operator. A: Reconstructed mesh geometry obtained from the ablation procedure in the aforementioned patient with long QT syndrome. LAT measurement points obtained by the operator are displayed as points with color-coded activation times, with red representing early activation times and purple late activation times (see color scale). The search path from the LAT measurement to the LAT measurement followed by the operator is displayed as a projection on the frontal and sagittal planes. B: Distance between measurement points and the corresponding LATs shows a good correlation when assuming the site of best fit as the true origin (red point). LAT 5 local activation time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 358,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 399,
                    "end": 407,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Comparison between the operator and the algorithm"
        },
        {
            "text": "which the operator was able to map activation times within a preexisting anatomy (remap). In these 10 cases, the site of origin could be identified within 11 6 0.89 LAT measurement points by the algorithm as compared to 42 6 7.0 LAT measurement points by the operator (n 5 10; P , .001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison between the operator and the algorithm"
        },
        {
            "text": "The algorithm outperformed the operator in almost every case in terms of the number of mapping points necessary to locate the site of origin, thereby pointing to shorter procedure times. In our opinion, there are 2 main reasons for this observed effect: (1) When directly comparing the number needed based on iterative linear regression analyses, our algorithm is able to calculate the degree of redundancy from each nodal point of the geometry, thereby identifying the nodal point with maximum additive information. This optimized search routine guarantees that the site of earliest activation can be located with a low number of LAT measurements. (2) Except for optimized data acquisition, our algorithm exhibits a second feature that might contribute to the significant reduction of mapping points. The linear regression analyses calculated for each nodal point are used not only to calculate the amount of additive information but also to predict the site of earliest activation. This means that LATs of any nodal point is extrapolated from the acquired LATs. In contrast, activation maps generated by the CARTO system are based on interpolation between the acquired mapping points. This difference might account for the higher quality of the activation map generated by our algorithm. As an example, when comparing the CARTO map based on the spatiotemporal information of 7 LAT measurements displayed in Figure 1B III with our map based on the same number of LAT measurements ( Figure 5C ), a clear difference in the accuracy is visible. Interestingly, a quite similar approach using regression analyses has been published recently for the identification of the source of network-driven contagion phenomena such as the 2009 H1N1 influenza pandemic or the 2003 severe acute respiratory syndrome epidemic. 5 In their work the authors report that on the basis of geographical locations, arrival times of infection, and predicted traveling times, the source of the infection can be located using correlation analyses. Compared to our simple 3D electroanatomic model, these simulations are quite complex because of the inhomogeneous network structure and limited knowledge about the exact traveling times. 6 However, motivated by the good results of these studies, it might be a promising approach to further increase the degree of complexity of our models, for example, by including anatomical structures (ie, mitral or tricuspid annulus) or by including areas of scared tissue with reduced CV, for example, to allow fast activation mapping in scar-related ventricular tachycardia.",
            "cite_spans": [
                {
                    "start": 1809,
                    "end": 1810,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2206,
                    "end": 2207,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1409,
                    "end": 1418,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1483,
                    "end": 1492,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Clinical implications"
        },
        {
            "text": "Mapping of focally spreading cardiac arrhythmias is a relevant clinical topic, and a variety of strategies have been developed to accelerate localization, thereby increasing success rates. Hocini and coworkers 1,2,7 recently published promising data from a multicenter study applying a novel technique of high-resolution noninvasive mapping for the ablation of focal arrhythmia. However, it has to be taken into account that this technique requires a thoracic computed tomography scan, an electrode vest, and an additional mapping system (ECVue, CardioInsight Technologies, Inc., Cleveland, OH). A similar approach of inverse potential mapping based on the combination of a magnetic resonance imaging scan and a body surface potential map has recently been published by Bhagirath and coworkers. 3, 8 However, noninvasive mapping techniques have not yet entered clinical routine. Similar to noninvasive mapping techniques, the use of multielectrode catheters has also been proposed to accelerate endocardial mapping of focal arrhythmias. Using noncontact 4, 9 or contact 1,10,11 acquisition of endocardial electrograms, these systems allow simultaneous assessment of a larger number of LATs using basket or balloon catheters. Compared to all technologies described above, our algorithm offers the advantage that it may easily be implemented into standard 3D electroanatomic mapping systems without any need for additional hardware components or preprocedural imaging modalities.",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 797,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 798,
                    "end": 799,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1054,
                    "end": 1056,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1057,
                    "end": 1058,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Alternative mapping techniques"
        },
        {
            "text": "Because of obvious technical reasons, the diagnostic performance of the algorithm could be assessed only retrospectively using electroanatomic maps that had been exported from the CARTO system. Furthermore, operators with different degrees of expertise conducted the mapping procedures. Therefore, it can be suspected that fewer LAT measurements might have been necessary when the operator with most experience would have performed all procedures. However, in this way, the results of the study might even be more representative for a real-world situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study limitations"
        },
        {
            "text": "We developed an automated mapping algorithm for the identification of the site of earliest activation within 3D electroanatomic maps. We further show that when compared to an operator, the algorithm is able to locate the site of earliest activation with a significantly lower number of LAT measurements. When integrated into an electroanatomic mapping system, this algorithm might significantly accelerate the procedure by guiding the operator to the optimal position for the next LAT measurement, thereby reducing the number of points with a high degree of redundant information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Furthermore, the algorithm would be able to predict the site of origin with high accuracy early during the mapping procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ESC Guidelines for the management of patients with ventricular arrhythmias and the prevention of sudden cardiac death",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Priori",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bl€ Omstrom-Lundqvist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazzanti",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur Heart J",
            "volume": "36",
            "issn": "",
            "pages": "2793--2867",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Beneficial effects of catheter ablation of frequent premature ventricular complexes on left ventricular function",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Heart",
            "volume": "100",
            "issn": "",
            "pages": "787--793",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel method for nonfluoroscopic catheter-based electroanatomical mapping of the heart: in vitro and in vivo accuracy results",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gepstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hayam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ben-Haim",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Circulation",
            "volume": "95",
            "issn": "",
            "pages": "1611--1622",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How burial time of avalanche victims is influenced by rescue method: an analysis of search reports from the Alps",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Slotta-Bachmayr L",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Natural Hazards",
            "volume": "34",
            "issn": "",
            "pages": "341--352",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The hidden geometry of complex, network-driven contagion phenomena",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "1337--1342",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Identifying propagation sources in networks: state-of-the-art and comparative studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Commun Surv Tutorials",
            "volume": "19",
            "issn": "",
            "pages": "465--481",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Focal arrhythmia ablation determined by high-resolution noninvasive maps: multicenter feasibility study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hocini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Cardiovasc Electrophysiol",
            "volume": "26",
            "issn": "",
            "pages": "754--760",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Feasibility and accuracy of cardiac magnetic resonance imaging-based whole-heart inverse potential mapping of sinus rhythm and idiopathic ventricular foci",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bhagirath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Graaf",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Dongen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Hooge",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Van Driel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ramanna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Am Heart Assoc",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Non-contact mapping-guided ablation of ventricular arrhythmias originating from the pulmonary artery",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kojodjojo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Europace",
            "volume": "18",
            "issn": "",
            "pages": "281--287",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sch€ omig A. Biatrial multisite mapping of atrial premature complexes triggering onset of atrial fibrillation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ndrepepa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmieder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weyerbrock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Karch",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Deisenhofer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schreieck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zrenner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Cardiol",
            "volume": "89",
            "issn": "",
            "pages": "1381--1387",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical usefulness of a multielectrode basket catheter for idiopathic ventricular tachycardia originating from right ventricular outflow tract",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aiba",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kurita",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aihara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kamakura",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Cardiovasc Electrophysiol",
            "volume": "12",
            "issn": "",
            "pages": "511--517",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "for 3 [image I], 5 [image II], 7 [image III], and 27 [image IV] LAT measurements) at different locations within the previously generated geometry (remap), the site of origin could be identified (Figure 1B II-IV ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Electroanatomic mapping of short-coupled ventricular premature beats triggering TdP tachycardia. A: ECG of a young female patient with long QT syndrome suffering from recurrent episodes of TdP tachycardia triggered by monomorphic ventricular PBs (denoted by asterisk). Atrial pacemaker stimulation is highlighted by built-in pacemaker detection. B: Because of the infrequent occurrence of PBs during the ablation procedure, an anatomical geometry was first established (image B I ). Excitation propagation during PBs was then analyzed within the previously established anatomic map by point-by-point acquisition of LATs (images B II-IV ). The displayed remaps are based on the spatiotemporal information of 3 (image I), 5 (image II), 7 (image III), and 27 (image IV) mapping points. LATs are color coded, with red representing early activation times and blue late activation times. The site of successful ablation (image B IV , red region) was located within the Purkinje system of the anteroseptal midventricular segment of the left ventricle. ECG 5 electrocardiogram; LAT 5 local activation time; PB 5 premature beat; TdP 5 torsade de pointes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic illustration of regression analysis within a simplified mesh graph. On the basis of the electroanatomic maps exported from the CARTO system, simplified mesh geometries were established. A: Within this simple example, the red point represents the true site of origin of a focally spreading electrical activation. The black points (labeled a, b, and c) represent nodal points at which LAT measurements have been performed. Considering a time delay of 1 arbitrary unit for the conduction from one to the next nodal point, the LATs at the measurement points a, b, and c are 1, 2, and 3, respectively (equivalent to the distance to the red point). C: Not knowing the site of origin and questioning whether the blue point might possibly be the source of the arrhythmia, one could draw a simple graph plotting the distance between the blue and black points (3, 1, and 3) in correspondence to the LATs (1, 2, and 3). Regression analysis within this plot reveals no correlation, thereby excluding the blue point as the true site of origin. B and D: When performing the same analysis for the red point, the graph reveals an excellent correlation, thereby identifying the red point as the true site of origin. LAT 5 local activation time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Mapping approach of the automated algorithm. A: The situation of the automated mapping algorithm at the time point of the third iteration in our exemplary simulation. Obtained LAT measurements are displayed as black points, with 1 measurement point hidden on the backside of the geometry. Nodal points of the geometry are color coded, with white representing unlikely sites of the predicted origin and blue likely sites of the predicted origin. The blue point represents the best site of the predicted origin based on the 3 LAT measurements obtained so far, and the red point represents the true origin. B: Regression analysis for the predicted origin (nodal point with the best available regression coefficient). C: Based on the measurements obtained so far, the additive value at each nodal point was calculated and visualized, with white representing low additive value and black high additive value. The location of maximum additive information (indicated by arrow) is selected as the next measurement point. D-F: The situation at the time point of the fifth iteration. Of note, the split point represents 2 measurements at different locations with the same distance to the origin and the same LAT. LAT 5 local activation time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Evaluation of the mapping approach of the algorithm. A: Within the simplified geometry of the aforementioned patient, the algorithm identified the exact site of the true origin within 7 iterations. Again, the LAT measurements are displayed as color-coded points and the search path is displayed as a projection. B: Regression analysis of the 7 LAT measurements. C: To allow a direct comparison with the CARTO map based on the spatiotemporal information of the same number of LAT measurements (seeFigure 1BIII ), a CARTO-like activation map was established, with red representing early activation times and purple late activation times. LAT 5 local activation time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Systematic comparison of the mapping performance between the algorithm and the operator. A: Mean values and standard error of the LAT measurements obtained by the automated algorithm within 100 test runs per patient (displayed as black points). The number of LAT measurements taken by the operator are displayed as red squares. B: Compared to a mean number of 42 6 7.0 LAT measurements taken by the operator in 10 patients with a remap, the algorithm was able to locate the site of earliest activation within 11 6 0.89 LAT measurement points. LAT 5 local activation time.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Correlation coefficients, estimated CVs, and analyzed heart chambers of all patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data associated with this article can be found in the online version at http://dx.doi.org/10.1016/j.hrthm. 2017.03.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix Supplementary data"
        }
    ]
}