{
    "paper_id": "74d9ff6a1e0b0d53a989aa00d2eddfd3d4f4dbd5",
    "metadata": {
        "title": "Linkages between Chiropteran diversity and ecosystem services for sustainable fragmented forest conservation",
        "authors": [
            {
                "first": "Siti",
                "middle": [],
                "last": "Nurfatiha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Najihah",
                "middle": [],
                "last": "Fakhrul-Hatta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Malaysia Terengganu",
                    "location": {
                        "addrLine": "21030 Kuala Nerus",
                        "settlement": "Terengganu",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [
                    "Raveen"
                ],
                "last": "Nelson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Malaysia Terengganu",
                    "location": {
                        "addrLine": "21030 Kuala Nerus",
                        "settlement": "Terengganu",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Juliani",
                "middle": [],
                "last": "Shafie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Malaysia Terengganu",
                    "location": {
                        "addrLine": "21030 Kuala Nerus",
                        "settlement": "Terengganu",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Aidil",
                "middle": [],
                "last": "Zahidin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Malaysia Terengganu",
                    "location": {
                        "addrLine": "21030 Kuala Nerus",
                        "settlement": "Terengganu",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohd",
                "middle": [
                    "Tajuddin"
                ],
                "last": "Abdullah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Malaysia Terengganu",
                    "location": {
                        "addrLine": "21030 Kuala Nerus",
                        "settlement": "Terengganu",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This data article informs about Chiropteran diversity, new records, ecosystem services and possible pathogen carriers in fragmented forests (sub-divided by utility corridors, man-made structures, untouched and secondary plantations) within districts Setiu (Setiu Research Station), Hulu Terengganu (Saok and Lasir waterfalls) and Besut (Gunung Tebu Forest Reserve) of state Terengganu, Peninsular Malaysia. These bats were captured using harp traps and mist nets that were set 10 m apart across flyways, streams and less cluttered trees in the 50 m Â 50 m transect zones (identified at each site). All animals were distinguished by morphology and gender before their release at the site of capture. The data comprise of five bat family groups Hipposideridae, Megadermatidae, Pteropodidae, Rhinolophidae and Vespertilionidae. It is interesting to note that untouched Saok Waterfalls is home to wide variety of bats listed (68.8%), followed by secondary forests of Gunung Tebu Forest Reserve (24.8%), untouched Lasir Waterfalls (4.8%) and lastly, Setiu Research Station as least favored (1.6%). Chiroptera like Cynopterus brachyotis (n ¼ 23, 37.7%), Hipposideros bicolor (n ¼ 6, 9.8%) and Scotophilus kuhli (n ¼ 6, 9.8%) were most dominant in the checklist whereas Hipposideros armiger,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Murina suilla and Scotophilus kuhlii are new data records in the fragmented forests of Terengganu. The data were interpret into Shannon, Simpson, Margalef, Menhinik and Evenness indices to individually or collectively distinguish chiropteran variety in Terengganu State whereas weight-forearm length (W/FA) informs about chiropteran Body Condition Index (-0.25 to 0.25). The function of bats were also identified to distinguish service providers (pollination and forests regeneration) and zoonotic pathogen carriers (in particular to Leptospira ",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 544,
                    "text": "Leptospira",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This data is constructed from chiropteran diversity and abundance in fragmented forests of Terengganu with some new records that offer research opportunities and perhaps collaboration to address the subject matter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value of the data"
        },
        {
            "text": "The chiroptera discovered in the present study are ecological service providers that maintain tropical rainforest splendor, influence the genetic vigor of fruits, flora and timber, become pest controllers, function as pathogen reservoirs and indirectly assist agriculture industry through crop pollination, seed dispersal and provide nutrient-rich feces as manure. These form of valuable information provides insights into forest and wildlife management, serve as benchmark for fragmented forests and as indicator for climate change, assist with food web plotting in different environments (caves, trees, artificial structures and fragmented forests) and also assist with bioresource studies (like biotechnology and phenology).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value of the data"
        },
        {
            "text": "Chiropteran morphometric data translated into body condition index changes the research perspective because wildlife stress, forest carrying capacity and forest regeneration are measurable. These measurements can be incorporated into prediction models used for sustainability and conservation studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value of the data"
        },
        {
            "text": "This data article is constructed using survey results that indicate bat diversity and their abundance in fragmented forests within Terengganu (Table 1) . From these, additional associations such as new records, ecosystem services, possible pathogen carriers and their lifestyle were added from available literature for forest regeneration impacts, influence towards agriculture activities, trophic level and food web constructs, natural pest control, precursor for diseases, conservation assert (if needed) as well as their geographical tolerance and adaptations ( Table 2 ). Chiropteran morphometric measurements are translated into weight-length data to scale their health in the wild (Table 3) . These indicate food resources, its availability and its adaptation to forest fragmentations. The data is also interpret using Mathematical equations (Shannon, Simpson, Eveness, Margalef and Menhinick) to derive diversity and species richness values which are useful for chiropteran interpolations and assessments within a geographical boundary (Table 4 ). Symbolindicates absence of samples. Table 3 Chiropteran ecological services, possible pathogen associations and limitations in the fragmented forests of Terengganu.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 565,
                    "end": 572,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 687,
                    "end": 696,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 1043,
                    "end": 1051,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1091,
                    "end": 1098,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Data"
        },
        {
            "text": "Possible pathogen associations Guild Roost Climb Limit ( Â 10 3 m) Range site. While four-bank harp and mist nets were used to trap the bats (chiropterans), these devices were constructed in open spaces between trees after adapting with procedures of Jayaraj et al. [2] . In consideration, the trees should have ten meter distances, a vital criteria to construct the 50 Â 50 (2500 m 2 ) transect. Entanglement and capture of bats were carried out hourly every day after sunset and before sunrise (between 1830 and 0630). All bats were measured for size and weight using Vernier caliper and portable analytical balance (sensitivity 7 0.01 kg). Specific measurements of bats such as ear, head-body, tail, forearm, tarsus and hind foot were used to distinguish the bat identity. Descriptive measurements of bats such as forearm length and weight were used to construct the Body Condition Index adopted from Suba et al. [3] . In the presence of negative values, the body mass scale was adapted with the values and separated by 0.5 differential margins that give rise to underweight, ideal, overweight and obese. Bat identity were associated with services, dwelling locations, possible pathogen associations, guilds and roosts, climb limits and range [4, 5] . All chiropteran were released at the site of capture after data acquisition. Recapture was prevented by excluding bats with same gender and size that have hair shavings on their hind foot. The data was interpret into diversity values of Shannon, Simpson, Evenness, Menhinick and Margalef using Paleontological Statistics Software Package (PAST) v.3 because these constructs accurately profile bats by abundance, diversity and richness at each site.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1250,
                    "end": 1252,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Species Service Location"
        },
        {
            "text": "Transparency document associated with this article can be found in the online version at https:// doi.org/10.1016/j.dib.2018.11.058. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency document. Supplementary material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diversity of bats in contrasting habitats of Hulu Terengganu Dipterocarp Forest and Setiu Wetland BRIS forest with a note on preliminary study of vertical stratification of Pteropodid Bats",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pounsin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Wahab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roslan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Zahidin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pesiu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A M"
                    ],
                    "last": "Tamrin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Abdullah",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trop. Life Sci. Res",
            "volume": "29",
            "issn": "",
            "pages": "51--69",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Species diversity of small mammals at Gunung Stong State Park",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Jayaraj",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F D A"
                    ],
                    "last": "Tahir",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Udin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F K"
                    ],
                    "last": "Baharin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N A"
                    ],
                    "last": "Zakaria",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Threat. Taxa",
            "volume": "4",
            "issn": "",
            "pages": "2617--2628",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Body weight provides insights into the feeding strategy of swarming bats",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suba",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vintulis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petersons",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hystrix Ital. J. Mammal",
            "volume": "22",
            "issn": "",
            "pages": "179--181",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The projected effects of climatic and vegetation changes on the distribution and diversity of Southeast Asian bats",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Satasook",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bumrungsri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Glob. Change Biol",
            "volume": "18",
            "issn": "",
            "pages": "1854--1865",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IUCN (International Union for Conservation of Nature)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Field visits to districts Hulu Terengganu (Saok and Lasir Waterfalls), Setiu (Setiu Research Station) and Besut (Gunung Tebu Forest Reserve) were carried out in June 2017 and spanned six days at each",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Weight to forearm length (W/FA) measurements were recorded from voucher chiropteran and compared with known measurements (W w /FA w ) to construct the Body Condition Index (BCI). Values in this index were scaled by 0.5 unit differences into U ¼ Underweight ( À 0.75 to À 0.25), H ¼ Ideal (-0.25 to 0.25), E ¼ Overweight (0.25 to 0.75) and B ¼ Obese ( 40.75).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "bacteria, Nipah virus and Sindbis virus). & 2018 The Authors. Published by Elsevier Inc. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Harp trap and net placement at flyways, streams and less cluttered trees and, the 10 m spacing between the traps and nets.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Chiropteran abundance from sites assessed in the districts Setiu, Besut and Hulu Terengganu, Peninsular Malaysia. Note: The status of all bats are 'Least Concern' unless marked with * to indicate it as 'Not Evaluated' in the IUCN Red List. New records are shown with 'N' for their absence even in the most recent study by Pounsin et al. [1]. Sites for field visits are abbreviated as SW ¼ Saok Waterfalls, LW ¼ Lasir Waterfalls, GTFR ¼ Gunung Tebu Forest Reserve and SRS ¼ Setiu Research Station. Abundance of bats are denote with 'no.' to represent number of individuals.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mean forearm length and weight of voucher Chiropteran used to construct the weight to length ratio and the comparisons used to construct the mass index.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Site-wise pooling of diversity indices to describe Chiroptera in Setiu, Hulu Terengganu and Besut districts. The sites for voucher sample collection are indicated by SW ¼ Saok waterfalls and LW ¼ Lasir Waterfalls in Hulu Terengganu, GTFR ¼ Gunung Tebu Forest Reserve in Besut and, SRS ¼ Setiu Research Station in Setiu. Symbolindicates absence of statistics subject to insufficient samples.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}