{
    "paper_id": "7e6a3be51808891b99a73f57faaa454670055e45",
    "metadata": {
        "title": "Epidemic Models of Contact Tracing: Systematic Review of Transmission Studies of Severe Acute Respiratory Syndrome and Middle East Respiratory Syndrome-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
        "authors": [
            {
                "first": "Kin",
                "middle": [
                    "On"
                ],
                "last": "Kwok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Arthur",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University",
                    "location": {
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Vivian",
                "middle": [
                    "W I"
                ],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyun",
                "middle": [],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University",
                    "location": {
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eng",
                "middle": [],
                "last": "Kiong Yeoh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Riley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Outbreak Analysis and Modelling",
                    "institution": "Imperial College London",
                    "location": {
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The emergence and reemergence of coronavirus epidemics sparked renewed concerns from global epidemiology researchers and public health administrators. Mathematical models that represented how contact tracing and follow-up may control Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory Syndrome (MERS) transmissions were developed for evaluating different infection control interventions, estimating likely number of infections as well as facilitating understanding of their likely epidemiology. We reviewed mathematical models for contact tracing and follow-up control measures of SARS and MERS transmission. Model characteristics, epidemiological parameters and intervention parameters used in the mathematical models from seven studies were summarized. A major concern identified in future epidemics is whether public health administrators can collect all the required data for building epidemiological models in a short period of time during the early phase of an outbreak. Also, currently available models do not explicitly model constrained resources. We urge for closed-loop communication between public health administrators and modelling researchers to come up with guidelines to delineate the collection of the required data in the midst of an outbreak and the inclusion of additional logistical details in future similar models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since their emergence, World Health Organization (WHO) had been notified of more than 8000 confirmed cases of SARS in 26 countries [1] and more than 2200 confirmed cases of MERS in 27 countries [2] . SARS and MERS were both considered as \"fast-course\" infectious diseases given their relatively short infectious period. However, overall transmission potential for MERS is lower compared to SARS [3] and its outbreaks have been contained with much lower cumulative numbers of infected individuals than was the case for SARS. Prior studies showed that human-to-human transmission of SARS occurred via close contact and respiratory droplets [4] , while that of MERS occurred via close contact only [5] . A large proportion of MERS cases were clustered in healthcare settings, most of which were contributed by unprotected close contact between healthcare workers and infected MERS patients. Previous studies have also highlighted the transmission heterogeneity between SARS and MERS. Higher transmission heterogeneity for MERS in the distribution of secondary cases than SARS highlighted the largest outbreak of MERS with sharper incidence peaks [3] . The majority of SARS cases occurred among healthcare workers; while substantial number of MERS cases were patients [3] , with most MERS severe cases and mortality being individuals with comorbidities [6] . On the other hand, there were similarities between the two Co-Vs. Diseases caused by them were deadly, with a mortality rate of 29.8% for MERS [7] and 7% for SARS [8] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1264,
                    "end": 1267,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1498,
                    "end": 1501,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1518,
                    "end": 1521,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contact tracing, the identification and follow-up of individuals who have had contacts with infectious individuals, is a critical process to ensure the best possible chance of control and the longest possible time to local take-off [9] . Contact tracing and follow-up control measures such as quarantine and isolation were crucially important during the SARS outbreak in 2003 [10] , the Ebola outbreak in Africa in 2014 [11] , as well as its part in the eradication of smallpox [12] . With current advances in vaccine development technologies, the role of contact tracing and follow-up control measures in the initial stage of an epidemic becomes especially important. For some novel pathogens such as pandemic influenza, cutting-edge technology may shorten the time needed for vaccine development after initial isolation, bridging shorter gaps between epidemic emergence and vaccine availability [13] . Should such improvements in vaccine development occur, the potential marginal benefits of improving contact tracing processes will be substantial.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mathematical models were developed to study the dynamics of SARS and MERS transmissions. Models that explicitly represented how contact tracing and follow-up control measures affected the epidemic dynamics were useful for evaluating different infection control interventions, evaluating burden of infection as well as facilitating further understanding of their epidemiology. Such models have direct utility in planning for future outbreaks of coronaviruses: they can be used to estimate the scale of resources required to conduct effective contact tracing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In light of this, we conducted a systematic review of mathematical models for contact tracing and follow-up control measures of SARS and MERS transmission. The aims of this review are to (i) provide an overview of contact tracing and follow-up control measures of SARS and MERS transmission gained through mathematical modelling, (ii) to identify future research direction in this area and (iii) to improve future models by addressing current models' deficiencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To identify articles for the current study, an initial search using the PUBMED/Medline and SCOPUS databases was conducted on 27 th October 2018 using the following search terms: a. (\"Contact Tracing\" OR \"Contact Investigation\" OR \"Contact Screening\") AND b. (\"model\" OR \"modelling\" OR \"modelling\") AND c. (\"SARS\" OR \"MERS\" OR \"Middle East Respiratory Syndrome\" OR \"Severe Acute Respiratory Syndrome\")",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Reviewers used the following selection criteria to include eligible articles: a. Transmission dynamics modelling studies of SARS or MERS in human populations; b. Model(s) incorporating contact tracing interventions, case contacts finding, quarantine, contact tracing data, population stratification or that used a heterogeneous contact structure; c. Model(s) not explicitly discussing contact tracing and follow-up control measures were excluded. d. Articles not in English were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Article Selection Criteria"
        },
        {
            "text": "Two independent reviewers (KOK, AT) screened the titles and abstracts of articles obtained from the initial search and excluded articles that did not fit the selection criteria. The two reviewers then read the full text of the remaining articles, and further excluded articles that did not fit the selection criteria. Finally, reference lists of the included articles were extracted, and the titles and abstracts of these articles from the reference lists were reviewed by the two reviewers based on the article selection criteria. Articles from the extracted reference lists that fit the selection criteria were also included in the current study. The flow diagram of the search process and the result are shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 722,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Article Selection"
        },
        {
            "text": "The current systematic review was conducted in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analysis: The PRISMA statement [14] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Article Selection"
        },
        {
            "text": "A standard data extraction form was adopted to extract information from each article, including basic information of the article, characteristics of the study and parameters incorporated in the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Extraction"
        },
        {
            "text": "Twenty-five articles were identified from the PUBMED/Medline database, and twenty-seven articles were identified from the SCOPUS database with the initial search. Two articles from the PUBMED/Medline database and three articles from the SCOPUS database were excluded because they were not written in English. Sixteen articles were duplicated from the two databases, and thirty-one unique articles were identified from the two databases for assessment of their abstracts using the selection criteria. Eighteen articles were excluded based on their titles and abstracts. Seven articles were further excluded after reading the full text, leaving six articles to be included in the current study. Titles and abstracts of the references of these six articles were further reviewed, and one additional article was included. Therefore, the current study included seven articles for review [15] [16] [17] [18] [19] [20] [21] .",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 886,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Among the seven included studies, four [15, 17, 19, 21] presented the transmission dynamics per individual in an agent-based manner while the other three [16, 18, 20] modelled from the population perspective and were presented as population-based models. The models by Fraser et al. [19] and Klinkenberg et al. [17] were implemented using agentbased modelling with discrete time simulation. The model by Peak et al. [15] was an agent-based model implemented using Susceptible Exposed Infectious Recovered (SEIR) compartmental branching model. The agent-based model by Becker et al. [21] was a study with household structure. The population-based model by Lloyd-Smith et al. [20] and Feng et al. [16] were implemented using SEIR compartmental model. Chen et al. [18] used Foerster equation-based to describe the population dynamics.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 44,
                    "end": 47,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 48,
                    "end": 51,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of the Included Studies"
        },
        {
            "text": "Seven included studies used either (i) population-based modelling, and (ii) agent-based modelling. Population-based modelling is a topdown approach depicting disease dynamics on a system level. Agentbased modelling is a bottom-up approach regarding each individual in the environment as an agent with their own movements and infection states. Population-based models are typically used for analyzing research questions from macroscopic perspectives, whereas agent-based models are good for analyzing microscopic behaviors. Agent-based approach is commonly used to implement heterogeneous and adaptive behaviors. Population-based models are usually less computationally demanding comparing with agent-based models, especially when the number of parameters incorporated in the model is large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the Included Studies"
        },
        {
            "text": "All reviewed studies presented models using SARS as the study example of Co-V; one also presented model studying MERS [15] . Six studies simulated community setting in the models [15] [16] [17] [19] [20] [21] ; three studies simulated hospital setting in their models [16, 18, 20] . Six studies assumed homogeneous mixing in the social contact structure [15] [16] [17] [18] [19] [20] : the assumption that everyone in the population had the same probability of making social contact with others. One study assumed heterogeneous social contact mixing between school attendees and non-school attendees [21] . All studies considered single-step tracing of contacts directly exposed to the infectious individuals. One study also considered interactive tracing of contacts directly and indirectly exposed to the infectious individuals [17] .Characteristics of the seven included studies are summarized in Table 1 .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 900,
                    "end": 907,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Characteristics of the Included Studies"
        },
        {
            "text": "There was considerable variation in the assumptions made about key epidemiological parameters: the basic reproduction number (R 0 ), incubation period, latent period and infectious period. Key epidemiological parameters used in the seven included studies are summarized in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 280,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Key Input Epidemiological Parameters"
        },
        {
            "text": "R 0 is the average number of secondary cases caused by one typically infectious individual of an epidemic in a wholly susceptible population [22] . R 0 used by transmission models were usually estimated based on clinical data, and they varied by the dataset used. The values of R 0 for SARS used by the seven included studies ranged from 0.25 to 6; and the value of R 0 for MERS used by Peak et al. was 0.95 [15] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Basic Reproduction Number (R 0 )"
        },
        {
            "text": "Incubation period refers to the time elapsed between pathogenic exposures to symptom onset [23] whereas latent period is the time elapsed between pathogenic exposures to being infectious [24] . Fig. 2 illustrates these two periods in the natural history of a disease course, where symptom onset can occur before or after being infectious. Six studies incorporated incubation period in the models. They characterized the incubation period with three different parametric distributions. assumed gamma distribution [16, 17, 19, 20] . Chen et al. assumed exponential distribution [18] . Peak et al. did not assume any distribution [15] .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Incubation Period and Latent Period"
        },
        {
            "text": "Three studies incorporated latent period in their models [15, 17, 21] . Klinkenberg et al. defined latent period relative to detection time by subtracting latent period from the sum of the incubation period and the time lapse from symptom onset to isolation [17] . Becker et al. assumed that symptom onsets occurred prior to infection, and used incubation period from previous literatures as latent period [21] . Peak et al. did not incorporate latent period as a parameter; the latent period offset was introduced as a parameter to measure the timing of the latent period relative to the incubation period [15] .",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 66,
                    "end": 69,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Incubation Period and Latent Period"
        },
        {
            "text": "In our two study Co-Vs, SARS had a slightly shorter incubation period than latent period [15, 17] . However, a longer incubation period than latent period was observed in MERS with occurrence of symptom onset after being infectious as presented as positive latent period offset in the model by Peak et al. [15] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Incubation Period and Latent Period"
        },
        {
            "text": "The infectious period is the time interval during which the infected individuals could transmit the disease to any susceptible contacts ( Fig. 2 [17, 21] used a similar term called \"effective infectious period\", defined as the time lapse from being infectious to isolation Klinkenberg et al. [17] and Becker et al. [21] both assumed a constant effective infectious period adopted from previous literature and WHO data respectively.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 144,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Infectious Period"
        },
        {
            "text": "The process of contact tracing sits on top of the transmission model and is governed by its own parameters within these models. Intervention parameters used in the seven reviewed studies are summarized in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 212,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Intervention Parameters"
        },
        {
            "text": "Contacts who are successfully traced will be handled through subsequent follow-up actions such as symptom monitoring or isolation. In practical epidemiological cases, not all contacts can be successfully traced. Four studies included the factor of successful tracing ratio of contacts in their dynamics models. Peak et al. [15] and Klinkenberg et al. [17] explicitly incorporated a component for proportion of identified contacts in their models. Identified contacts were quarantined before development of symptoms. Slightly different populations targeted for quarantine were identified in our review studies. Becker et al. [21] targeted all household members and a proportion of 50% of between household contact of an infected individual. Contact tracing efficacy was defined by Chen et al. [18] to reflect this ratio. In general, quarantine of all identified contacts of diagnosed infected individuals was featured in all individual-based infection dynamics models. Ideally, identified contacts are subsequently isolated for management immediately after they have been identified through regular symptom monitor assessment as symptomatic individuals. Peak et al. further considered the fractions of traced contacts who were truly infected and defined uninfected contacts to be traced for a duration up to 95th percentile of incubation period.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Successful Tracing Ratio of Contacts"
        },
        {
            "text": "Asymptomatic transmission ratio refers to the proportion of infections that have occurred before symptom onset. Prior research showed that a significant amount of SARS Co-V transmissions were either presymptomatic or asymptomatic [25] . As of 18 August 2018, there has been no confirmed case caused by asymptomatic transmission for MERS, with one possible case of asymptomatic transmission occurred during the 2012 outbreak [26] . Four studies [15, [18] [19] [20] considered this factor in their transmission models and a range of estimates from 0 to 11% were used. Feng et al. did not explicitly include this parameter in the model, but reflected the occurrence of asymptomatic transmission in infection rates contributed by exposed individuals. The study for MERS by Peak et al. assumed no asymptomatic infection [15] .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Asymptomatic Transmission Ratio"
        },
        {
            "text": "In practical epidemiological cases, follow-up control measures might not be implemented to contacts and infected individuals immediately after the contact event. In the 2003 SARS outbreak, it was observed that the time between symptoms onset and hospitalization was 3-5 days, with longer times earlier in the epidemic [27] . Two kinds of implementation delay were considered in the reviewed studies: quarantine delay and isolation delay. Quarantine delay refers to the time lapse between the identification of infected individuals and the implementation of quarantine to contacts. Isolation delay refers to the time lapse between symptoms onset and formal hospital diagnosis/isolation of the infected individuals.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Quarantine and Isolation Delay"
        },
        {
            "text": "Across the seven studies, five considered the effect of quarantine delay in the transmission dynamics using similar quantities. Peak et al. [15] specified a term called \"delay in tracing a named contact\". Fraser et al. [19] used a term called \"quarantine efficacy\". Lloyd Smith et al. [20] used a term called \"probability of quarantining incubating individuals in community\". Chen et al. [18] used a term called \"contact tracing efficacy\". Feng et al. [16] featured this delay with a progression rate from exposed state (either identified or unidentified contacts) to prodrome in the compartmental model.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Quarantine and Isolation Delay"
        },
        {
            "text": "Three studies characterized isolation delay in the model. Klinkenberg et al. defined a fixed value of 3.67 days between symptom onset and isolation [17] . Peak et al. [15] defined a variable value of 0-0.5 days for isolation delay, and also supplemented a uniform distributed delay from onset to health seeking behavior. Fraser et al. [19] defined a distribution characterizing an individual person who had not been isolated by the time since infection to reflect isolation delay. Other three studies did not include an explicit term for isolation delay, but reflected it in terms of other embedded quantities. Lloyd-Smith et al. [20] embedded a probability of isolating symptomatic individuals in the community and healthcare workers in their model. Feng et al. [16] reflected isolation delay with a progression rate of prodromal individuals becoming acute illness in the disease dynamics. Becker et al. [21] accounted for isolation delay with a revised proportion of the infectious period that had passed at the time the infected individuals were isolated. Chen et al. [18] did not consider the factor of isolation delay in their model.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Quarantine and Isolation Delay"
        },
        {
            "text": "Contact tracing is shown to be an essential and successful public health tool in reducing the transmission risk of new emerging infectious diseases such as SARS among Hong Kong population [10] . However, the follow-up quarantine and isolation did not necessarily stop all transmission, as illustrated in nosocomial outbreaks of SARS [28] and MERS [29] . An efficiency factor is therefore sometimes incorporated in the models in order to represent the overall quarantine and isolation efficiency in transmission control. Four studies incorporated quarantine efficiency in their models. Quarantine efficacy [19] , probability of quarantining individuals in the community [20] , a smaller hospitalization rate per capita of the exposed individuals [16] and contact tracing efficacy [18] were used to account for quarantine efficiency. Becker et al. [21] , Klinkenberg et al. [17] , and Peak et al. [15] did not incorporate quarantine efficiency as a factor of their model, and assuming 100% in quarantine efficiency.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Quarantine and Isolation Efficiency"
        },
        {
            "text": "Four studies incorporated isolation efficiency as a factor in the models. Peak et al. [15] used a term named \"isolation effectiveness\" to represent isolation efficiency in their model. Lloyd-Smith et al. [20] reflected isolation efficiency with two terms, \"probability of isolation of symptomatic individuals in the community\" and \"probability of isolation of symptomatic healthcare workers\". Feng et al. [16] defined a smaller hospitalization rate per capita of the symptomatic individuals (prodromal individuals or acute illness individuals) to represent isolation efficiency in their model. Fraser et al. [19] used two terms, \"isolation efficacy\" and \"contact tracing efficiency\", to measure effectiveness of isolation for infected individuals and effectiveness of isolation for contacts respectively. Becker et al. [21] , Chen et al. [18] and Klinkenberg et al. [17] did not model possible transmission that might occur while being isolated, assuming isolation to be 100% effective to stop disease transmission. ",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Quarantine and Isolation Efficiency"
        },
        {
            "text": "Social contact structure between disease generations is affected by contact tracing and follow-up measures. Social contact is expected to be reduced when an individual is successfully traced. Out of the seven studies, only Peak et al. [15] considered this correlation structure between disease generation due to contact tracing in the model.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Correlation Structure between Disease Generation Induced by Contact Tracing"
        },
        {
            "text": "Quarantine is usually considered as one of the live options during disease outbreaks. Day et al. proposed a criteria for quarantine to be effective if a large number of infections were contributed by asymptomatic infection [30] . However, given the social disruption and high costs of this control measure, its poor scalability and resource constraint resulting implementation delay reduce immensely its effectiveness for epidemic containment. For SARS, Feng et al. noted that \"final outbreak size would have been smaller if greater proportion of exposed individuals being quarantined in theory but quarantine is exceedingly inefficient\" [16] . Fraser et al. concluded that \"effective isolation of symptomatic individuals is sufficient to control an outbreak for SARS\" [19] . Chen et al. concluded that \"effective isolation of symptomatic patients with low efficacy contact tracing is sufficient to control of SARS outbreak\" [18] . Peak et al. [15] found that \"comparative effectiveness of quarantine and symptom monitoring is strongly influenced by differences in the infection's natural history\". With other intervention strategies in force, marginal benefit of quarantine was shown to be usually very low for SARS [15] . Combination of symptom monitoring with other complementary interventions, such as hand-hygiene, social distancing and protective equipment or simply isolating infected individuals only, likely controlled the diseases and ruled out the need to resort to quarantine [15, 19] . For MERS, the possible substantial increase in its transmissibility resulted in difficulty in using symptom monitoring to control the disease which guaranteed the reassessment of the role of quarantine [15] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1488,
                    "end": 1492,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1493,
                    "end": 1496,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1701,
                    "end": 1705,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Implications of Quarantine for Controlling SARS and MERS"
        },
        {
            "text": "Mathematical modelling has been a powerful tool for understanding and predicting the transmission dynamics of infectious diseases. It was particularly useful during ongoing outbreaks, and was used for evaluating public health policies for disease containment in the SARS outbreak [10] , predicting transmission progression, testing efficacy and evaluating effectiveness of contact tracing during the Ebola outbreak in 2013 [31, 32] . Improvements for future work and future research directions are summarized from the reviewed models.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Tables 2 and 3 summarize the major parameters incorporated in the seven reviewed models. The two tables list eleven parameters (four key epidemiological parameters and seven intervention parameters). A primary consideration in the initial stage of constructing mathematical epidemiology models is what parameters to be included in a model. The most straightforward approach is to include as many parameters as possible to reflect disease natural history, practical intervention and control measures. A more generic and complex model incorporating all major parameters provides the flexibility of manipulating different variables to simulate outcomes under various hypothetical scenarios. However, from a practical point of view, modelers should consider whether parameters featuring disease courses and interventions can be estimated from empirical or clinical data. The availability of data for parameter estimation is the central challenge for building realistic models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameterization in Epidemiological Models"
        },
        {
            "text": "A robust and rapid estimation of parameters during the early stage of a Co\\ \\V outbreak is essential for the construction of useful models of contact tracing. When designing a mathematical epidemiology model, modelers need to ascertain what data can be collected by public health administrators, practically during an outbreak. It was not clear to us from the reports considered in this review that this was yet common practice. We recommend closed-loop communication between epidemiologists and public health administrators for assessing clinical and empirical data collection process during the initial phase of an outbreak. During that period, public health administrators should also prepare a set of operation guidelines for collecting required data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameterization in Epidemiological Models"
        },
        {
            "text": "There was considerable variation in the choice of distributions used for key elements of the natural history. Exponential distributed incubation and infectious period were normally used to ensure greater mathematical tractability. However, some studies proposed to adopt gamma distribution instead to better describe the disease stages of SARS [27, 33] . Pitzer et al. [34] suggested that models with gamma distributed infectious period were best fit to the data compared with those assuming constant transmission probability or proportional relation with viral load. The nature of memory-less free characteristics of gamma distribution ensured the biology in the transmission process to be more realistic. Previous work [35] [36] [37] suggested the importance of realistic distribution of these quantities facilitated more understanding in the epidemic size, the disease progression and how their distributions be adjusted in response to different intervention strategies [38] . These choices are especially relevant to models of contact tracing, as was evident in the early 2000s when two apparently similar models [39, 40] came to very different conclusions about likely efficacy of contact tracing because of their different implicit assumptions about the variance of the latent period distribution.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 973,
                    "end": 977,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Parameterization in Epidemiological Models"
        },
        {
            "text": "One common assumption among the reviewed studies was homogeneity in social contact mixing. Six reviewed studies assumed homogeneous social contact mixing [15] [16] [17] [18] [19] [20] . This assumption was not reflecting realistic situations. Previous study found that social contact patterns was heterogeneous [41, 42] , and social contact pattern within age groups was a significant factor of age-specific infection rates [42] . Future models should consider contact patterns in different social settings such as home, workplace, school, hospital and community to reflect the heterogeneity in disease transmissibility.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Social Contact Mixing Assumptions"
        },
        {
            "text": "Another common assumption among the reviewed studies was assuming social contact mixing to be the same before and after control measures were implemented. Six studies made such assumption [16] [17] [18] [19] [20] [21] . Fraser et al. [19] addressed this issue by pointing out this misassumption as a limitation of their model, and suggested that models incorporate this feature or alternative mechanisms [9, 43] with heterogeneity transmission would give a more unbiased efficacy estimate of contact tracing. Peak et al. addressed this limitation by incorporating this factor into their model [15] . The correlation structure between infectious individuals and infected individuals for subsequent intervention measures following contact tracing should be considered.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Social Contact Mixing Assumptions"
        },
        {
            "text": "All studies assumed that contact tracing and follow-up control measures were conducted with unlimited resources. None considered the practical constraints that resources for contact tracing and follow-up control measures might not be available at full throttle. Previous outbreak demonstrated that it was not feasible to have all identified contacts traced as the workforce for contact tracing were depleted in particular for top-stretched resources during the early phase of outbreaks. Public health administrators were faced with decisions and trade-offs in various resources allocation and effort prioritization along with political and social resistance. Future research questions need addressing are how many resources are required and how to prioritize the resources to contain the diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource Constraints"
        },
        {
            "text": "No one-size guideline is available for containment of both SARS and MERS or other emerging coronavirus. However, mathematical models can help inform policy makers by evaluating the effectiveness of different existing intervention approaches in the early phase of epidemics of new emerging and reemerging Co-V outbreak in the future. A recent confirmed case of MERS in Seoul in September 2018 [44] sparked the imminent call for epidemic counter measures preparedness. To devise appropriate decision tools for the challenges of Co-V, there are a few highlights to refine the models in future research.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Summary and Outlook"
        },
        {
            "text": "First, understanding the epidemiology of the disease will be the top priority in response preparedness. It is key to ensure that proper data can be obtained for model construction during the early stage of an outbreak. To address this concern, public health authority should work closely with other government departments to work out accurate epidemiology data. Modelling researchers should also liaise with public health authority to ensure the required data can be obtained. Second, to reflect the real situation, future modelling studies should evaluate intervention tools under resource-constrained situations and how to allocate resources at different epidemic stages. Third, although SARS and MERS are both classified as coronavirus, the transmission heterogeneity, differences in relative exposure patterns [3] and practicability of control measures determine the optimal solutions for their containment. Geographic disparity of Ro estimate for SARS in 2003 due to different disease and community dependent transmission rate [45] highlighted the need for different levels of contact tracing approach during the epidemics. Forth, both hospital and community setting with the superspreading events should be included in the transmission dynamics of Co-V outbreak to characterize the role of contact tracing in curbing the escalation of number of infections contributed by super-spreaders. Fifth, modelling approach can provide the condition that contact tracing effectively control the outbreak. Sometimes, politicians or health policy makers may hesitate to implement contact tracing. For example, SARS transmission in high-rise buildings among residents of Amoy Gardens suggested possible airborne transmission [46, 47] and government officials were prone to political pressures regarding quarantine. With the help of mathematical models, they can decide when to adopt contact tracing if certain conditions are satisfied. Last but not least, model developers should incorporate factors regarding pre-symptomatic transmission and limited resources allocation against the epidemics at the beginning of the outbreak. Resources optimization and quarantine prioritization by target population will be the next step epidemiologists or modelers should focus on for the challenges of new emerging Co-V epidemics in the future. Two typical examples of the refinement of the current quarantine approach are household quarantine and quarantine based on residential geographic location. In addition to restricting movement in a particular geographic region and recommendation of infectious household members to stay home, other tracing approaches including identifying contacts at workplace or school can also be considered.",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 817,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1718,
                    "end": 1722,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1723,
                    "end": 1726,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Summary and Outlook"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abdirizak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "USCDC. Frequently asked questions about SARS",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "465--522",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The predictors of 3-and 30-day mortality in 660 MERS-CoV patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Severe acute respiratory syndrome (SARS): epidemiology and clinical features",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Postgrad Med J",
            "volume": "80",
            "issn": "",
            "pages": "373--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Contact tracing in stochastic and deterministic epidemic models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math Biosci",
            "volume": "164",
            "issn": "",
            "pages": "39--64",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Abu-Raddad",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1967",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Role of contact tracing in containing the 2014 Ebola outbreak: a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saurabh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prateek",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Afr Health Sci",
            "volume": "17",
            "issn": "",
            "pages": "225--261",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Contact tracing and disease control",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "2565--71",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A cell-based backup to speed up pandemic influenza vaccine production",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "103--108",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shamseer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ghersi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst Rev",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparing nonpharmaceutical interventions for containing emerging epidemics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Peak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci",
            "volume": "114",
            "issn": "",
            "pages": "4023--4031",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Timely identification of optimal control strategies for emerging infectious diseases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccauley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Theor Biol",
            "volume": "259",
            "issn": "",
            "pages": "165--71",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The effectiveness of contact tracing in emerging epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS One",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Predictive models of control strategies involved in containing indoor airborne infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indoor Air",
            "volume": "16",
            "issn": "",
            "pages": "469--81",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "6146--51",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Curtailing transmission of severe acute respiratory syndrome within a community and its hospital",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Biol Sci",
            "volume": "270",
            "issn": "",
            "pages": "1979--89",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Controlling emerging infectious diseases like SARS",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Aldis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Math Biosci",
            "volume": "193",
            "issn": "",
            "pages": "205--226",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Infectious Diseases of Humans Dynamics and Control",
            "authors": [
                {
                    "first": "Rmmrm",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Encyclopedia of Public Health",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Encyclopedia of Public Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Latency",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Asymptomatic SARS coronavirus infection among healthcare workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Teleman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Heng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Earnest",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1142--1147",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A family cluster of Middle East respiratory Syndrome Coronavirus infections related to a likely unrecognized asymptomatic or mild case",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Al-Nakhli",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "668--72",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1767",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Using models to identify routes of nosocomial infection: a large hospital outbreak of SARS in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Biol Sci",
            "volume": "274",
            "issn": "",
            "pages": "611--618",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Nosocomial amplification of MERS-coronavirus in South Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Finkelstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bourouiba",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "111",
            "issn": "",
            "pages": "261--270",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "When is quarantine a useful control strategy for emerging infectious diseases?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Madras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gumel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "163",
            "issn": "",
            "pages": "479--85",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Modeling the impact of interventions on an epidemic of ebola in Sierra Leone and Liberia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Lofgren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marathe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Curr",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A model of the 2014 ebola epidemic in West Africa with contact tracing",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Curr",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The estimation of SARS incubation distribution from serial interval data using a convolution likelihood",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Stat Med",
            "volume": "24",
            "issn": "",
            "pages": "2525--2562",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Estimating variability in the transmission of severe acute respiratory syndrome to household contacts in Hong Kong, China",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Epidemiol",
            "volume": "166",
            "issn": "",
            "pages": "355--63",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Appropriate models for the management of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wearing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Transmission dynamics and control of Ebola virus disease (EVD): a review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Realistic distributions of infectious periods in epidemic models: changing patterns of persistence and dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Theor Popul Biol",
            "volume": "60",
            "issn": "",
            "pages": "59--71",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Impact of the infectious period on epidemics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Sharkey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Phys Rev E",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Emergency response to a smallpox attack: the case for mass vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "99",
            "issn": "",
            "pages": "10935--10975",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Temporal variation of human encounters and the number of locations in which they occur: a longitudinal study of Hong Kong residents",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J R Soc Interface",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Social contacts and the locations in which they occur as risk factors for influenza infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Biol Sci",
            "volume": "281",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Contact tracing and epidemics control in social networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huerta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsimring",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys Rev E Stat Nonlin Soft Matter Phys",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "South Korean man infected by MERS virus, first case in 3 years",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Severe acute respiratory syndrome: temporal stability and geographic variation in case-fatality rates and doubling times",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "991--995",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Environmental transmission of SARS at Amoy Gardens",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mckinney",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Environ Health",
            "volume": "68",
            "issn": "",
            "pages": "26--30",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1731--1740",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 192 5. Summary and Outlook . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 193 Declarations of Interest. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 193 1. Introduction In the 21st century, there were three large-scale outbreaks in human populations caused by emerging coronaviruses (Co-Vs): (i) Severe Acute Respiratory Syndrome (SARS) outbreak in 2003; (ii) Middle East Respiratory Syndrome (MERS) outbreak in 2012 primarily in the Middle East Saudi Arabian Peninsula region; and (iii) MERS outbreak in 2015 primarily in South Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "were included in the review 7 articles were included in the review totally Flow diagram of the selection process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Lloyd-Smith et al., Fraser et al., Feng et al. and Klinkenberg et al.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Intervention Parameters . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 189 3.3.1. Successful Tracing Ratio of Contacts . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 190 3.3.2. Asymptomatic Transmission Ratio. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 190 3.3.3. Quarantine and Isolation Delay . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 190 3.3.4. Quarantine and Isolation Efficiency . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 191 3.3.5. Correlation Structure between Disease Generation Induced by Contact Tracing. . . . . . . . . . . . . . . . . . . . . . . . . 192 3.4. Implications of Quarantine for Controlling SARS and MERS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 192 4. Discussion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 192 4.1. Parameterization in Epidemiological Models . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 192 4.2. Social Contact Mixing Assumptions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ") Lloyd-Smith et al., Fraser et al. and Feng et al. [16,19,20] assumed gamma-distributed infectious period, while Chen et al. [18] assumed exponentially-distributed infectious period. Peak et al. [15] assumed a triangular distribution using peak infectiousness as a parameter of the distribution. Klinkenberg et al. and Becker et al.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of characteristics of the reviewed studies.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of key epidemiological parameters used in the reviewed studies.Fig. 2. Disease progression periods in the natural history of a disease course. Note that symptom onset can occur before or after being infectious.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of intervention parameters of the reviewed studies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}