{
    "paper_id": "83338ce69242b1a646ff6cd0234ae9d4197c374a",
    "metadata": {
        "title": "Review of global sanitation development",
        "authors": [
            {
                "first": "Xiaoqin",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Resource-oriented Treatment of Industrial Pollutants",
                    "institution": "University of Science and Technology",
                    "location": {
                        "postCode": "100083",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zifu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Resource-oriented Treatment of Industrial Pollutants",
                    "institution": "University of Science and Technology",
                    "location": {
                        "postCode": "100083",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tianlong",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Joint Laboratory of Environment Simulation and Pollution Control",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "addrLine": "18 Shuangqing Road"
                    }
                },
                "email": ""
            },
            {
                "first": "Yichang",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Resource-oriented Treatment of Industrial Pollutants",
                    "institution": "University of Science and Technology",
                    "location": {
                        "postCode": "100083",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Pengyu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Joint Laboratory of Environment Simulation and Pollution Control",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "addrLine": "18 Shuangqing Road"
                    }
                },
                "email": ""
            },
            {
                "first": "Emmanuel",
                "middle": [
                    "Alepu"
                ],
                "last": "Odey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Resource-oriented Treatment of Industrial Pollutants",
                    "institution": "University of Science and Technology",
                    "location": {
                        "postCode": "100083",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Heinz",
                "middle": [
                    "Peter"
                ],
                "last": "Mang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Resource-oriented Treatment of Industrial Pollutants",
                    "institution": "University of Science and Technology",
                    "location": {
                        "postCode": "100083",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sayed",
                "middle": [],
                "last": "Mohammad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nazim",
                "middle": [],
                "last": "Uddin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "STN CSC",
                    "location": {
                        "postBox": "PO Box 1700",
                        "postCode": "V8W 2Y2",
                        "settlement": "Victoria",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The implementation of the United Nations (UN) Millennium Development Goals (MDGs) and Sustainable Development Goals (SDGs) has resulted in an increased focus on developing innovative, sustainable sanitation techniques to address the demand for adequate and equitable sanitation in low-income areas. We examined the background, current situation, challenges, and perspectives of global sanitation. We used bibliometric analysis and word cluster analysis to evaluate sanitation research from 1992 to 2016 based on the Science Citation Index EXPANDED (SCI-EXPANDED) and Social Sciences Citation Index (SSCI) databases. Our results show that sanitation is a comprehensive field connected with multiple categories, and the increasing number of publications reflects a strong interest in this research area. Most of the research took place in developed countries, especially the USA, although sanitation problems are more serious in developing countries. Innovations in sanitation techniques may keep susceptible populations from contracting diseases caused by various kinds of contaminants and microorganisms. Hence, the hygienization of human excreta, resource recovery, and removal of micropollutants from excreta can serve as effective sustainable solutions. Commercialized technologies, like composting, anaerobic digestion, and storage, are reliable but still face challenges in addressing the links between the political, social, institutional, cultural, and educational aspects of sanitation. Innovative technologies, such as Microbial Fuel Cells (MFCs), Microbial Electrolysis Cells (MECs), and struvite precipitation, are at the TRL (Technology readiness levels) 8 level, meaning that they qualify as \"actual systems completed and qualified through test and demonstration.\" Solutions that take into consideration economic feasibility and all the different aspects of sanitation are required. There is an urgent demand for holistic solutions considering government support, social acceptability, as well as technological reliability that can be effectively adapted to local conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The United Nations (UN), many local governments, and international organizations have launched programs to deal with the negative impact on human health and the environment caused by the lack of access to adequate sanitation. In the 1990s, 192 UN member states and at least 23 international organizations agreed to the Millennium Development Goals (MDGs) at the World Summits. MDG 6 (Target 10) was intended to halve the proportion of people without sustainable access to safe drinking water and basic sanitation by 2015. In September 2015, the 2030 Agenda for Sustainable Development Goals (SDGs) was adopted by world leaders at the UN, which calls on 3. Sanitation activities in scientific research 3.1. Publication patterns",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We identified 18,449 publications related to sanitation research in the SCI-Expanded and SSCI databases between 1900 and 2016, and we found a continual growth trend, as shown in Fig. 1 . There were 15,615 (84.6%) papers indexed in the SCI-Expanded and 1450 (7.9%) papers indexed in the SSCI on sanitation; 1384 (7.5%) were indexed in both the SCI-Expanded and SSCI. Fig. 1 shows that after 1991, the number of publications rose significantly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 184,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 366,
                    "end": 372,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Characteristics of publication outputs"
        },
        {
            "text": "More than 90% of articles in Web of Science have, since 1991, included abstracts, compared with only 20% articles in 1990 (Ho et al., 2010) , 14,645 papers from 1992 to 2016 were selected as study samples. We grouped these works into 17 types of documents. Articles comprised 81. 6% (11,956) of the total number of works examined, making them the most common document type. The remaining publications consisted of proceedings (981), reviews (954), editorial material (262), meeting abstracts (176), book reviews (74), news items (73), letters (64), book chapters (44), corrections (19), notes (18), reprints (8), discussions (6), items about an individual (4), biographical items (3), retracted publications (2), and retractions (1). We did not use any other document types in this study because articles were the most common type of work. Of the 11,956 articles, 10,049 (84%) were published in English, followed by Portuguese (651), Spanish (508), French (315), German (134), Japanese (65), Italian (62), Polish (61), Russian (29) , Chinese (16), Croatian (14), Czech (9), Turkish (7), Hungarian (6), Korean (6), Slovene (5), Dutch (4), Romanian (4), Serbian (4), Slovak (3), Malay (2), Lithuanian (1) and Serbo-Croatian (1).",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 139,
                    "text": "(Ho et al., 2010)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 280,
                    "end": 291,
                    "text": "6% (11,956)",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1031,
                    "text": "Russian (29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of publication outputs"
        },
        {
            "text": "We found that the number of articles published per year increased over the study period. There were 140 articles published in 1992 and 1147 in 2016. We created an exponential model of the cumulative annual number of articles (Fig. 2 In this model, C is the cumulative number of articles. Y is the number of years that have passed since 1992. We used this model to identify the total number of articles for a given time period. From 1992 to 2017, our model showed that 13,584 texts were published. The quantity published in 2021 was predicted to be 2212. In 2016, 1147 works were published, which is about half the number predicted for 2021.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Characteristics of publication outputs"
        },
        {
            "text": "The mean number of authors per article grew from 3.5 in 1992 to 6.0 in 2016. This was an increase of 72.4% (Table 1) . However, this increase was dwarfed by the 122.8% rise in the number of institutions per article. There was a similar increase in the mean number of references per article, 261.0%. The average article length and average number of countries per article fluctuated slightly, with an overall mean length of 9.1 pages and average of 1.2 countries. The number of times each article was cited fluctuated, with a peak average of 27.4 citations in 1997 and an average low of less than five citations in recent years. Articles most frequently had three authors; 2153 articles (18.0%) had three authors, then two and four authors accounted for 1882 (15.7%) and 1879 (15.7%) of the total, respectively. About 10% of the sample consisted of five (1491, 12.4%), one (1463, 12.2%), and six (1136, 9.5%) authors together. The Lancet published the article with the largest number of authors (722) . These names all appeared on the article \"Global, regional, and national comparative risk assessment of 79 behavioral, environmental and occupational, and metabolic risks or clusters of risks in 188 countries, 1990 188 countries, -2013 188 countries, \" (Forouzanfar et al., 2015 .",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 998,
                    "text": "(722)",
                    "ref_id": null
                },
                {
                    "start": 1195,
                    "end": 1214,
                    "text": "188 countries, 1990",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1235,
                    "text": "188 countries, -2013",
                    "ref_id": null
                },
                {
                    "start": 1236,
                    "end": 1278,
                    "text": "188 countries, \" (Forouzanfar et al., 2015",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characteristics of publication outputs"
        },
        {
            "text": "The Lancet's publication entitled \"A comparative risk assessment of the burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: A systematic analysis for the Global Burden of Disease Study 2010\" (Lim et al., 2012) had 207 contributors from 26 countries and 103 institutes, which reviewed the leading risk factors for global disease burden. The researchers presented evidence of key risks, including poor water quality and sanitation, vitamin A and zinc deficiencies, and ambient particulate matter pollution. The second most cited article, \"Global mortality, disability, and the contribution of risk factors: Global Burden of Disease Study\" (Murray and Lopez, 1997) with 2161 citations, was published in Lancet by WHO, Switzerland, and Harvard University in 1997. The article \"Global, regional, and national comparative risk assessment of 79 behavioral, environmental and occupational, and metabolic risks or clusters of risks in 188 countries, 1990-2013: A systematic analysis for the Global Burden of Disease Study 2013\" (Forouzanfar et al., 2015) was also published in Lancet by 722 authors from 325 institutes in 81 countries; it was cited 306 times within one year. It ranked second for the most frequently cited research article per year. This research emphasized the risks from unsafe sanitation and water; it disclosed that behavioral, environmental, occupational, and metabolic risks can explain half of the global mortality rate and more than one-third of the global-disability-adjusted life-years (DALYs), indicating that there were many opportunities for prevention. The three most cited publications showed that sanitation is closely linked to health conditions for humans; poor sanitation and bad hygiene result in the spread of disease. Thus, improving sanitation is key to creating a better quality of life for millions of people.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 269,
                    "text": "(Lim et al., 2012)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 697,
                    "end": 721,
                    "text": "(Murray and Lopez, 1997)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1079,
                    "end": 1105,
                    "text": "(Forouzanfar et al., 2015)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of publication outputs"
        },
        {
            "text": "The 11,956 articles we utilized for our analyses came from a wide range of journals. They appeared in 2714 publications that dealt with sanitation issues. These articles addressed a broad range of topics, including 143 subject categories in the SCI-Expanded and SSCI databases. We found that 1306, or almost half (48.1%), of the journals investigated had only one article that appeared in our results. Other journals had more articles (in some cases, many more). Of the remaining journals, 443 (16.3%) had two articles and 286 (10.5%) journals had three articles. About 5% of the journals (141 publications) had 4 articles, while 227 (8.4%) journals published 10 or more. Table 2 shows our data for the top 20 most productive journals (TP > 57). This table includes the ISI category as well as the position of the journal within its category. Table 2 also includes a summary of the JIF, h-index, and journal's country of origin. The top 20 most productive journals were extremely influential. The number of their published articles comprised about 15.8% of the works we investigated. The Journal of Water Sanitation and Hygiene for Development, with an h-index of 8, published the most articles (157; 1.3%), followed by the Journal of Food Protection (140; 1.2%), Water Science and Technology (130; 1.1%), PLOS ONE (128; 1.1%), and American Journal of Tropical Medicine and Hygiene (122; 1.0%). There were some unusual results in our analysis. For example, Water Research had the highest JIF value (6.942) and h-index (33); this journal was the top publication for water resources (Q1: 1/88). However, it came in eighth place in our results for its output. The Journal of Water Sanitation and Hygiene for Development is a journal of the International Water Association (IWA), which emphasizes issues of concern in developing and middle-income countries, as well as in disadvantaged communities worldwide. The journal articles address themes that X. Zhou et al. Environment International 120 (2018) 246-261 explore the water supply, sanitation, and hygiene, which potentially explains why this is the most productive journal. There were various trends exposed by the relationship between the h-index, JIF, and the rank order of the 20 most productive journals. We found that Water Science and Technology ranked third among the most productive journals. However, this journal's JIF (1.197) came in 16th place among the top 20 publications. In addition, its h-index (12) only ranked 17th. We found that the 14th-ranked journal (Environmental Science & Technology) had a JIF of 6.198, which placed it second among the other journals. Its h-index was 27, which then moved it to third place. This interesting pattern may be partly due to the fact that the highest impact journals are not as specialized as those with less impact. In addition, with their stronger impact, they may target higher quality studies or more often consider research that offers an original approach to a problem or idea. There was a clear supremacy of publications that came from developed nations: the UK published nine influential journals, and seven publications were from the USA. Brazil had a mere two journals, which was mirrored by the Netherlands (2). There was a strong dominance of five journals. These publications were responsible for 677 (5.6%) of the articles studied. Fig. 3 shows our results for the trends at these top five publications. Since journals could be assigned to multiple subject categories in this research, sanitation research actually encompassed 143 subject categories. Fig. 4 shows that, based on the continuous increase in the number of articles per category, sanitation research mirrored the types of patterns found in other fields at the start of the new millennium. The most common subject categories were \"Environmental Sciences & Ecology\", \"Public, Environmental, & Occupational Health\", \"Engineering\", and \"Water Resources\", followed distantly by the second echelon of categories, which occupied a percentage between 10 and 15%. \"Agriculture\" and \"Food Science & Technology\" dominated the third level. The six most common subject categories were about the environment, water, health, and food, which may be due to the fact that sanitation is always associated with water and hygiene. In addition, an increased awareness of the nutrients contained in human excreta and the recovery of those nutrients for farming are gaining increasing attention. Such research is related to agriculture and food security (Lienert et al., 2003) .",
            "cite_spans": [
                {
                    "start": 1949,
                    "end": 2005,
                    "text": "Zhou et al. Environment International 120 (2018) 246-261",
                    "ref_id": null
                },
                {
                    "start": 4514,
                    "end": 4536,
                    "text": "(Lienert et al., 2003)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 679,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 843,
                    "end": 850,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 3353,
                    "end": 3359,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3572,
                    "end": 3578,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Output in subject journals and categories"
        },
        {
            "text": "By using at least one author's affiliation, we were able to identify which countries and areas were the most influential in the publication of sanitation research. We analyzed 11,956 articles with the author address information published between 1992 and 2016, which included 11,781 institutes in 182 countries/regions. There were 8978 (76.2%) independent articles and 2803 (23.8%) internationally-collaborative articles. Our analysis addressed the 20 most prolific countries. We examined the total number of works from a single country as well as internationally-collaborative research. Table 3 showed our data. This table also included the percentage of single country and internationally collaborative articles and the h-index for each area. The top 20 countries included three Asian countries/regions, ten European countries, five American countries, one Oceanic country, and one South African country. The 20 most productive countries generated the vast majority of published articles (94.5%). Almost four-fifths (78.6%) of the sanitation articles examined in this analysis were from Canada, France, Germany, Italy, Japan, the UK, and the USA. These developed countries have superior economic capabilities and higher academic levels than those of developing nations (Bell and Pavitt, 1993) . Of the 182 regions we examined, Brazil came in second, India was seventh, China was ranked tenth, and South Africa was a distant 13th (Finardi, 2015) . Russia was not included in the top 20. Fig. 5 shows the global geographic distribution of authors according to the total number of articles by country/region.",
            "cite_spans": [
                {
                    "start": 1271,
                    "end": 1294,
                    "text": "(Bell and Pavitt, 1993)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1431,
                    "end": 1446,
                    "text": "(Finardi, 2015)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 595,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1488,
                    "end": 1494,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Publication performance of countries and institutes"
        },
        {
            "text": "The USA appeared at or near the top in our results, indicating that it is a global leader in sanitation studies and publications. The USA had the highest number of total articles published (2680). It was also first for its independent articles (1648) and first authored articles (2195). The USA had an h-index of 87 and published 1032 corresponding author articles. Sixteen nations partnered with researchers from the USA, and these collaborator data are shown in Table 3 . Switzerland, Netherlands, and Australia are the top 3 collaborative countries. The total Note: TA: quantities of articles; JIF: journal impact factor; R; ranking in top20 productive journals; *: the category here belonged to SSCI not SCI-EXPANDED. X. Zhou et al. Environment International 120 (2018) 246-261 number of articles from China ranked 10th, and the percentages for independent and collaborated articles were 60.2% and 39.8%, respectively. We examined 35 countries that had at least 17 publications in order to highlight the trends in international cooperation. First, we placed the countries into clusters. We then used BibExcel and an algorithm from Persson (1994) and graphed our results with Pajek. Fig. 6 shows the results of our analysis. Each country (shown as a circle) is sized according to the weight of its publications. The line weight of each circle identifies the nation's research cooperation with authors from other regions. The most productive countries are the USA and UK. They both have outsized and complex groups; 28 belong to the USA cluster and 22 groups belong to the UK cluster. Switzerland, France, and Belgium come next, but they have significantly lower numbers of articles and cooperation. The USA-UK collaborations ranked first, with 187 cooperative articles, followed by USA-Switzerland (95), USA-Canada (69), USA-India (66), USA-Brazil (63), and China-USA (54) collaborations. These articles covered several aspects, including social, political, environmental, public health, technical aspects and so on, which were mainly related to the context of developing countries. The descriptions of these articles expressed three phases for sanitation development, the first phase is the baseline study, to investigate the main sanitation related issues, e.g. technologies for disinfection and hygiene, which could be effective to prevent the transmission of disease; the second phase is Table 3 The performance of the top 20 most productive countries the realization of MDG, global estimation of the indicators according to MDGs; the third phase is the development of new technology for sanitation with the concept of closing the loop in order to reach the SDGs. For the techniques developed by the USA, during the MDGs period, the target was to get improved sanitation, intended for safe separation of humans from excreta by employing flushing toilets, septic tanks, latrines, composting toilets etc., but not a goal of hygienization or source recovery. Thus, the main technologies were composting and storage processes. Recently, because of the implementation of SDGs and encouragement by the Bill and Melinda Gates Foundation, some nonsewer and source oriented toilet systems have been developed, as mentioned in the Reinvent the Toilet Challenge manuscript. From the year 2011 to 2013, 15 Grants have been awarded for innovated toilet developers, and 6 of them are from USA, further supporting the statements. Table 4 below lists brief descriptions of the 6 reinvented toilet technologies developed by USA. Brazil was ranked first for number of articles. This trend did not continue, however, as in 2011, the USA moved back into the top slot.",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 781,
                    "text": "Zhou et al. Environment International 120 (2018) 246-261",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1149,
                    "text": "Persson (1994)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 471,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1186,
                    "end": 1192,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2395,
                    "end": 2402,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 3422,
                    "end": 3429,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Publication performance of countries and institutes"
        },
        {
            "text": "Of the 11,956 articles spanning 11,781 institutes in 182 countries, 6890 (58.5%) were inter-institutionally collaborative publications and 4891 (41.5%) were independent publications. The collaboration between institutes was 34.7% higher than that between countries. The top 20 research facilities included 9 in the USA, 5 in Brazil, 3 in Switzerland, 2 in the UK, and 1 each in France and Spain; 8 of the 9 institutes in the USA were universities. These data are shown in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 479,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Publication performance of countries and institutes"
        },
        {
            "text": "The 'Center for Disease Control and Prevention, U.S. Department of Health & Human Services', 'WHO' and the 'University of North Carolina' are the top three institutions in h-index with high values of 34, 28, and 27, respectively, which further emphasizes the importance of sanitation for hygiene and disease control. Over half of the 20 institutes were universities, demonstrating that the universities are the core drivers of sanitation research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publication performance of countries and institutes"
        },
        {
            "text": "The statistical analysis of the author keywords, article title, article abstract, and \"Keywords Plus\" could be used to identify directions in science; keyword analysis is efficient for comprehending the progress of new frontiers in science (Li et al., 2011; Tan et al., 2014) . The analysis of author keywords across different periods is a common bibliometric technique for analyzing research trends (Fu et al., 2014; Wang et al., 2015; Zhang et al., 2014; Zhang et al., 2010; Zheng et al., 2017) . We excluded the 6493 articles without author keyword information and analyzed 11,956 articles with the author keyword information. There were 22,391 keywords listed by authors; however, 17,310 (77.3%) of the keywords were used only once and 2335 (10.0%) of the keywords were used twice. There were many author keywords that were only used one time. This single use points to the utilization of comprehensive subject keywords. It also indicates that there were differences in how researchers approached their work (Hou et al., 2015; Li and Zhao, 2015) . The bulk of the sanitation research relied on a small number of keywords. For example, 511 (2.3%) keywords appeared > 10 times. Table 6 shows the 30 most commonly used keywords. The changes in the rankings of words over the five-year intervals show that there were variations in the research hotspots. Fig. 8 shows the co-occurrence relationships of the 30 most commonly-used author keywords. Here, we created a co-word network to better illustrate the relationships between these terms. Because the terms \"sanitation\" and \"sanitary\" were the subject words in this study, the most frequently-used keyword (\"sanitation\") was ignored. Table 5 and Fig. 8 show the outcomes of our keyword analysis. The three most frequently-used keywords were \"epidemiology\" (205; 2.3%), \"water\" (198; 2.2%), and \"public health\" (176; 1.9%). These top three most frequently-used substantives reflect the large amount of literature dealing with water and hygiene, especially the diseases transferred with poor sanitation, such as diarrhea, lower respiratory illnesses, and other common infectious diseases (Lim et al., 2012) . Fig. 8 shows that \"water\" is closely related to \"sanitation\". This keyword was increasingly studied and enjoyed a rise in rank from 65th in 1992-1996 to 2nd in 2012-2016. This increase showed a growing awareness of the importance of proper and efficient water management for sanitation improvement, especially a safe water supply and sourceoriented wastewater treatment. \"Water supply\" (150, 1.7%), \"water quality\" (149, 1.6%), \"wastewater\" (97, 1.1%), and \"drinking water\" (90, 1.0%) ranked 8th, 9th, 19th, and 25th, respectively, as the most frequently-used keywords. Besides \"hygiene\", \"diarrhea\", and \"risk factor\", \"Brazil\" was one of the top 10 keywords during all 5 five-year periods, which illustrates that water, sanitation, and hygiene are ongoing concerns. The pathogenic indicator bacteria \"E. coli\" and \"Salmonella\" ranked 12th and 21st, respectively, in the most frequently used keywords, which indicate that these bacterial species have been extensively used as indicator pathogens for hygienization. E. coli had an Table 4 Brief information of the 6 reinvented toilet technologies developed by USA. Source: https://www.gatesfoundation.org/What-We-Do/Global-Growth-andopportunity/Water-Sanitation-and-Hygiene/Reinvent-the-Toilet-Challenge.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 257,
                    "text": "(Li et al., 2011;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 258,
                    "end": 275,
                    "text": "Tan et al., 2014)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 400,
                    "end": 417,
                    "text": "(Fu et al., 2014;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 418,
                    "end": 436,
                    "text": "Wang et al., 2015;",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 437,
                    "end": 456,
                    "text": "Zhang et al., 2014;",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 457,
                    "end": 476,
                    "text": "Zhang et al., 2010;",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 477,
                    "end": 496,
                    "text": "Zheng et al., 2017)",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 1012,
                    "end": 1030,
                    "text": "(Hou et al., 2015;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1031,
                    "end": 1049,
                    "text": "Li and Zhao, 2015)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2137,
                    "end": 2155,
                    "text": "(Lim et al., 2012)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 1180,
                    "end": 1187,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1354,
                    "end": 1360,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1685,
                    "end": 1692,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1697,
                    "end": 1703,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2158,
                    "end": 2164,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 3189,
                    "end": 3196,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Keywords"
        },
        {
            "text": "To develop a self-contained, solar-powered toilet and wastewater treatment system. A solar panel will produce enough power for an electrochemical reactor that is designed to break down water and human waste. Excess power can be stored to provide energy for nighttime operation or for use under low-sunlight conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the technology Authorship"
        },
        {
            "text": "To develop a self-contained system that pyrolyzes (decomposes at high temperatures without oxygen) human waste into biochar. Energy recovered from the biochar production process will be used for heating the system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "California Institute of Technology, USA"
        },
        {
            "text": "Stanford University and the Climate Foundation, USA To develop a self-contained toilet system that disinfects liquid waste and turns solid waste into fuel or electricity through a novel biomass energy conversion unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "California Institute of Technology, USA"
        },
        {
            "text": "To develop a solar toilet that uses concentrated sunlight, directed and focused with a solar dish and concentrator, to disinfect liquid-solid waste and produce biochar that can be used as a replacement for wood charcoal or chemical fertilizers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RTI International, USA"
        },
        {
            "text": "To develop, build, and evaluate a novel technique to treat fecal sludge using supercritical water oxidation, a process in which water is heated under pressure and then oxygen is added to burn up human waste. The reaction produces clean water, heat, carbon dioxide, benign salts, and nitrogen, all of which can be used by the community or turned into business opportunities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "University of Colorado Boulder, USA"
        },
        {
            "text": "Duke University, USA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "University of Colorado Boulder, USA"
        },
        {
            "text": "To develop an electric toilet, powered by solar power stored in batteries, that will separate liquids from solids and dewater and convert fecal matter into biochar. This approach examines using resistive heating through battery-stored solar power and is designed from existing off-the-shelf components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "University of Colorado Boulder, USA"
        },
        {
            "text": "Santec LLC, USA apparent upward movement in the ranks, from 65th in 1992-1996 to 10th in 2012-2016, which could be attributed to the fact that E. coli is commonly observed in the gut of humans and warm-blooded animals. This trend also reflects the awareness of the public's health. The names of developing countries (120, 1.3%) ranked 15th in the top 30 most frequently-used substantives in author keywords; they were initially ranked 15th in 1992-1996, then moved to 22nd in 1997-2001, 7th in 2002-2006 , and finally to 6th place in 2007-2011. However, they decreased to 24th in 2012-2016. This trend could be explained by the continuing attention given to a specific area and country, especially low-income districts. Hence, \"India\" (115, 1.3%) and \"Africa\" (76, 0.8%) ranked 16th and 27th, respectively, in the top 30 most (5) 17 (17) frequently-used keywords, and both of these keywords had a significant increase over the past 25 years. \"India\" and \"Africa\" ranked 158th and 174th, respectively, in 1997-2001 and 8th and 27th, respectively, in 2012-2016. \"Child\" (111, 1.2%) ranked 17th in the top 30 keywords, but it was ranked 65th from 1992 to 1996 and then it moved to 10th place in 2012-2016. This trend occurred because children are the most sensitive to poor sanitation. \"Sustainability\" has become increasingly popular in recent years, moving up in the rankings from \"not available\" in 1992-1996 to 158th in 1997-2001, 38th in 2002-2006, 19th in 2007-2011, and 15th in 2012-2016 . From 1992 to 1996, improved sanitation was a primary focus of research. It was important to ensure the hygienic separation of human excreta from human contact and the suggested facilities that could reach the targets included flush/pourflush-to-piped-sewer systems or septic tanks/pit latrines, ventilated improved pit (VIP) latrines, pit latrines with slabs, and composting toilets. This explains why sustainability was barely mentioned during the first 5 years in our study. Since the awareness of protecting human health and the environment has increased, the concept of sustainable sanitation has been promoted, and sustainability has garnered increasing attention.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 503,
                    "text": "1992-1996, then moved to 22nd in 1997-2001, 7th in 2002-2006",
                    "ref_id": null
                },
                {
                    "start": 1399,
                    "end": 1491,
                    "text": "1992-1996 to 158th in 1997-2001, 38th in 2002-2006, 19th in 2007-2011, and 15th in 2012-2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "University of Colorado Boulder, USA"
        },
        {
            "text": "Baskerville (1904) showed that patterns and ideas in research can be identified via author keywords and the title of articles. We therefore used an algorithm to generate \"KeyWords Plus\". These terms were drawn from the titles of works that appeared in the articles (Garfield, 1990) .We also utilized a relatively new method in this analysis, Mao et al.'s \"word cluster analysis\" (Mao et al., 2010) . The word cluster analysis uses the author keywords, article title, article abstracts, and KeyWords Plus to identify patterns in data. Many other researchers have used this approach to determine research hotspots (Fu et al., 2013; Qian et al., 2015; Tan et al., 2014) . The possible research hotspots for sanitation research were divided into 6 categories, including \"susceptible population\", \"epidemic disease\", \"specific countries\", \"different regions\", \"concerned contaminates\", and \"characterized microorganisms\"; all the categories were closely related to hygienization. Fig. 9 shows the growth trend of hotspot-related articles during the last 25 years in the six categories.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 281,
                    "text": "(Garfield, 1990)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 379,
                    "end": 397,
                    "text": "(Mao et al., 2010)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 612,
                    "end": 629,
                    "text": "(Fu et al., 2013;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 630,
                    "end": 648,
                    "text": "Qian et al., 2015;",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 649,
                    "end": 666,
                    "text": "Tan et al., 2014)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 981,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Hotspots"
        },
        {
            "text": "UNICEF noted that clean water, basic toilets, and good hygiene practices are essential for the survival and development of children. Fig. 9a and b show that children suffer primarily from diarrhea. The WHO website noted that every year, 361,000 children under five years of age die from diarrhea. The transmission of diseases is linked to poor sanitation and water contamination. One report titled \"A fair chance for every child\" released by UNICEF stressed the importance of sanitation to children's health and mortality; it noted that child mortality could be reduced by improved sanitation facilities (UNICEF, 2016). Hence, improving sanitation services and basic hygiene practices for children is a critical hotspot. Due to the limitations of their economies, developing countries face greater challenges in improving sanitation conditions; evidence for these challenges can be found in Fig. 8c , which shows the hotspots of research work in specific countries. Brazil, Africa, and India are the top three countries/regions according to the number of articles collected from the database (115,95, and 80, respectively). The rest of the top 10 countries/regions are Bangladesh, Spain, China, Mexico, South Africa, Kenya, and Sub-Saharan Africa. Most of these nations are defined as developing countries. The rapid increase in research in Brazil may be due to the rapid urbanization of Latin America in the last few decades. Even though there were 28.8 million people having access to \"at least basic\" sanitation, and 11% of the population used \"unimproved\" sanitation (pubic or shared latrine, open pit latrine, bucket latrine), 2% of the population still practiced open defecation as of 2015 (Watch, 2016) . Most African countries, including South Africa, Sub-Saharan Africa, and Kenya, lacked clean water, basic sanitation, and good personal hygiene, which are the results of extreme poverty. In Burkina Faso, only 7% of the rural population had access to improved household sanitation (hygienically separates human excreta from human contact); 75% still defecated in the open in 2015 (UNICEF, 2015) . Asian countries, such as India, Bangladesh, and China, show increasing improvement. India (with almost 62 million children, 48% of the population) has the largest number of the world's growth-stunted children in Asia, where the key issue is a lack of toilets rather than lack of food (Worley, 2014) . Thus, improving the sanitation conditions in India has garnered attention from the government and academia. In 2013, the Department of Biotechnology (DBT), under auspices of the Ministry of Science and Technology of the Government of India, and the BMGF, in collaboration with India's Biotechnology Industry Research Assistance Council (BIRAC), launched \"RTTC-India\". Six grantees were chosen from 108 applicants to develop innovative, affordable, and scalable sanitation technologies, with a total grant of $2 million (Mehta, 2014) . In China, 98% of the urban population has access to improved toilets (as of 2012); the coverage of sanitary toilets in rural areas was 7. 5% in 1993, 74.1% in 2013, and 78.4% in 2015, indicating that great headway was made in building sanitary toilets over the last 15 years (China, 2015; PRC, 2016) . Similarly, the BMGF has been funding RTTC activity in China since 2013, which encouraged X. Zhou et al. Environment International 120 (2018) 246-261 researchers from universities, research institutes, enterprises, and other social groups to develop a new generation of toilets and increased the number of academic publications on the subject (Liu et al., 2017; Wang et al., 2017) . With the implementation of the nationwide \"Toilet Revaluation\", greater achievements are expected during China's \"13 th Five-year Plan\". The majority of those without improved sanitation are people who live in rural areas, thus, rural areas are characterized by the great disparity in sanitation improvements. However, Fig. 8d shows that \"rural\", \"city\", and \"urban\" appear frequently in research; the number of articles with \"urban\" even exceeded the number of articles that included \"rural\" in the keywords. The percentage of the urban population living in South Sudan without safe toilets accounted for 83.6% of the total, which dominates the list, while India has 157 million urbanites living without sanitation, ranking first for the most people without access to proper toilet facilities (WaterAid, 2016) . The concept of sustainable sanitation not only concerns toilets, but also the proper disposal and reuse of excreta. Therefore, urban areas that are far away from the main sewers urgently require innovative sanitation techniques. An announcement made on the fifth World Toilet Day (the ISO 30500) titled it \"Non-sewered sanitation systems -Prefabricated integrated treatment units -General safety and performance requirements for design and testing\") indicated that WHO would provide international standardized regulation for sanitation systems worldwide, including urban communities without access to sewer systems, and the X. Zhou et al. Environment International 120 (2018) 246-261 organization would pursue sustainable sanitation solutions (Lazarte, 2017; Lewis, 2017) . With the transformation of the concept of sanitation from \"improved sanitation\" to \"sustainable sanitation\", excreta and wastewater are not recognized as hazardous waste, but valuable resources that can be reused and recycled. Hence, a better understanding of the composition of waste is needed. Fig. 9e reveals that \"pathogens\", \"sludge\", \"nitrogen\", \"microorganisms\", \"antibiotics\", \"ammonia\", \"phosphorus\", \"nitrate\", \"heavy metals\", and \"antimicrobial resistance\" were the top ten research hotspots in scientific research, and they are the main components of human excreta. These keywords were increasingly being used in research articles. Based on the characteristics of these pollutants, the research hotspots can be classified into three categories: (i) hygienization of excreta, (ii) resource (such as nitrogen, phosphorus, and electricity) recovery from excreta, and (iii) micro-pollutant control of excreta, such as antibiotics and heavy metals. Antimicrobial resistance is a new concern from a hygienization point of view due to the increasing amount of antibiotics in water systems.",
            "cite_spans": [
                {
                    "start": 1696,
                    "end": 1709,
                    "text": "(Watch, 2016)",
                    "ref_id": null
                },
                {
                    "start": 2090,
                    "end": 2104,
                    "text": "(UNICEF, 2015)",
                    "ref_id": null
                },
                {
                    "start": 2391,
                    "end": 2405,
                    "text": "(Worley, 2014)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 2927,
                    "end": 2940,
                    "text": "(Mehta, 2014)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 3081,
                    "end": 3126,
                    "text": "5% in 1993, 74.1% in 2013, and 78.4% in 2015,",
                    "ref_id": null
                },
                {
                    "start": 3218,
                    "end": 3231,
                    "text": "(China, 2015;",
                    "ref_id": null
                },
                {
                    "start": 3232,
                    "end": 3242,
                    "text": "PRC, 2016)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 3337,
                    "end": 3393,
                    "text": "Zhou et al. Environment International 120 (2018) 246-261",
                    "ref_id": null
                },
                {
                    "start": 3587,
                    "end": 3605,
                    "text": "(Liu et al., 2017;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3606,
                    "end": 3624,
                    "text": "Wang et al., 2017)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 4421,
                    "end": 4437,
                    "text": "(WaterAid, 2016)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 5067,
                    "end": 5123,
                    "text": "Zhou et al. Environment International 120 (2018) 246-261",
                    "ref_id": null
                },
                {
                    "start": 5183,
                    "end": 5198,
                    "text": "(Lazarte, 2017;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 5199,
                    "end": 5211,
                    "text": "Lewis, 2017)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 146,
                    "text": "Fig. 9a and b",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 891,
                    "end": 898,
                    "text": "Fig. 8c",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 3946,
                    "end": 3953,
                    "text": "Fig. 8d",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 5510,
                    "end": 5517,
                    "text": "Fig. 9e",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Hotspots"
        },
        {
            "text": "(i) Hygienization of excreta: The hygienization of human excreta is essential for reducing the transmission of diseases by pathogenic microorganisms. Human urine contains very few, if any, pathogens, but the amount increases due to cross-contamination with feces. Nevertheless, the health risk can be eliminated through natural attenuation (Hoglund et al., 2000) or existing disinfection technologies. The behaviors of bacteria, protozoan pathogens, and viruses in stored-source-separated urine were studied, and it was demonstrated that the inactivation of pathogenic microorganisms depended on either the temperature and pH or only the temperature (Hoglund et al., 2002a , 2002b , Hoglund et al., 1998 . For safe agricultural applications, WHO recommends a storage period of 6 months at 20°C or higher. Stored urine could then be used to fertilize crops without restriction (World Health Organization, 2006) . In order to increase the inactivation efficiency and reduce storage time, researchers increased the storage temperature. The inactivation of E. coli, Salmonella, and MS2 at these higher temperatures was faster than that which occurred in the urine stored at ambient temperature (Nordin et al., 2013; Vinneras et al., 2008; Zhou et al., 2017) . The rapid inactivation of bacteria could be achieved by coupling other technologies with this process, such as acidification (Andreev et al., 2017) and nitrification (Bischel et al., 2015) . Similarly, self-sanitization by ammonia and a high temperature is also effective for fecal sludge, but the time needed to eliminate pathogens is longer than that needed for urine due to the large amount and species of pathogens, viruses, and helminths in it Magri et al., 2015; Magri et al., 2013) . Alkaline additives, such as ash, sawdust, and urea, could speed up the hygienization process (Fidjeland et al., 2013 , Niwagaba et al., 2009a , 2009b . Thermal treatments have been applied to fecal sludge treatment, and other treatment processes, like composting and anaerobic digestion, could have an effect on pathogen inactivation at some level (Vinneras, 2007; Yin et al., 2018) . Fig. 8f shows that E. coli is the primary indicator microorganism in scientific research; it is also recommended as an indicator of health risk from water contact by the US Environmental Protection Agency (US EPA). It is followed by Salmonella and Listeria monocytogenes.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 362,
                    "text": "(Hoglund et al., 2000)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 650,
                    "end": 672,
                    "text": "(Hoglund et al., 2002a",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 673,
                    "end": 680,
                    "text": ", 2002b",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 681,
                    "end": 703,
                    "text": ", Hoglund et al., 1998",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 876,
                    "end": 909,
                    "text": "(World Health Organization, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1190,
                    "end": 1211,
                    "text": "(Nordin et al., 2013;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1212,
                    "end": 1234,
                    "text": "Vinneras et al., 2008;",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1235,
                    "end": 1253,
                    "text": "Zhou et al., 2017)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 1381,
                    "end": 1403,
                    "text": "(Andreev et al., 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1422,
                    "end": 1444,
                    "text": "(Bischel et al., 2015)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1705,
                    "end": 1724,
                    "text": "Magri et al., 2015;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1725,
                    "end": 1744,
                    "text": "Magri et al., 2013)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1840,
                    "end": 1863,
                    "text": "(Fidjeland et al., 2013",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1864,
                    "end": 1888,
                    "text": ", Niwagaba et al., 2009a",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1889,
                    "end": 1896,
                    "text": ", 2009b",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 2095,
                    "end": 2111,
                    "text": "(Vinneras, 2007;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 2112,
                    "end": 2129,
                    "text": "Yin et al., 2018)",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [
                {
                    "start": 2132,
                    "end": 2139,
                    "text": "Fig. 8f",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Hotspots"
        },
        {
            "text": "(ii) Resource recovery from excreta: Urine accounts for only ∼1% of the total volume of domestic wastewater, but it contains > 80% of the nitrogen (N) and 50% of the phosphorus (P) load in domestic wastewater (Larsen and Gujer, 1996) . Thus, the recovery of nutrients is much more strongly promoted than their removal, especially in light of the phosphorus crisis (Gilbert, 2009 ). The average amounts of phosphate, nitrogen, and potassium in human urine are approximately 5.6 kg, 0.5 kg, and 1.0 kg per person per year, accounting for 37%, 19%, and 54% of the global consumption of fertilizer. The main form of nitrogen in urine is ammonia due to the hydrolysis of urea during storage, while the phosphorus in urine exists as inorganic phosphate ions. Feces contain some nutrients and organic material, which can act as good soil conditioners after aerobic stabilization. Generally, the most direct way to use urine and feces as fertilizer for agriculture occurs after proper processing, especially in low-income areas or regions dominated by agriculture. For urine, the suggested approach for its safe reuse is long-term storage, and the storage time is dependent on the temperature. As noted earlier, WHO recommends 6 months of storage before urine can be safely used for crops. The most direct approach for using feces as a fertilizer or soil conditioner is to utilize it after composting. Composting is also effective for sanitizing fecal sludge.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 233,
                    "text": "(Larsen and Gujer, 1996)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 364,
                    "end": 378,
                    "text": "(Gilbert, 2009",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Hotspots"
        },
        {
            "text": "Composting is a self-heating microbial process, and it is effective for pathogenic bacteria inactivation at temperatures over 50°C for a specific time period (Niwagaba et al., 2009a (Niwagaba et al., , 2009b . Much research has been conducted to investigate the composting process, including co-composting with other carbon-rich materials, like kitchen waste, wood chips, and saw dust (Mahmood et al., 2015; Mulec et al., 2016; Sossou et al., 2014) . Fecal sludge recycling after anaerobic digestion is another alternative that provides fertilizer as well as energy recovery (biogas). The reuse of urine and feces after stabilization and hygienization by storage or composting/digestion has been in practice for many years since it is simple and easy to manage. However, the loss of nutrients and secondary pollution that occur during the transportation of liquids is a concern. Therefore, newly-developed engineering technologies have become viable alternatives for the efficient commercial recovery of nutrients.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 181,
                    "text": "(Niwagaba et al., 2009a",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 182,
                    "end": 207,
                    "text": "(Niwagaba et al., , 2009b",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 385,
                    "end": 407,
                    "text": "(Mahmood et al., 2015;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 408,
                    "end": 427,
                    "text": "Mulec et al., 2016;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 428,
                    "end": 448,
                    "text": "Sossou et al., 2014)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Hotspots"
        },
        {
            "text": "Ammonia stripping and struvite precipitation are two of the most commonly employed techniques in nutrient recovery from source-separated urine. Ammonia stripping is a physicochemical process that strips ammonium to gaseous NH 3 , which is then recovered as liquid ammonia, ammonium sulfate, or ammonium carbonate (Maurer et al., 2006; Nancharaiah et al., 2016) . > 90% of the nitrogen could be recovered by stripping under optimized operating conditions (Antonini et al., 2011 , Basakcilardan-Kabakci et al., 2007 . Kinetic analysis showed that higher air flow rates and temperatures could improve the recovery efficiency so as to decrease the unit operating cost. An extremely high pH is not recommended for the operation, even though it could increase the efficiency, because it may result in increased costs (Liu et al., 2015) . Stripping only recovers nitrogen, while struvite recovers both nitrogen and phosphorus. Struvite is magnesium ammonium phosphate (MgNH 4 PO 4 ·6H 2 O, MAP), which is the chemical precipitation that occurs at an alkaline pH with a suitable ratio of ammonium, phosphorus, and magnesium. This process converts nutrients from liquid to solid form, and its products can be used as a slowrelease fertilizer (Maurer et al., 2006) . The addition of magnesium is necessary for struvite formation to meet the chemical equilibrium of the constituent ions in the solution. Major parameters, such as the magnesium dosage, mixing rate, and pH, have been extensively investigated at lab scale (Ronteltap et al., 2007; Tilley et al., 2008; Wilsenach et al., 2007) . It was reported that 90% of the phosphorous and approximately 20% of the nitrogen could be recovered through MAP crystallization. A combination of ammonia stripping and struvite precipitation to improve nitrogen and phosphorus recovery has been investigated. One investigation employed Ca (OH) 2 to replace NaOH to make the stripping and precipitation occur at the same time; this study showed that 85-99% of the nitrogen and 99% of the phosphorus (w/w) can be harvested from hydrolyzed urine in 28 h at 40°C and in 32 h at 30°C (Pradhan et al., 2017) . Although 90% of the phosphorus and approximately 20% of the nitrogen could be recovered through MAP crystallization, nearly all of the potassium would be lost, so magnesium potassium phosphate hexahydrate (MgKPO 4 ·6H 2 O, MPP) crystallization was developed to simultaneously recover phosphorus as well as potassium (Xu et al., 2012; Xu et al., 2015; Zhang et al., 2017) . The ferric ion (Fe 3+ ) has also been used for phosphorus recovery (Jadhav and Hocheng, 2016) . It was estimated that the available phosphorus from urine and feces produced in urban settings is approximately 0.88 million metric tons and will increase with population growth to over 1.5 million metric tons by 2050 (Mihelcic et al., 2011) . Thus, recovering phosphorus from urine and feces will continue to be an attractive option. Other technologies that transform the wastewater treatment system, such as ion exchange, membranes, and bio-electrochemical systems (BES\"s), have also been investigated. BESs were a critical research hotspot recently because they provide for on-site treatment, broad contamination removal, and energy production; they are also easy to manage and operate (Zollig et al., 2017) , since they use microorganisms to catalyze oxidation and/or reduction reactions at the electrodes (e. g., the anode or cathode) collectively (Nancharaiah et al., 2016) . Microbial Fuel Cells (MFCs) and Microbial Electrolysis Cells (MECs) are two key microbial electrochemical technologies (Ledezma et al., 2015) . It was first demonstrated in 2012 that MFCs generated electricity from diluted urine, and this electricity could be used to power cell phones (Ieropoulos et al., 2013) . Subsequently, research on enhanced MFC systems aims to improve the cathode structure, provide for more efficient nutrients/energy recovery, and support pathogen inactivation (Ieropoulos et al., 2017 , Merino-Jimenez et al., 2017 , Salar-Garcia et al., 2017 , Zang et al., 2012 . MECs are normally associated with hydrogen production and nutrient recovery (Kuntke et al., 2014) , and researchers are focusing on efficient nutrient recovery by controlling the load ratio, changing the electric current conditions, and developing electrodes (Dbira et al., 2015; Rodriguez Arredondo et al., 2017; Yuan and Kim, 2017) . To date, many technologies have been developed and modified, which demonstrates the need for innovation and specialization to meet the different requirements for various countries and regions.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 334,
                    "text": "(Maurer et al., 2006;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 335,
                    "end": 360,
                    "text": "Nancharaiah et al., 2016)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 454,
                    "end": 476,
                    "text": "(Antonini et al., 2011",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 477,
                    "end": 513,
                    "text": ", Basakcilardan-Kabakci et al., 2007",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 811,
                    "end": 829,
                    "text": "(Liu et al., 2015)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1233,
                    "end": 1254,
                    "text": "(Maurer et al., 2006)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1510,
                    "end": 1534,
                    "text": "(Ronteltap et al., 2007;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1535,
                    "end": 1555,
                    "text": "Tilley et al., 2008;",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1556,
                    "end": 1579,
                    "text": "Wilsenach et al., 2007)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 2111,
                    "end": 2133,
                    "text": "(Pradhan et al., 2017)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 2452,
                    "end": 2469,
                    "text": "(Xu et al., 2012;",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 2470,
                    "end": 2486,
                    "text": "Xu et al., 2015;",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 2487,
                    "end": 2506,
                    "text": "Zhang et al., 2017)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 2576,
                    "end": 2602,
                    "text": "(Jadhav and Hocheng, 2016)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2823,
                    "end": 2846,
                    "text": "(Mihelcic et al., 2011)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 3294,
                    "end": 3315,
                    "text": "(Zollig et al., 2017)",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 3458,
                    "end": 3484,
                    "text": "(Nancharaiah et al., 2016)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 3606,
                    "end": 3628,
                    "text": "(Ledezma et al., 2015)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 3773,
                    "end": 3798,
                    "text": "(Ieropoulos et al., 2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3975,
                    "end": 3999,
                    "text": "(Ieropoulos et al., 2017",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 4000,
                    "end": 4029,
                    "text": ", Merino-Jimenez et al., 2017",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 4030,
                    "end": 4057,
                    "text": ", Salar-Garcia et al., 2017",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 4058,
                    "end": 4077,
                    "text": ", Zang et al., 2012",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 4156,
                    "end": 4177,
                    "text": "(Kuntke et al., 2014)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 4339,
                    "end": 4359,
                    "text": "(Dbira et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4360,
                    "end": 4393,
                    "text": "Rodriguez Arredondo et al., 2017;",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 4394,
                    "end": 4413,
                    "text": "Yuan and Kim, 2017)",
                    "ref_id": "BIBREF99"
                }
            ],
            "ref_spans": [],
            "section": "Hotspots"
        },
        {
            "text": "(iii) Micro-pollutant control of excreta: Sustainable sanitation takes into consideration both the reuse and safe disposal of waste after treatment, and forming a cycle (from reuse to agriculture to humans) is an ideal solution. The nutrients in excreta can return to the table through agriculture and food production. Hence, with the increasing attention on food security, the investigation of unwanted antibiotics and heavy metals is as important as obtaining the nutrients from human excreta. The control of heavy metal concentrations in human-excreta-related fertilizer is important since heavy metals can accumulate in crops and throughout the food chain, creating a health risk for humans. Heavy metals (such as Cu, Ni, Zn, Cd, Cr, Pb, and Hg) have been detected in solid waste from human excreta (Alvarenga et al., 2015; Remy and Jekel, 2008) . Antibiotics are a type of antimicrobial drug used in the treatment and prevention of bacterial infections; they are difficult to degrade, and they can even impart antimicrobial resistance to pathogenic bacteria (Zhu et al., 2017) . Hence, the stabilization of heavy metals and elimination of antibiotics are newly-launched hotspots in sanitation research. Nano-filtration, active carbon adsorption, or other advanced treatment processes could be alternative technologies for micro-pollutant removal. Currently, photochemical processes with nanomaterials have been used as new approaches to remove antibiotics and promote antibiotic-resistant microbe removal in wastewater treatment. Materials such as Ag, TiO 2 , and C 3 N 4 have been studied (Moreira et al., 2016; Nakano et al., 2013; Qu et al., 2013; Thurston et al., 2016) , but the practical applications of such technologies for micro-pollutant removal in the sanitation sector are unclear.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 827,
                    "text": "(Alvarenga et al., 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 828,
                    "end": 849,
                    "text": "Remy and Jekel, 2008)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1063,
                    "end": 1081,
                    "text": "(Zhu et al., 2017)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 1595,
                    "end": 1617,
                    "text": "(Moreira et al., 2016;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1618,
                    "end": 1638,
                    "text": "Nakano et al., 2013;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1639,
                    "end": 1655,
                    "text": "Qu et al., 2013;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1656,
                    "end": 1678,
                    "text": "Thurston et al., 2016)",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Hotspots"
        },
        {
            "text": "Great effort has been made to accelerate the sanitation coverage at different scales to meet the requirements of the MDGs and the upcoming SDG. Nevertheless, gaps in global sanitation still exist in the form of technical, economic, social, cultural, educational, political, and institutional challenges. The previous data show that only 7.9% of the papers on sanitation indexed in the SSCI, indicating a mainstream of technical research and a lack of social study. Nevertheless, it must be mentioned that there has limited publications for SSCI. To realize the targets of SDGs, government support, social acceptability, as well as technological reliability are necessary. From governmental aspects, favorable polices for the sanitation value chain stakeholders (toilet manufacturers, emptying agencies, transportation, treatment system operators, end product sellers as well as users etc.) should be established, such as subsidies, ISO/National standards, regulations, in order to form a healthy market for new sanitation systems, so that everyone could play a specific and positive role in it. Social acceptability is closely linked to private behavior; thus, the developed toilet should adapt to religious belief, ethnic culture, and economic level as well, which would be conducive to governmental motivation. Technological reliability is the driver for sanitation development and practical application. The developed technologies should meet the requirements for safe local discharge, efficient nutrient/energy recovery, limited air emission, nonnoise, operability following non-usage/short term/long term shutdown, overload protection, expected lifetime, flexibility in ambient change, etc. Table 7 lists a brief evaluation of the current techniques described above. The comments for each technology vary according to an overview of the whole \"input-operation-output\" system. The TRL was also applied using the standards of commercialized applications (such as a centralized treatment plant or decentralized integrated toilet system), where the economic feasibility is distinguished by the development and effective operation of the economic value chain. The relevant policy refers to sustainable market-driven mechanisms to support its development, viability, and up-scaling of the technologies, as well as policies including subsidies, import duties, and taxes from the government. Institutional behavior relies on regular certified laboratory testing to ensure the end-product is safe for use. Social acceptance refers to the acceptance of both the treatment process and end products. Lastly, cultural tradition decides whether the innovative toilet system changes the habits of the users, such as the body-cleaning style, the education/ training of individuals, including knowledge dissemination for the stakeholders and users, and the specialized training for workers, administrators, and decision makers. For example, a composting toilet or composting infrastructure incorporating fecal sludge could presently meet the standards for commercial use; the TRL of compost reaches as high as 9. The end products could be used in agriculture. The relevant composting policies and standards have already been established to encourage the creation of organic fertilizer via composting. Therefore, composting meets the criteria for economic feasibility, relevant policy, institutional behavior, and social acceptance. However, the application of a composting toilet would be limited for non-dry toilet users who lack the awareness of its safe management. Additionally, the use of such a toilet requires public education, which would mainly come from the older farming stakeholders. The other 11 techniques have been carefully evaluated through research. These technologies still do not address all the various aspects of sanitation. We found the following challenges and drew a number of conclusions from this work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1696,
                    "end": 1703,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Constraints for global sanitation"
        },
        {
            "text": "Sanitation issues vary from location to location, season to season, and community to community. People who lack sanitation facilities are often living in the most challenging geographies and climates, so there is no one-fits-all solution that is best for all situations. Different approaches are required for each unique situation (Curry, 2016) . Hence, many innovative toilet systems have been developed, especially in regional hotspots. More than one-third of the technologies are at the TRL level 4 (shown in Table 6 ), which means that most of the new technology is still at the level of component validation in the laboratory. Without three maturing application techniques (a TRL of 9), the rest of the technologies would require further development for practical utilization. Storage techniques for excreta have a positive effect for their hygienization. However, since a large space and long retention time are required for the process, its application is limited in an urban context. The challenges of MAP/MPP precipitation are related to the high recovery efficiency of nutrients and the purification of the products. The purer the products obtained, the more economic value the process will produce. Though MFCs could provide renewable energy during their operation, the high cost of the electrodes might be daunting. Like the MECs, chemical reagents could be replaced by electricity, but the maintenance of the electrodes is crucial. It would be difficult to balance the cost and efficiency at scale. Nano-filtration, active carbon adsorption, and advanced oxidation all require high investment and maintenance costs. New technologies must balance technical effectiveness with economic feasibility.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 344,
                    "text": "(Curry, 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 519,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Gaps in technology development and commercialized products"
        },
        {
            "text": "4.2. Gaps in multilateral cooperative solutions: political, institutional, social, cultural, and educational challenges A survey of the sanitation initiatives in Monkey Bay, a port town on the southern part of Lake Malawi, showed that only 26.6% of the NGOdonated sanitation interventions were in use after two years. This low sustainability was primarily influenced by the lack of consideration of the institutional, technical, educational, operational, social, and cultural factors (Gutierrez, 2007) . A study of Timor Tengah Utara (UTT), Nusa Tanagra, Indonesia and the Muong Ang District in northwest Vietnam also showed that the researched districts were areas with high poverty rates, remote households, and a low-density population without access to sewers (Gero et al., 2014; Willetts et al., 2017) . Table 6 shows that almost all the mentioned technologies lacked a consideration of social factors. The social, cultural, economic, political, and educational factors have a great effect on the implementation of sanitation solutions (Seetharam, 2015 , Uddin et al., 2014 , Uddin et al., 2012 . Therefore, a functional and coordinated link among these factors can support high-quality sanitation and hygiene services (Rana, 2011) .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 501,
                    "text": "(Gutierrez, 2007)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 764,
                    "end": 783,
                    "text": "(Gero et al., 2014;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 784,
                    "end": 806,
                    "text": "Willetts et al., 2017)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1041,
                    "end": 1057,
                    "text": "(Seetharam, 2015",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1058,
                    "end": 1078,
                    "text": ", Uddin et al., 2014",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1079,
                    "end": 1099,
                    "text": ", Uddin et al., 2012",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1224,
                    "end": 1236,
                    "text": "(Rana, 2011)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [
                {
                    "start": 809,
                    "end": 816,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Gaps in technology development and commercialized products"
        },
        {
            "text": "Government should play a strong leadership role and take responsibility for legislation and the coordination and definition of roles, regulations, and policy. The state should lay a foundation and enforce health standards and regulations. Regulations should create conditions that will be of advantage to innovation both in terms of financing mechanisms and technology support. Products, such as fertilizer, electricity, reclaimed water, biochar, and biodiesel, should be harvested using the most appropriate technology where the operating models, municipal administration, industry, and business model are in demand (Evans et al., 2015) . In addition, the institutional support (in the form of re-training, resourcing, and reform) of government and non-government organizations are also of great importance. The relevant cultural and social factors should be taken into account during the planning and execution phases to make sanitation more effective in both urban and rural communities. Therefore, it is important to understand how societies work, including households and communities. Much more consideration should be given to the social, political, and economic institutions that are operating at the local or national level, which include the civil service, schools and colleges, families, and government. It is also necessary to take the various patterns and roles of individuals in societies into consideration and identify who is responsible for the family's health, water supply, and education about defecation habits and environmental hygiene. There is a severe lack of skilled staff that can effectively and efficiently facilitate the sustainable sanitation process, which hampers the continuous follow-up and monitoring of these systems. In addition, an understanding of a community's educational level would help to clarify the issues and solutions for residents and stakeholders to help improve access to adequate sanitation (Gutierrez, 2007) . Novel models of institutional, financial, contractual, and legal relationships between communities and agencies should be encouraged (Ademiluyi, 2008) . Above all, the improvement of health and sanitation services calls for a good understanding of the actors at various levels, the full involvement and continuous support of the community, and institutional, legal, and contractual linkages among communities, government, and non-government organizations in all ",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 637,
                    "text": "(Evans et al., 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1942,
                    "end": 1959,
                    "text": "(Gutierrez, 2007)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2095,
                    "end": 2112,
                    "text": "(Ademiluyi, 2008)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Gaps in technology development and commercialized products"
        },
        {
            "text": "Notes: 1. TRL Level: TRL (Technology readiness level) are a method of estimating technology maturity of Critical Technology Elements (CTE) of a program during the acquisition process, here was divided into three column, \"Research & Development (level 1, 2, 3)\",\"Technology Demonstration (level 4, 5, 6, 7)\" and \"Production & Deployment (level 8, 9)\". TRLs in the European Space Agency: Level 1-Basic principles observed and reported; Level 2-Technology concept and/or application formulated; Level 3-Analytical and experimental critical function and/or characteristic proof-of-concept; Level 4-Component validation in laboratory environment; Level 5-System/subsystem model or prototype demonstration in a laboratory environment; Level 6-System/subsystem model or prototype demonstration in a relevant environment; Level 7-System prototype demonstration in an operational environment; Level 8-Actual system completed and qualified through test and demonstration; Level 9-Actual system proven through successful product launch. 2. Abbreviation: MAP refers to MgNH 4 PO 4 •6H 2 O; MFC refers to Microbial Fuel Cells; MEC refers to Microbial Electrolysis Cells; MPP refers to MgKPO 4 •6H 2 O. Marks: \"+\" refers to the identified technique is satisfied with the corresponding evaluation aspects, the more \"+\", the more relevant activities it has. \"−\" refers to the identified technique is unsatisfied with the corresponding evaluation aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gaps in technology development and commercialized products"
        },
        {
            "text": "stages of the sanitation improvement process (Ekane et al., 2014) . To be fully or effective implemented sustainable sanitation, the technologies developed should not only meet the technical standards, but also satisfy the social acceptance, meanwhile, the regulations for the markets and stakeholders behavior, etc. are also important for promoting a sustainable development of sanitation worldwide.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 65,
                    "text": "(Ekane et al., 2014)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Gaps in technology development and commercialized products"
        },
        {
            "text": "In this study, bibliometric and word cluster analyses were used to evaluate sanitation research using the Science Citation Index-EXPANDED (SCI-EXPANDED) and the Social Sciences Citation Index (SSCI) from 1992 to 2016. A systematic analysis of global sanitation using the background, current situations, challenges, and perspectives was performed on the results. We demonstrated that researchers are focusing more on sanitation in recent years, which is supported by the increased quantities of publications. Developing countries are facing more serious sanitation problems, but the USA plays a leading role in researching and developing sanitation techniques, ranking first in the quantities of articles and 6 US-innovated toilet systems have been selected from a global pool by BMGF. There are challenges for the adoption of newer technologies in the form of the actual requirements of the people who need them as well as technical development issues. Currently, sanitation encompasses water, solid waste, air pollution, human health, and food security. Hence, a closedloop analysis of the energy and substance of the internal circulation, transformation, and process control is essential but still lacking in published works. Moreover, although innovative solutions have been developed in terms of the hygienization of human excreta, resource recovery, and removal of micro-pollutants, gaps in the technological development and commercialization of products, as well as issues with integrated solutions that address political, social, institutional, cultural, and educational factors, all still exist. There is no one-size-fits-all approach for achieving the successful implementation of adequate global sanitation. Efforts should be made from view of government support, social acceptability, as well as technological reliability to realize a holistic solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sustainability and impact of community water supply and sanitation programmes in Nigeria: an overview",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Ademiluyi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Afr. J. Agric. Res",
            "volume": "3",
            "issn": "12",
            "pages": "811--817",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sewage sludge, compost and other representative organic wastes as agricultural soil amendments: benefits versus limiting factors",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alvarenga",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Waste Manag",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lactic acid fermentation of human urine to improve its fertilizing value and reduce odour emissions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Andreev",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Environ. Manag",
            "volume": "198",
            "issn": "1",
            "pages": "63--69",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nitrogen and phosphorus recovery from human urine by struvite precipitation and air stripping in Vietnam",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Antonini",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clean Soil Air Water",
            "volume": "39",
            "issn": "12",
            "pages": "1099--1104",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Recovery of ammonia from human urine by stripping and absorption",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basakcilardan-Kabakci",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Environ. Eng. Sci",
            "volume": "24",
            "issn": "5",
            "pages": "615--624",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Technological accumulation and industrial growth: contrasts between developed and developing countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pavitt",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Ind. Corp. Chang",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inactivation kinetics and mechanisms of viral and bacterial pathogen surrogates during urine nitrification",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Bischel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environ. Sci. Water Res. Technol",
            "volume": "1",
            "issn": "1",
            "pages": "65--76",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Toilet revolution in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Report on China's Implementation of the Millennium Development Goals",
            "volume": "216",
            "issn": "",
            "pages": "347--356",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bibliometric analysis of severe acute respiratory syndrome-related research in the beginning stage",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Scientometrics",
            "volume": "61",
            "issn": "1",
            "pages": "69--77",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "High-impact papers presented in the subject category of water resources in the essential science indicators database of the institute for scientific information",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Scientometrics",
            "volume": "87",
            "issn": "3",
            "pages": "551--562",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Five Pressing Global Water & Sanitation Challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Curry",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The electrolytic treatment of synthetic urine using DSA electrodes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dbira",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Electroanal. Chem",
            "volume": "744",
            "issn": "",
            "pages": "62--68",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multi-level sanitation governance: understanding and overcoming challenges in the sanitation sector in sub-Saharan Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ekane",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Waterlines",
            "volume": "33",
            "issn": "3",
            "pages": "242--256",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The potential for self-sanitisation of faecal sludge by intrinsic ammonia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Water Res",
            "volume": "47",
            "issn": "16",
            "pages": "6014--6023",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modeling the inactivation of ascaris eggs as a function of ammonia concentration and temperature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fidjeland",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Water Res",
            "volume": "83",
            "issn": "",
            "pages": "153--160",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Scientific collaboration between BRICS countries",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Finardi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientometrics",
            "volume": "102",
            "issn": "2",
            "pages": "1139--1166",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks in 188 countries, 1990-2013: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Forouzanfar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "2287--2323",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The most frequently cited adsorption research articles in the Science Citation Index (Expanded)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Colloid Interface Sci",
            "volume": "379",
            "issn": "",
            "pages": "148--156",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mapping of drinking water research: a bibliometric analysis of research output during 1992-2011",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci. Total Environ",
            "volume": "443",
            "issn": "",
            "pages": "757--765",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "China's research in chemical engineering journals in Science Citation Index Expanded: a bibliometric analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Scientometrics",
            "volume": "98",
            "issn": "1",
            "pages": "119--136",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Key-words-plus takes you beyond title words. 2. Expanded journal coverage for current-contents-on-diskette includes social and behavioral-sciences",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garfield",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Curr. Contents",
            "volume": "33",
            "issn": "",
            "pages": "5--9",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Relying on markets to address human rights: sanitation supply chain analysis in low-density settings",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gero",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "37 th WEDC International Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Environment: the disappearing nutrient",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. News",
            "volume": "461",
            "issn": "7265",
            "pages": "716--718",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Delivering pro-poor water and sanitation services: the technical and political challenges in Malawi and Zambia",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Geoforum",
            "volume": "38",
            "issn": "5",
            "pages": "886--900",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "An index to quantify an individual's scientific research output",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "102",
            "issn": "46",
            "pages": "16569--16572",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Japanese lung cancer research trends and performance in Science Citation Index",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intern. Med",
            "volume": "49",
            "issn": "20",
            "pages": "2219--2228",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluation of faecal contamination and microbial die-off in urine separating sewage systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hoglund",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Water Sci. Technol",
            "volume": "38",
            "issn": "6",
            "pages": "17--25",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Variation of chemical and microbial parameters in collection and storage tanks for source separated human urine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hoglund",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Environ. Sci. Health, Part A: Tox. Hazard. Subst. Environ. Eng",
            "volume": "35",
            "issn": "8",
            "pages": "1463--1475",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Viral persistence in source-separated human urine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hoglund",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Adv. Environ. Res",
            "volume": "6",
            "issn": "",
            "pages": "57--60",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Microbial risk assessment of source-separated urine used in agriculture",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hoglund",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Waste Manag. Res",
            "volume": "20",
            "issn": "2",
            "pages": "150--161",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Mapping the scientific research on life cycle assessment: a bibliometric analysis",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Life Cycle Assess",
            "volume": "20",
            "issn": "4",
            "pages": "541--555",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Waste to real energy: the first MFC powered mobile phone",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Ieropoulos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys. Chem. Chem. Phys",
            "volume": "15",
            "issn": "37",
            "pages": "15312--15316",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Urine disinfection and in situ pathogen killing using a Microbial Fuel Cell cascade system",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ieropoulos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Recovery of phosphorus from source separated urine by Acidithiobacillus ferrooxidans culture supernatant",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Jadhav",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hocheng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ecol. Eng",
            "volume": "92",
            "issn": "",
            "pages": "90--96",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Hydrogen production and ammonium recovery from urine by a Microbial Electrolysis Cell",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuntke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Hydrog. Energy",
            "volume": "39",
            "issn": "10",
            "pages": "4771--4778",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Separate management of anthropogenic nutrient solutions (human urine)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gujer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Water Sci. Technol",
            "volume": "34",
            "issn": "3-4",
            "pages": "87--94",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mapping a New Journey for Poo on World Toilet Day",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lazarte",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Source-separated urine opens golden opportunities for microbial electrochemical technologies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ledezma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Biotechnol",
            "volume": "33",
            "issn": "4",
            "pages": "214--220",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "ISO 30500 to Boost Global Health in Places Without Sewers",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Bibliometric analysis of global environmental assessment research in a 20-year period",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environ. Impact Assess. Rev",
            "volume": "50",
            "issn": "",
            "pages": "158--166",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Trends in research on global climate change: a Science Citation Index Expanded-based analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Glob. Planet. Chang",
            "volume": "77",
            "issn": "1-2",
            "pages": "13--20",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Feature: Toilet Revolution to Make India Open Defecation-free",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Liangyu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "How farmers in Switzerland perceive fertilizers from recycled anthropogenic nutrients (urine)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lienert",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Water Sci. Technol",
            "volume": "48",
            "issn": "1",
            "pages": "47--56",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A comparative risk assessment of burden of disease and injury attributable to 67 risk factors and risk factor clusters in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Air stripping process for ammonia recovery from source-separated urine: modeling and optimization",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Chem. Technol. Biotechnol",
            "volume": "90",
            "issn": "12",
            "pages": "2208--2217",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Simultaneous pollutant removal and electricity generation in a combined ABR-MFC-MEC system treating fecal wastewater",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Water Air Soil Pollut",
            "volume": "228",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Inactivation of pathogens in feces by desiccation and urea treatment for application in Urine-Diverting Dry Toilets",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Magri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appl. Environ. Microbiol",
            "volume": "79",
            "issn": "7",
            "pages": "2156--2163",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Inactivation of adenovirus, reovirus and bacteriophages in fecal sludge by pH and ammonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Magri",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Total Environ",
            "volume": "520",
            "issn": "",
            "pages": "213--221",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Co-composting of fecal matter in Mongolia using two different technologies",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Mahmood",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Water Sanitation Hyg. Dev",
            "volume": "5",
            "issn": "1",
            "pages": "165--171",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A bibliometric study of the trend in articles related to risk assessment published in Science Citation Index",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hum. Ecol. Risk. Assess",
            "volume": "16",
            "issn": "",
            "pages": "801--824",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Treatment processes for source-separated urine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Water Res",
            "volume": "40",
            "issn": "17",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Combating the 'Toilet Challenge' With Science",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Enhanced MFC power production and struvite recovery by the addition of sea salts to urine",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Merino-Jimenez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Water Res",
            "volume": "109",
            "issn": "",
            "pages": "46--53",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Global potential of phosphorus recovery from human urine and feces",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mihelcic",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chemosphere",
            "volume": "84",
            "issn": "6SI",
            "pages": "832--839",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Photocatalytic ozonation of urban wastewater and surface water using immobilized TiO 2 with LEDs: micropollutants, antibiotic resistance genes and estrogenic activity",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F F"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Water Res",
            "volume": "94",
            "issn": "",
            "pages": "10--22",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Composting of the solid fraction of blackwater from a separation system with vacuum toilets -effects on the process and quality",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Mulec",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Clean. Prod",
            "volume": "112",
            "issn": "5",
            "pages": "4683--4690",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Global mortality, disability, and the contribution of risk factors: Global Burden of Disease Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "9063",
            "pages": "1436--1442",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Broad spectrum microbicidal activity of photocatalysis by TiO 2",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Catalysts",
            "volume": "3",
            "issn": "1",
            "pages": "310--323",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Recent advances in nutrient removal and recovery in biological and bioelectrochemical systems",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Nancharaiah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioresour. Technol",
            "volume": "215",
            "issn": "",
            "pages": "173--185",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Comparing microbial die-off in separately collected faeces with ash and sawdust additives",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Niwagaba",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Waste Manag",
            "volume": "29",
            "issn": "7",
            "pages": "2214--2219",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Bench-scale composting of source-separated human faeces for sanitation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Niwagaba",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Waste Manag",
            "volume": "29",
            "issn": "2",
            "pages": "585--589",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Exploratory Social Network Analysis With Pajek",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Nooy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Pathogen and indicator inactivation in source-separated human urine heated by the sun",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nordin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Water Sanitation Hyg. Dev",
            "volume": "3",
            "issn": "2",
            "pages": "181--188",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Guidelines for the safe use of wastewater, excreta and greywater: wastewater and excreta use in aquaculture v. 3. Water Sanitation Health 1",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "2.1 Billion People Lack Safe Drinking Water at Home, More Than Twice As Many Lack Safe Sanitation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Osseiran",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The intellectual base and research fronts of JASIS 1986-1990",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Am. Soc. Inf. Sci",
            "volume": "45",
            "issn": "1",
            "pages": "31--38",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "How to use Bibexcel for various types of bibliometric analysis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Celebrating Scholarly Communication Studies A Festschrift for Olle Persson at His Birthday",
            "volume": "",
            "issn": "",
            "pages": "9--24",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Nitrogen and phosphorus harvesting from human urine using a stripping, absorption, and precipitation process",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Pradhan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Environ. Sci. Technol",
            "volume": "51",
            "issn": "9",
            "pages": "5165--5171",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "China Health Statistical Yearbook",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H A"
                    ],
                    "last": "Prc",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "A bibliometric analysis of global research progress on pharmaceutical wastewater treatment during 1994-2013",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environ. Earth Sci",
            "volume": "73",
            "issn": "9",
            "pages": "4995--5005",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Applications of nanotechnology in water and wastewater treatment",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Water Res",
            "volume": "47",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Urbanization and sustainability: challenges and strategies for sustainable urban development in Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M P"
                    ],
                    "last": "Rana",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Environ. Dev. Sustain",
            "volume": "13",
            "issn": "1",
            "pages": "237--256",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Sustainable wastewater management: life cycle assessment of conventional and source-separating urban sanitation systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Remy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jekel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Water Sci. Technol",
            "volume": "58",
            "issn": "8",
            "pages": "1555--1562",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Load ratio determines the ammonia recovery and energy input of an electrochemical system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodriguez Arredondo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Water Res",
            "volume": "111",
            "issn": "",
            "pages": "330--337",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Struvite precipitation thermodynamics in source-separated urine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ronteltap",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Water Res",
            "volume": "41",
            "issn": "5",
            "pages": "977--984",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Electricity production from human urine in ceramic microbial fuel cells with alternative non-fluorinated polymer binders for cathode construction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Salar-Garcia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sep. Purif. Technol",
            "volume": "187",
            "issn": "",
            "pages": "436--442",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Challenges and opportunities for sanitation in developing countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seetharam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Sci. Pol. Gov",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Inactivation mechanisms of pathogenic bacteria in several matrixes during the composting process in a composting toilet",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sossou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Environ. Technol",
            "volume": "35",
            "issn": "6",
            "pages": "674--680",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "A bibliometric analysis of research on proteomics in Science Citation Index Expanded",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Scientometrics",
            "volume": "98",
            "issn": "2",
            "pages": "1473--1490",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Preparation and characterization of photoactive antimicrobial graphitic carbon nitride (g-C 3 N 4 ) films",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Thurston",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "RSC Adv",
            "volume": "6",
            "issn": "48",
            "pages": "42240--42248",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Effects of storage on phosphorus recovery from urine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tilley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Environ. Technol",
            "volume": "29",
            "issn": "7",
            "pages": "807--816",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Assessment of social acceptance and scope of scaling up urine diversion dehydration toilets in Kenya",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M N"
                    ],
                    "last": "Uddin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Water Sanitation Hyg. Dev",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Socio-cultural acceptance of appropriate technology: identifying and prioritizing barriers for widespread use of the urine diversion toilets in rural Muslim communities of Bangladesh",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M N"
                    ],
                    "last": "Uddin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Technol. Soc",
            "volume": "38",
            "issn": "",
            "pages": "32--39",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Progress on Sanitation and Drinking Water: 2015 Update and MDG Assessment",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "The State of the World's Children",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Comparison of composting, storage and urea treatment for sanitising of faecal matter and manure",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vinneras",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioresour. Technol",
            "volume": "98",
            "issn": "17",
            "pages": "3317--3321",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Inactivation of bacteria and viruses in human urine depending on temperature and dilution rate",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vinneras",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Water Res",
            "volume": "42",
            "issn": "15",
            "pages": "4067--4074",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Global trends in soil monitoring research from 1999 to 2013: a bibliometric analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Acta Agric. Scand",
            "volume": "65",
            "issn": "6",
            "pages": "483--495",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Catalytic liquefaction of municipal sewage sludge over transition metal catalysts in ethanol-water co-solvent",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bioresour. Technol",
            "volume": "249",
            "issn": "",
            "pages": "361--367",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Overflowing Cities: The State of the Word's Toilets",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wateraid",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Progress on Sanitation and Drinking Water",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Sanitation value chains in low density settings in Indonesia and Vietnam: impetus for a rethink to achieve pro-poor outcomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Willetts",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Water Sanitation Hyg. Dev",
            "volume": "7",
            "issn": "3",
            "pages": "445--454",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Phosphate and potassium recovery from source separated urine through struvite precipitation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilsenach",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Water Res",
            "volume": "41",
            "issn": "2",
            "pages": "458--466",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "China to Get Extreme Toilet Makeover to Boost Tourism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Water, Sanitation, Hygiene, and Malnutrition in India",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Worley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Laboratory experiments on simultaneous removal of K and P from synthetic and real urine for nutrient recycle by crystallization of magnesium-potassium-phosphate-hexahydrate in a draft tube and baffle reactor",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chemosphere",
            "volume": "88",
            "issn": "2",
            "pages": "219--223",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "The precipitation of magnesium potassium phosphate hexahydrate for P and K recovery from synthetic urine",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Water Res",
            "volume": "80",
            "issn": "",
            "pages": "71--79",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Sludge disinfection using electrical thermal treatment: the role of ohmic heating",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci. Total Environ",
            "volume": "615",
            "issn": "",
            "pages": "262--271",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Increasing phosphorus recovery from dewatering centrate in microbial electrolysis cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biotechnol. Biofuels",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Nutrient removal and energy production in a urine treatment process using magnesium ammonium phosphate precipitation and a microbial fuel cell technique",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Phys. Chem. Chem. Phys",
            "volume": "14",
            "issn": "6",
            "pages": "1978--1984",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "A bibliometric analysis of world volatile organic compounds research trends",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Scientometrics",
            "volume": "83",
            "issn": "2",
            "pages": "477--492",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "A bibliometric analysis of research on upflow anaerobic sludge blanket (UASB) from 1983 to 2012",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Scientometrics",
            "volume": "100",
            "issn": "1",
            "pages": "189--202",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Recovery of phosphorus and potassium from source-separated urine using a fluidized bed reactor: optimization operation and mechanism modeling",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ind. Eng. Chem. Res",
            "volume": "56",
            "issn": "11",
            "pages": "3033--3039",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Benchmarking the scientific research on wastewater-energy nexus by using bibliometric analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Environ. Sci. Pollut. Res",
            "volume": "24",
            "issn": "35",
            "pages": "27613--27630",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "State of the art on granular sludge by using bibliometric analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Appl. Microbiol. Biotechnol",
            "volume": "102",
            "issn": "8",
            "pages": "3453--3473",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Investigation on microbial inactivation and urea decomposition in human urine during thermal storage",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Water Sanitation Hyg. Dev",
            "volume": "7",
            "issn": "3",
            "pages": "378--386",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Microbial mass movements",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "357",
            "issn": "6356",
            "pages": "1099--1100",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Removal rates and energy demand of the electrochemical oxidation of ammonia and organic substances in real stored urine",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zollig",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Environ. Sci. Water Res. Technol",
            "volume": "3",
            "issn": "3",
            "pages": "480--491",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Growth trend of the SCI-Expanded or SSCI publications on \"sanitation\" research over the last 116 years.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The variation in the cumulative number of articles since 1992.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of Water SanitaƟon and Hygiene for Development Journal of Food ProtecƟon Water Science and Technology Plos One American Journal of Tropical Medicine and Hygiene Growth tendency of the 5 most productive journals (TA > 120).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Growth tendency of the 6 most productive subject categories (TA > 900).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Global geographic distribution of authors according to the total number of articles by country/region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The cooperation network diagram among countries with no fewer than 17 articles. . 7 shows the trends and times cited per year for articles from the USA and Brazil. These nations were quite productive and had a similar history of research. The USA consistently published a high number of articles per year every yearup until 2008up until  . Then, in 2009up until   and 2010",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Trends in articles and citations from the USA and Brazil from 1992 to 2016 (TA > 1500).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "TA: quantities of articles, R (%): ranking in TA, SP: Single-institution article, CP: Inter-institution collaborative article, MC [P]: major collaborator.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Network diagram of the top 30 author keywords from 1992 to 2016.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Growth tendency of hotspot articles from 1992 to 2016.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Article output from 1992 to 2016. Note: TA: quantities of articles; AU: quantities of authors; NR: cited reference counts; PG: page counts; NI; institute counts; NC; country counts; TC: number of times cited; and AU/TA, NR/P, PG/TA, NI/TA, NC/TA, and TC/TA: mean number of authors, pages, references, institutes, countries, times cited, per article.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The performance of the top 20 most productive journals.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The performance of the top 20 most productive institutions.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Hotspot-challenge nexus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to acknowledge the financial support of the Bill & Melinda Gates Foundation in the United States(Reinvent the Toilet Challenge-China Reginal Program (OPP1051913). The authors would also like to acknowledge Professor Ruth Elaine Blake from Yale University for the revision of this manuscript. The authors would also like to thank the National Environment and Energy International Cooperation Base for their support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All authors of this article declare that they have no conflict of interest regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}