{
    "paper_id": "8d6bcc2f1d98339588d638a0260826d7159d3049",
    "metadata": {
        "title": "Thymus transplantation for complete DiGeorge syndrome: European experience",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "Graham"
                ],
                "last": "Davies",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Gilmour",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jesmeen",
                "middle": [],
                "last": "Maimaris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joe",
                "middle": [],
                "last": "Curry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Furmanski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [],
                "last": "Sebire",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [],
                "last": "Halliday",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Konstantinos",
                "middle": [],
                "last": "Mengrelis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [],
                "last": "Adams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jolanta",
                "middle": [],
                "last": "Bernatoniene",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Bremner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Browning",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Blythe",
                "middle": [],
                "last": "Devlin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hans",
                "middle": [
                    "Christian"
                ],
                "last": "Erichsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Bobby Gaspar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lizzie",
                "middle": [],
                "last": "Hutchison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Winnie",
                "middle": [],
                "last": "Ip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marianne",
                "middle": [],
                "last": "Ifversen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Ronan Leahy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Mccarthy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Despina",
                "middle": [],
                "last": "Moshous",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Neuling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Malgorzata",
                "middle": [],
                "last": "Pac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alina",
                "middle": [],
                "last": "Papadopol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathryn",
                "middle": [
                    "L"
                ],
                "last": "Parsley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luigi",
                "middle": [],
                "last": "Poliani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ida",
                "middle": [],
                "last": "Ricciardelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "M"
                ],
                "last": "Sansom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tiia",
                "middle": [],
                "last": "Voor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Austen",
                "middle": [],
                "last": "Worth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tessa",
                "middle": [],
                "last": "Crompton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "Louise"
                ],
                "last": "Markert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adrian",
                "middle": [
                    "J"
                ],
                "last": "Thrasher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Thymus transplantation is a promising strategy for the treatment of athymic complete DiGeorge syndrome (cDGS). Methods: Twelve patients with cDGS underwent transplantation with allogeneic cultured thymus. Objective: We sought to confirm and extend the results previously obtained in a single center. Results: Two patients died of pre-existing viral infections without having thymopoiesis, and 1 late death occurred from autoimmune thrombocytopenia. One infant had septic shock shortly after transplantation, resulting in graft loss and the need for a second transplant. Evidence of thymopoiesis developed from 5 to 6 months after transplantation in 10 patients. Median circulating naive CD4 counts were 44 3 10 6 /L (range, 11-440 3 10 6 /L) and 200 3 10 6 /L (range, 5-310 3 10 6 /L) at 12 and 24 months after transplantation and T-cell receptor excision circles were 2,238/10 6 T cells (range, 320-8,807/10 6 T cells) and 4,184/10 6 T cells (range, 1,582-24,596/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "DiGeorge syndrome (DGS) with athymia, also known as complete DiGeorge syndrome (cDGS), results in a state of profound T-cell deficiency. Causal associations have been reviewed elsewhere 1 ; DGS can be associated with a hemizygous microdeletion at chromosome 22q.11, CHARGE (Coloboma, heart defects, atresia choanae, retardation of growth and development, genital abnormalities, ear abnormalities/deafness) syndrome, mutations in TBX1, deletions at chromosome 10p13-14, or fetal toxin exposure from glucose, ethanol, or retinoic acid. Around 1.5% of children with the 22q.11 deletion have the complete form of DGS, 2 whereas the incidence of the problem in relation to other causes is unknown. The immunologic phenotype is either of a profound T-cell lymphopenia, or in patients with atypical cDGS, there might be oligoclonal expansions of memory phenotype T cells conferring little or no protective immunity and causing inflammatory disease in the form of rashes, enteropathy, and lymphadenopathy. 3 cDGS differs from severe combined immunodeficiency (SCID) in that the underlying defect prevents development of the thymus, whereas the underlying defect in SCID is a genetic defect in the hematopoietic lineage. Patients with both cDGS and SCID have a similar high risk of early death from infection.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 615,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 998,
                    "end": 999,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two approaches have been used to correct the immunodeficiency in patients with cDGS. The first is T cell-replete hematopoietic stem cell transplantation (HSCT), but because of the absence of thymus, this approach can only achieve engraftment of postthymic T cells. Although there are a number of reports of long-lasting survival in patients treated in this way, particularly after matched sibling donor transplantation, the quality of the immune reconstitution achieved is poor. 4 Survival after matched unrelated donor and matched sibling transplantations were reported as being 33% and 60%, respectively. 5 The alternative approach is to use thymus transplantation, which aims for a more complete reconstitution with the ability to produce naive T cells that show a broad T-cell receptor (TCR) repertoire. Postnatal thymic tissue is readily available because it is routinely removed from infants undergoing open heart surgery through a median sternotomy. This approach has been used at a single center in the United States since the mid-1990s. There might have been some patient selection bias in the group undergoing thymus transplantation because patients with severe comorbidities or serious opportunistic infections were excluded. Nevertheless, the results compare very favorably with the outcome of HSCT, with an approximately 75% long-term survival in 60 patients. 6 Evidence of thymopoiesis and a diverse repertoire of naive circulating T cells capable of HLA-restricted specific antigen responses was seen in survivors. Nonsurvival in this cohort was mostly associated with pretransplantation morbidity, mainly viral infections, chronic lung disease, or both. 7 Autoimmune hypothyroidism was relatively common at just over 20%, with an additional number of patients having this problem before transplantation. 6 More serious and potentially life-threatening autoimmunity, including immune cytopenias and enteropathy, was also reported, although much less commonly. The reasons for the occurrence of these complications are ill-understood. 8 A center for thymus transplantation was established in London to provide this treatment for patients in Europe, which was done to test whether the technology could be successfully translated from the single center and make the treatment approach more readily available in Europe. This report outlines the results of the first 12 patients treated with more than 24 months of follow-up.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 480,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 607,
                    "end": 608,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1373,
                    "end": 1374,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1670,
                    "end": 1671,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1820,
                    "end": 1821,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2049,
                    "end": 2050,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients were recruited between 2009 and 2014. To qualify for the study, those with typical cDGS had a maximum T-cell count of 50 3 10 6 /L, no naive T cells, and an absent proliferative response to PHA. Patients with atypical cDGS had less than 5% naive CD4 cells (CD45RA 1 CD27 1 or CD45RA 1 CD62L 1 ) . In addition, there had to be at least 1 of the following features: congenital heart disease, hypoparathyroidism, hemizygosity for 22q.11 deletion, or CHARGE syndrome. For further patient details, see the Methods section in this article's Online Repository at www.jacionline.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Patients"
        },
        {
            "text": "Patients with typical cDGS without clonal expansion were not given any immunosuppression. In those with atypical cDGS, cyclosporine was used before transplantation to control inflammatory disease, and this was continued after transplantation. These patients were also treated with 3 doses of 2 mg/kg body weight rabbit antithymocyte globulin (ATG; Genzyme, Cambridge, Mass) and 2 mg/kg methylprednisolone administered intravenously for 4 days, followed by 1 mg/kg oral prednisolone for 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Patients"
        },
        {
            "text": "For details, including screening of donors and the transplantation procedure, which has been described previously, 9 see the Methods section in this article's Online Repository. Separate thymuses were cultured specifically for analysis to assess cellular composition changes during the period of culture. For detailed methods, see the Methods section in this article's Online Repository.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obtaining, culturing, and transplanting donor thymuses"
        },
        {
            "text": "Flow cytometric analysis, mitogen responsiveness, and measurement of T-cell receptor signal joint excision circle (TREC) levels involved standard Testing for possible donor T-cell engraftment with short tandem repeats used a previously described method. 10 Clonality of T cells was assessed by using TCRVb chain spectratyping on the CD3 population, as previously described. 11 Regulatory T (Treg) cell numbers were measured on the CD4 population by using CD25 and CD127 and intracellular staining for forkhead box P3 (FoxP3). Spectratyping was also performed on Treg cell populations purified by means of cell sorting based on CD4 1 CD25 Hi CD127 2 cells and compared with the remaining CD4 cells. For assessment of Treg cell function, total CD4 1 cells were isolated, and FoxP3 cells were studied for cytotoxic T lymphocyte-associated antigen 4 (CTLA4) upregulation and transendocytosis of CD80 based on a previously reported method 12 modified by running the assay for a period of 21 rather than 16 hours and by fixing/permeabilizing the cells to allow staining for total CTLA4 rather than cycling surface CTLA4.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory analysis"
        },
        {
            "text": "The frequency of IFN-g-producing cells in response to either an autologous or third-party EBV-transformed lymphoblastoid cell line (LCL)-specific stimulation was assessed on PBMCs by using an ELISpot assay, as previously reported. 13 Histologic studies were performed on formalin-fixed tissue, including immunohistochemical analysis, by using standard methods or as described previously. 14 Details of the antibodies used are given in the Methods section in this article's Online Repository.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory analysis"
        },
        {
            "text": "The study was approved by the Institute of Child Health and Great Ormond Street Hospital Research Ethics Committee covering both thymus donation, including screening of the donors, and the transplantation procedure in the recipient. Thymic culture was undertaken under a license from the UK Human Tissue Authority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "Details of the patients, including the genetic defect, comorbidities, and infections acquired before transplantation, are shown in Table I . Median age at transplantation was 10 months (range, 2.5-26 months). In 2 cases the molecular basis of the DGS was undefined, although in one of these cases a putative mutation has been found in TBX1 (analysis performed by Professor Klaus Schwartz, University of Ulm, Ulm, Germany). Neither of these patients was an infant of a diabetic mother. Atypical cDGS cases outnumbered typical cases in a ratio of 2:1. There was no evidence of BCG-associated disease in the 2 recipients of this vaccine. Two patients had hypothyroidism before transplantation, the cause of which was not established. Both had negative test results for thyroid peroxisomal antibodies. One had a low thyroid-stimulating hormone value, suggesting a possible central cause, whereas in the other the problem proved to be transient. No patients had clear-cut autoimmune disease before transplantation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS Patients"
        },
        {
            "text": "During the period of thymic culture, there was progressive lymphoid cell depletion and a reciprocal increase in the proportion of epithelial cell adhesion molecule (EpCam)-positive thymic epithelial cells (TECs; Fig 1, A-C) . A small fraction of T cells remained, with a predominance of single-positive CD4 cells (Fig 1, D) , which could be induced to activate and proliferate (Fig  1, E and F) . Histologic sections of thymic slices before and after ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 223,
                    "text": "Fig 1, A-C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 313,
                    "end": 323,
                    "text": "(Fig 1, D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 377,
                    "end": 394,
                    "text": "(Fig  1, E and F)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Thymic cultures"
        },
        {
            "text": "The surgical procedure was well tolerated in all patients. There were no wound infections or problems with wound healing. The ''dose'' of thymus transplanted ranged between 8 and 18 g/m 2 body surface area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical outcomes"
        },
        {
            "text": "Of the 8 patients with atypical cDGS, all received cyclosporine, but 3 did not receive ATG because of concerns over potential worsening of pre-existing viral infections. One patient (P11) with atypical cDGS additionally received 2 courses of alemtuzumab to control inflammatory features within 3 months before transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical outcomes"
        },
        {
            "text": "Nine of the 12 patients are alive at a median follow-up time of 49 months (range, 21-80 months). Two patients (P7 and P12) died at 8 months and 2 weeks, respectively, after transplantation from pre-existing viral infections: disseminated cytomegalovirus (CMV) and parainfluenza 3 pneumonitis, respectively. ATG had been withheld in both of these. One further patient died of cerebral hemorrhage associated with immune thrombocytopenia at 23 months after transplantation. In P1 a first thymic graft did not survive, and she received a second successful graft after 12 months. More clinical detail of this case is given in the Results section in this article's Online Repository at www.jacionline.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical outcomes"
        },
        {
            "text": "Clinical outcomes in survivors have generally been good, with exceptions mainly from autoimmune problems or other nonimmunologic aspects of DGS (Table II) . All had thymopoiesis, as evidenced by detection in the blood of naive T cells with TRECs with or without additional evidence from biopsy specimens showing the features of thymopoiesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 154,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Clinical outcomes"
        },
        {
            "text": "Skin rashes. Three patients, P1 (after the second transplantation), P2, and P6, had skin rashes early (3-6 weeks) after transplantation. They underwent skin biopsy, which showed a nonspecific dermatitis similar to the spongiotic dermatitis previously described in these cases. No donor DNA could be detected in the skin or blood in any of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical outcomes"
        },
        {
            "text": "Infections cleared. Patients were able to clear a range of infectious agents after transplantation, including those present before and those acquired after transplantation (Table II) . Both J ALLERGY CLIN IMMUNOL VOLUME 140, NUMBER 6 cases receiving BCG vaccine before transplantation had a localized severe inflammatory response at the inoculation site and in regional lymph nodes as T-cell reconstitution occurred. In P3 a primary EBV infection occurred 15 months after transplantation. He was able to clear this infection, although low-level EBV viremia persisted for 18 months before clearing. P2, who received chronic immunosuppression, managed to clear a number of viral infections.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "NUMBER 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 182,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Clinical outcomes"
        },
        {
            "text": "Autoimmunity. Some form of autoimmune complication occurred in 7 of the 10 patients surviving to 12 months (Table II) . This took one of 2 forms: very early onset before evidence of T-cell immune reconstitution or onset at or after T-cell reconstitution. More details of the autoimmune/inflammatory complications in each patient are provided in the Results section in this article's Online Repository (see Table E1 in this article's Online Repository at www.jacionline.org). Two cases (P4 and P9) were in the early-onset category, both with hemolytic anemia, which responded to treatment and did not recur. In 5 other patients, autoimmune problems occurring at or after the time of T-cell reconstitution comprised mainly cytopenias, thyroiditis, or both. The latter was associated with the presence of anti-thyroid peroxisomal antibodies. A number of other transient autoimmune/inflammatory phenomena also occurred in some patients at or soon after immune reconstitution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 117,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 406,
                    "end": 414,
                    "text": "Table E1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Clinical outcomes"
        },
        {
            "text": "It was not possible to identify any association between the development of autoimmunity and any methodological factors, including the choice of thymus donor, thymic culture medium used, amount of tissue transplanted, or use of ATG conditioning. Six of the 10 patients surviving to 12 months had partial HLA matching at 1 to 5 loci at 4-digit resolution typing (see Table E2 in this article's Online Repository at www.jacionline.org). The 3 patients without any autoimmune complications all fell into this Boldface type indicates an infection that was present before transplantation. AIHA, Autoimmune hemolytic anemia; GH, growth hormone; ITP, immune thrombocytopenia; RSV, respiratory syncytial virus. *1 3 10 5 copies/mL of blood.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 373,
                    "text": "Table E2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Clinical outcomes"
        },
        {
            "text": "group, but the other 3 with some matching did also develop autoimmunity, although in one of these this was just a transient early hemolysis. All patients without any HLA matching experienced autoimmunity (one with transient early hemolysis only). A trend toward less autoimmunity in the presence of some HLA matching was not statistically significant (Fisher exact test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical outcomes"
        },
        {
            "text": "Immunologic testing after transplantation T-cell immunity. Donor leukocyte engraftment was not detected in any of the patients. Circulating T-cell numbers in surviving patients increased from around 5 months and naive T cells increased from around 6 to 7 months after transplantation (Fig 2) . 15 The correlation between naive cell numbers determined by using different flow cytometric strategies is shown in Fig E2 in this article's Online Repository at www.jacionline.org. In general, cell numbers achieved did not reach the normal age-related range (see Table E3 in this article's Online Repository at www.jacionline.org). There was a continuing increase in naive cell numbers up to 24 months and then maintenance at a relatively steady level. Low numbers of T cells in P2 were likely caused by immunosuppression. No other patients received long-term immunosuppression. TRECs showed a similar time course to naive T cells (Fig 3, A) . There was a relatively poor correlation between TREC and naive CD4 and CD8 cell counts (see Fig E3) . Normal TCR diversity, as demonstrated by Vb spectratyping of CD3 cells, was achieved in 7 patients, including those with atypical cDGS and an abnormal spectratype before ). An abnormal spectratype persists in 3 patients (P2, P6, and P9). Further analysis showed a normal CD4 spectratype in P6, whereas both CD4 and CD8 spectratypes were abnormal in P9. Mitogen responsiveness to PHA (Fig 3, B) improved in all patients but decreased again with immunosuppression in P2. For unknown reasons, it never normalized in P1. This patient had good evidence for thymopoiesis on biopsy and blood analysis. After primary EBV infection, PBMCs from patient 3 showed the ability to produce a good IFN-g response against an autologous EBV-transformed LCL but responded significantly less well to a third-party LCL (Fig 3, C) . Phenotyping of circulating cells with markers of Treg cells was performed in 5 patients (P2, P4, P6, P9, and P10) and showed these cells to be present in low absolute numbers, although when expressed as the proportion of CD4 cells, there was no difference to a healthy age range-matched control group (Fig 4,  A and B , and see Fig E5 in this article's Online Repository at www.jacionline.org). In P2, P4, P6, and P9 the proportions of CD45RA 1 Treg cells were 6%, 32%, 8%, and 44% respectively, whereas in control subjects the median level was 67% (range, 27% to 94%). The functional ability of CD4 1 FoxP3 1 cells in 6 patients (P2, P4, P5, P6, P8, and P9) in terms of CTLA4 upregulation on activation and transendocytosis of CD80 was comparable with adult control samples (Fig 4, C There was no correlation found between the level of immunologic reconstitution achieved and factors relating to the choice of thymus donor, thymic culture medium used, amount of tissue transplanted, or use of ATG conditioning.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 291,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 409,
                    "end": 415,
                    "text": "Fig E2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 557,
                    "end": 565,
                    "text": "Table E3",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 925,
                    "end": 935,
                    "text": "(Fig 3, A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1030,
                    "end": 1037,
                    "text": "Fig E3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1423,
                    "end": 1433,
                    "text": "(Fig 3, B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1838,
                    "end": 1848,
                    "text": "(Fig 3, C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2152,
                    "end": 2168,
                    "text": "(Fig 4,  A and B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2179,
                    "end": 2185,
                    "text": "Fig E5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2626,
                    "end": 2635,
                    "text": "(Fig 4, C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Clinical outcomes"
        },
        {
            "text": "B-cell immunity. All patients received immunoglobulin replacement before transplantation. Five patients stopped immunoglobulin at around 24 months after transplantation per the protocol and have normal IgG levels. To date, 5 patients have been immunized against tetanus toxoid and show protective responses. Three received conjugate pneumococcal vaccine, and 2 of these have made good protective responses. One patient did not respond to this vaccine and is being reimmunized. IgA levels were undetectable/extremely low before transplantation in 11 of 12 patients and low (0.13 g/L) in the other. Levels have normalized after transplantation in all survivors, with the exception of P2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical outcomes"
        },
        {
            "text": "B-cell numbers remained normal (see Fig E9, A, in this article's Online Repository at www.jacionline.org) in all patients except those (P2 and P4) receiving treatment with anti-CD20 mAb (rituximab). The proportion of CD19 1 B cells that were CD27 1 IgD 2 (class-switched memory B cells) was tested in 9 patients. This value remained relatively low compared with that in published age-related control subjects 16 in some patients, whereas in others it was within normal limits, particularly after 2 years (see Fig E9, B) .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Fig E9,",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 519,
                    "text": "Fig E9, B)",
                    "ref_id": null
                }
            ],
            "section": "Clinical outcomes"
        },
        {
            "text": "Biopsies of up to 4 transplanted thymic slices were undertaken in 11 patients (including 1 after each transplantation in P1) at a median time of 4 months (range, 2-8 months) after transplantation. Areas of histologically normal thymic tissue were seen in the muscle, including corticomedullary distinction and Hassall body formation in 5 biopsy specimens. In these biopsy specimens immunohistochemical staining showed abundant T (CD3 1 ) cells with evidence of cortical thymopoiesis, as defined by the expression of terminal deoxynucleotidyl transferase, CD1a, and Ki67 and normal maturation to the late mTEC stage defined by the expression of CK5 and CK14, claudin 4, autoimmune regulator (AIRE), and involucrin. FoxP3 staining showed the presence of frequent positive cells (Fig 5 and see Fig E10 in this article's Online Repository at www.jacionline.org). Biopsy specimens in a further 2 cases (P8 and P9) showed less well-developed thymic architecture but definite evidence of cortical thymopoiesis, as defined by the presence of CD1a 1 and Ki67 1 cortical thymocytes (data not shown). Biopsy specimens with no evidence of thymopoiesis were found in P1 (first transplantation), P2, P5, and P7. In P2 and P5 it was likely the biopsy specimens ''missed'' thymus in the muscle because there was later appearance of thymic emigrants in the blood indicating thymopoiesis. In P7, who died of CMV, a biopsy specimen taken at 4 months showed viable thymic epithelium but very little thymopoiesis (see Fig  E11, A-D, in this article's Online Repository at www.jacionline. org). CMV could not be demonstrated in this thymic tissue (data not shown). P12 died very early after transplantation, and a postmortem examination of transplanted thymus revealed viable epithelium with extensive neovascularization (see Fig  E11, E and F) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 776,
                    "end": 798,
                    "text": "(Fig 5 and see Fig E10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1497,
                    "end": 1506,
                    "text": "Fig  E11,",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1804,
                    "end": 1822,
                    "text": "Fig  E11, E and F)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Thymic biopsy specimens"
        },
        {
            "text": "This study shows that transplantation of cultured thymic epithelium can reconstitute T-cell immunity in patients with cDGS, enabling them to control opportunistic infections and have a quality of life not restricted by susceptibility to infection. This confirms and adds to the results in the previously reported series, 6,7 with the survival rate and level of immune reconstitution achieved being similar between the 2 series. The proportion of children with autoimmune complications is higher in the present study, but because numbers are relatively small, it is difficult to know whether this difference is significant. In the present study novel data documenting changes in the cellular composition of thymic slices during culture are provided, as well as data on TREC levels achieved and numbers, phenotype, and function of Treg cells. There is also detailed histologic evidence on thymic biopsy specimens to confirm full maturation of mTECs. Although only 1 of the patients in this study did not have a recognized genetic cause In Fig 4, D, relative total fluorescence intensity of CD4 1 FoxP3 1 cells that have acquired green fluorescent protein (GFP) tagged onto CD80 as a result of transendocytosis of CD80 is shown. This is derived from the mean fluorescence intensity of GFP multiplied by the number of GFP 1 cells to get total fluorescence intensity divided by the number of Treg cells acquired. In both panels the patients and control subjects had equivalent results. **P 5 .0031. J ALLERGY CLIN IMMUNOL VOLUME 140, NUMBER 6 for DGS, the previous studies included a number of such cases, including those with maternal diabetes, and showed that such patients have an equivalent outcome.",
            "cite_spans": [
                {
                    "start": 1529,
                    "end": 1537,
                    "text": "NUMBER 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1034,
                    "end": 1046,
                    "text": "In Fig 4, D,",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The levels of T-cell reconstitution achieved in surviving patients were not usually normal for age but were sufficient to allow clearance of viral and other infections. In most cases normal mitogen responsiveness was achieved, and a diverse repertoire was demonstrated on TCR spectratyping. Circulating Treg cells could be detected in proportions similar to those in control children, although at lower absolute numbers, and their CTLA4mediated function was shown to be normal. Apart from one case in which an IFN-g response to EBV was shown, antigen-specific T-cell responses were not assayed in this study. Such responses were studied to tetanus and Candida species antigens in the previous series and showed positive responses in all but 1 of the surviving patients. 7 Most patients with follow-up of more than 2 years have been able to stop immunoglobulin, and in those tested thus far, all have normal antibody responses to tetanus and 2 of 3 have normal antibody responses to conjugated pneumococcal vaccine. IgA deficiency was corrected in all but 1 patient. Numbers of class-switched memory B cells remain relatively low in some patients, but to assess the significance of this finding, longer follow-up is needed to determine whether the proportions increase with time. The reason for the suboptimal numbers of T cells achieved in most patients is not clear. It could be that insufficient thymic tissue was transplanted, but against this is the fact that there was no correlation in this study or in the North American series 8 between the amount of tissue transplanted and the eventual T-cell or naive T-cell counts achieved. Nor was there any association between counts and the type of medium used for culture, the use of ATG, or the presence of chance overlap of HLA antigens between donor and recipient.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 771,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We have shown here that the cultured thymus loses most of its lymphoid cell populations during culture and is relatively enriched for TECs. However, viable lymphoid cells capable of proliferation are still present. These cells might be necessary for the maintenance and growth of TECs. 17 Theoretically, these cells could mediate graft-versus-host disease, but this was not seen, and on blood analysis, engraftment of donor hematopoietic cells was not detected in any patient. One situation in which thymopoiesis might not develop is in the context of pre-existing CMV infection, as seen in P7 in this study and in the previous study. 7, 18 The finding of viable thymic epithelium but no thymopoiesis on biopsy is consistent with the possibility that this virus, the agents used to treat it, or both might inhibit the development of thymopoiesis. Children with cDGS complicated by CMV infection did not survive in either this or a previous study.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 638,
                    "end": 640,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Biopsy of transplanted thymus has been shown to be helpful in determining whether thymopoiesis is developing. 18 In that report biopsies were done at around 2 months after transplantation. Those with positive results all showed evidence of cortical thymopoiesis, but in more than half, no thymic medulla or Hassall corpuscles were seen. 18 In the present study biopsies were done later (median, 4 months). In most of those with positive results, there was clear corticomedullary differentiation and development of Hassall corpuscles with immunohistochemical evidence that differentiation of mTECs proceeds to the terminal stages. It is likely that the difference in timing of the biopsies accounted for these differences between this and the previous series.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 337,
                    "end": 339,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the present and previous series autoimmune complications were relatively common, predominantly involving thyroiditis and cytopenias. Some of these complications were of a transient nature, which might reflect immune dysregulation during T-cell reconstitution sometimes seen in other clinical situations, such as after HSCTand in experimental models. 19 Two very early cases of autoimmunity were seen before any T-cell emergence and could conceivably have had nothing to do with the transplant.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The reasons for the susceptibility to autoimmune complications are poorly understood. The possibility that inadequate negative selection by non-MHC-matched mTEC contributes to the development of autoimmunity was not supported by the finding in this and the previous larger study 8 of no beneficial effect of chance partial HLA matching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, this study has strengthened the case for thymus transplantation being the corrective treatment of choice for cDGS, offering the possibility of immune reconstitution to a degree that will produce a quality of life not limited by infection susceptibility. Autoimmunity, a common complication, can often be managed relatively easily, but a proportion of children can experience serious consequences. Further work is required to understand better the pathogenesis of this problem. As newborn screening programs for SCID expand, more patients might require this treatment. Further work is needed to streamline the labor-intensive process requiring specialized facilities for generating and transplanting thymus. A model of human thymus transplantation into the nude mouse might be useful in further exploring this. 20 Other patients who might benefit from this approach include infants with SCID who do not have immune reconstitution after HSCT or gene therapy because of thymic insufficiency.",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 827,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The following provided technical help in thymus preparation: Margaret Brocklesby, Geoffrey White, Chris Fisher, Catherine Ingram, Gulrukh Ahsan, and Patricia Plumbly. Drs John Hartley, James Soothill, and Garth Dixon provided invaluable help in microbiological screening of donors and donor thymuses. Dr Christine Rivat helped sort cells for spectratyping. Patricia Cheng and Nick Geddes provided invaluable help in manuscript preparation. The following assisted in the clinical care of the patients: Tore Gunnar Abrahamsen, Nathalie Aladjidi, Waseem Qasim, Caroline Laffort, Christine Vaksdal Nilsen, and Mari-Anne Vals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Patients referred who were already on artificial ventilation and those with severe neurological defects likely to be life-limiting were excluded from the study. In patients with congenital heart disease requiring corrective cardiac surgery, thymus transplantation was delayed until at least 1 month after surgery, or cardiac surgery was delayed until at least 3 months after thymus transplantation. Patients continued their routine antibiotic prophylaxis with co-trimoxazole and fluconazole until a CD4 count of greater than 300 3 10 6 /L and a normal mitogen response were achieved. Replacement doses of immunoglobulin were administered for a minimum of 2 years after thymus transplantation. Additionally, during winter months, patients received monthly intramuscular injections of palivizumab as prophylaxis against respiratory syncytial virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS Patients"
        },
        {
            "text": "Thymus glands totally or subtotally removed at the time of cardiac surgery through a median sternotomy in infants with congenital heart disease were collected with the written informed consent of the parents. Thymus donors were selected on the basis of ABO blood group compatibility, absence of trisomy 21 or known other chromosomal anomalies, absence of prior known infectious risk, and age less than 10 months. After receipt of the thymus and during the period of tissue culture, the donor infant and his or her mother were screened for possible transmissible diseases. This included testing for HIV1 and HIV2, hepatitis B, hepatitis C, human Tlymphotropic virus 1 and 2, toxoplasmosis, and syphilis in both the infant and mother. In addition, tests were carried out on the infant for CMV (urine, blood, and thymus tissue), EBV, adenovirus, and HHV6 (all on blood and thymic tissue). Positive results to any of these tests resulted in the thymus being discarded. Additionally, the donor infants were screened for 22q.11 deletion by using either fluorescent in situ hybridization or array comparative genome hybridization. The donors' mothers were asked to complete a lifestyle questionnaire giving any risk factors for transmissible diseases. DNA extracted from thymocytes released from the slices during culture was stored and used for tissue typing of the donor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obtaining donor thymuses"
        },
        {
            "text": "The thymus was prepared and cultured, as described previously. E1 Briefly, the capsule of the thymus was removed, and it was sliced with a Stadie-Riggs microtome (Thomas Scientific, Swedesboro, NJ) into approximately 1-mm-thick slices that were then mounted on nitrocellulose filters (Millipore, Temecula, Calif). The filters were then placed on Spongostan surgical sponges (Ferrosan Medical Devices, Soeborg, Denmark) and bathed in culture medium in 9-cm Petri dishes. For the first 3 patients, this medium comprised serum-free CELLGRO (Invitrogen, Carlsbad, Calif), and for the remaining patients, thymus organ medium containing 10% FBS (New Zealand sourced, heat inactivated, and gamma irradiated) was used, as previously described. E1 Thymuses were cultured for between 14 and 21 days with daily change of medium. Regular medium cultures were taken, as was genus-specific PCR testing for Mycoplasma species. On the final day of culture, the medium was subjected to gram staining and an endotoxin detection assay (Charles River, Wilmington, Mass). The weight of each slice was estimated by photographing the slices, measuring the area of the slice with the ImageJ program (available from the National Institutes of Health, Bethesda, Md), and assuming each slice was 1 mm thick with a density of 1 g/cm 3 .",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 738,
                    "text": "E1",
                    "ref_id": null
                },
                {
                    "start": 1305,
                    "end": 1306,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Thymic culture"
        },
        {
            "text": "Histologic assessment of the thymic slices was undertaken at the start of the culture period, at 9 to 12 days of culture, and at the end of the culture period to assess thymic epithelial viability and the degree of lymphoid depletion. A decision on suitability for transplantation was taken on the second of these evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thymic culture"
        },
        {
            "text": "Studies of the cellular composition of cultured thymus were performed on separate cultures not destined for transplantation. Single-cell suspensions generated from thymic slices were analyzed by using flow cytometry at varying time points. Tissue was weighed before digestion and then teased through a cell strainer into Dulbecco modified Eagle medium (Sigma, St Louis, Mo) to remove some thymocytes. The remainder was finely disaggregated with a scalpel blade. Tissue fragments were then enzymatically digested at 378C for 25 minutes in Dulbecco modified Eagle medium with 0.5 mg/mL DNase (Roche Diagnostics, Mannheim, Germany) and 1 mg/mL collagenase (Roche Diagnostics) and then passed through a cell strainer. Residual material was subjected to a second round of enzymatic digestion, which also included 0.25% trypsin (Sigma) and 0.02% EDTA. Thymic slices older than 7 days did not require a second digestion step to generate single-cell suspensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thymic culture"
        },
        {
            "text": "Digested material was passed through a clean cell strainer, and cells were washed in PBS with 10% FBS, counted with trypan blue, and prepared for flow cytometry. Tissue digests were stained with fluorochrome-conjugated antibodies to detect thymocytes and nonhematopoietic TECs. Thymocytes retrieved from cultured slices were additionally subject to T cell-specific stimulation (anti-CD3 1 recombinant human IL-2). By using flow cytometry, activation and proliferation were measured by assessing upregulation of CD25 and carboxyfluorescein succinimidyl ester dilution, respectively (all reagents were from eBioscience, San Diego, Calif).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thymic culture"
        },
        {
            "text": "Thymus transplantation has been described previously. E1 Briefly, each slice was placed into a small hole in the quadriceps muscle, and an insoluble stitch was used to pull the muscle over the slice. Based on previous experience at Duke University, the estimated weight of thymic tissue transplanted was capped at a maximum of 18 g/m 2 recipient body surface area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thymus transplantation"
        },
        {
            "text": "Patients underwent regular clinical and immunologic assessment. In addition, there was regular monitoring of thyroid function and monitoring for the presence of anti-thyroid peroxisome antibodies. T-cell chimerism studies were undertaken on DNA extracted from blood samples and on skin when the appearance of rashes necessitated a skin biopsy after transplantation to check for possible donor T-cell engraftment by using short tandem repeats in a previously described method. E2 Biopsy of the transplanted thymus was undertaken in most cases and involved opening one of the original surgical wounds and taking up to 4 muscle biopsy specimens from the area of previous slice insertion.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 478,
                    "text": "E2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Posttransplantation monitoring"
        },
        {
            "text": "Flow cytometric analysis involved labeling of whole blood with a combination of directly conjugated mAbs, all of which were purchased from Becton Dickinson Biosciences (San Jose, Calif). Naive CD4 T cells were assessed by using 3 different flow cytometric strategies: CD45RA 1 CD27 1 , CD45RA 1 CD62L 1 , and CD45RA 1 CD31 1 . Normal ranges for lymphocyte subsets, naive populations, and proportions of class switched memory B cells were based on published data. E3,E4 Mitogen response was assessed by measuring tritiated thymidine incorporation after stimulating isolated mononuclear cells with PHA at concentrations of 1 to 8 mg/mL. The normal range for PHA responses was based on analysis of 297 consecutive in-house healthy adult control subjects assayed over the time course of the study (median, 31,800 cpm; range, 5,200-175,800 cpm). Thymic output was also assessed by measuring TREC levels with real-time quantitative PCR. Age-related normal ranges for TREC levels were based on in-house unpublished data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunologic analysis"
        },
        {
            "text": "The following antibodies were used: mouse anti-human CD3; mouse anti-human CD1a; mouse anti-human Ki67(K2); mouse anti-human CK14; mouse anti-human CD31 (PECAM-1; all from Leica Biosystems, Buffalo Grove, Ill); mouse anti-human CK, AE1/AE3 (1:50; Dako, Glostrup, Denmark); rat anti-human CD3 (BD Biosciences, San Jose, Calif); rat anti-human FoxP3 (1:200; eBioscience), rabbit anti-human claudin 4 (1:100; Zymed Laboratories, South San Francisco, Calif), mouse anti-human AIRE (1:5000; kindly provided by Professor P. Peterson, University of Tartu, Estonia) E5,E6 ; rabbit anti-CK5 (Covance, Princeton, NJ); rat anti-CK8 (Developmental Studies Hybridoma Bank, University of Iowa), mouse anti-terminal deoxynucleotidyl transferase (Dako), and mouse anti-involucrin (Abcam, Cambridge, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology and immunohistochemistry"
        },
        {
            "text": "In P1 failure of the first thymic graft to survive was evidenced by a biopsy specimen showing no viable thymus and no evidence of naive T cells in the circulation. This was likely the result of an episode of severe septic shock associated with Streptococcus faecalis central venous line infection occurring 5 days after transplantation and resulting in very poor tissue perfusion. The patient survived the episode but had an abdominal EBV-negative B-cell lymphoma that was shown to be of host cell origin at 6 months after transplantation. After successful treatment with chemotherapy and anti-CD20 mAb treatment, a second transplantation procedure was undertaken in this patient. This patient had evidence of another intraabdominal B-cell lymphoproliferative process 6 months after the second transplantation, which resolved after further treatment with rituximab and has not recurred after more than 5 years of follow-up. Fig E11, B , which is 310. A-D, Hematoxylin and eosin, CK14, CD3, and CD1a staining, respectively, in patient 7 shows a nest of thymic epithelium present in the muscle but with very few CD3 1 or CD1a 1 lymphoid cells, suggesting little or no thymopoiesis. E and F, Hematoxylin and eosin and CD31 staining, respectively, of a strand of thymic tissue in the muscles in patient 12 shows extensive neovascularization at 2 weeks after transplantation. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 924,
                    "end": 934,
                    "text": "Fig E11, B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Patient and graft survival"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunodeficiency in DiGeorge syndrome and options for treating cases with complete athymia",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Immunol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Spectrum of clinical features associated with interstitial chromosome 22q11 deletions: a European collaborative study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodship",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seidel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Med Genet",
            "volume": "34",
            "issn": "",
            "pages": "798--804",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Complete DiGeorge syndrome: development of rash, lymphadenopathy, and oligoclonal T cells in 5 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexieff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarzotti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ozaki",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Allergy Clin Immunol",
            "volume": "113",
            "issn": "",
            "pages": "734--775",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immunologic reconstitution in 22q deletion (DiGeorge) syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcghee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Lloret",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Stiehm",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunol Res",
            "volume": "45",
            "issn": "",
            "pages": "37--45",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multicenter survey on the outcome of transplantation of hematopoietic cells in patients with the complete form of DiGeorge anomaly",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Janda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sedlacek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Honig",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Champagne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "116",
            "issn": "",
            "pages": "2229--2265",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Thymus transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Immunol",
            "volume": "135",
            "issn": "",
            "pages": "236--282",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Review of 54 patients with complete DiGeorge anomaly enrolled in protocols for thymus transplantation: outcome of 44 consecutive transplants",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexieff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gupton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Blood",
            "volume": "109",
            "issn": "",
            "pages": "4539--4586",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Factors affecting success of thymus transplantation for complete DiGeorge anomaly",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Chinn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Transplant",
            "volume": "8",
            "issn": "",
            "pages": "1729--1765",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Successful formation of a chimeric human thymus allograft following transplantation of cultured postnatal human thymus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Kostyu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mclaughlin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Buckley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Immunol",
            "volume": "158",
            "issn": "",
            "pages": "998--1005",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Host natural killer immunity is a key indicator of permissiveness for donor cell engraftment in patients with severe combined immunodeficiency",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maggina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Slatter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Allergy Clin Immunol",
            "volume": "133",
            "issn": "",
            "pages": "1660--1666",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Adoptive immunotherapy with allodepleted donor T-cells improves immune reconstitution after haploidentical stem cell transplantation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Amrolia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muccioli-Casadei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huls",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Durett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Blood",
            "volume": "108",
            "issn": "",
            "pages": "1797--808",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Autosomal dominant immune dysregulation syndrome in humans with CTLA4 mutations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kenefeck",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Med",
            "volume": "20",
            "issn": "",
            "pages": "1410--1416",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Characterization of Epstein-Barr virus-infected B cells in patients with posttransplantation lymphoproliferative disease: disappearance after rituximab therapy does not predict clinical response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Flinn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Post",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Blood",
            "volume": "96",
            "issn": "",
            "pages": "4055--63",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Abnormalities of thymic stroma may contribute to immune dysregulation in murine models of leaky severe combined immunodeficiency",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rucci",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Poliani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caraffi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Paganini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fontana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giliani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Front Immunol",
            "volume": "2",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lymphocyte subsets in healthy children from birth through 18 years of age: the Pediatric AIDS Clinical Trials Group P1009 study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Shearer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oyomopito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plaeger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Stiehm",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Allergy Clin Immunol",
            "volume": "112",
            "issn": "",
            "pages": "973--80",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Reference values for B cell subpopulations from infancy to adulthood",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morbach",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Eichhorn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Liese",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Girschick",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Exp Immunol",
            "volume": "162",
            "issn": "",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lymphostromal interactions in thymic development and function",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkinson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Rev Immunol",
            "volume": "1",
            "issn": "",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Use of allograft biopsies to assess thymopoiesis after thymus transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hoehner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "6354--64",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Homeostatic expansion of T cells during immune insufficiency generates autoimmunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ilic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koelsch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sarvetnick",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "117",
            "issn": "",
            "pages": "265--77",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "T-cell reconstitution after thymus xenotransplantation induces hair depigmentation and loss",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Furmanski",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shaughnessy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Saldana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Blundell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Thrasher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Sebire",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Invest Dermatol",
            "volume": "133",
            "issn": "",
            "pages": "1221--1251",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Successful formation of a chimeric human thymus allograft following transplantation of cultured postnatal human thymus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "References E1",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Markert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Kostyu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mclaughlin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Buckley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Immunol",
            "volume": "158",
            "issn": "",
            "pages": "998--1005",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Host natural killer immunity is a key indicator of permissiveness for donor cell engraftment in patients with severe combined immunodeficiency",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maggina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Slatter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Allergy Clin Immunol",
            "volume": "133",
            "issn": "",
            "pages": "1660--1666",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lymphocyte subsets in healthy children from birth through 18 years of age: the Pediatric AIDS Clinical Trials Group P1009 study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Shearer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oyomopito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plaeger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Stiehm",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Allergy Clin Immunol",
            "volume": "112",
            "issn": "",
            "pages": "973--80",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reference values for B cell subpopulations from infancy to adulthood",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morbach",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Eichhorn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Liese",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Girschick",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Exp Immunol",
            "volume": "162",
            "issn": "",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Autoimmune regulator is expressed in the cells regulating immune tolerance in thymus medulla",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kudoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagamine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lagerstedt",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ovod",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Biochem Biophys Res Commun",
            "volume": "257",
            "issn": "",
            "pages": "821--826",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Human peripheral lymphoid tissues contain autoimmune regulator-expressing dendritic cells",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "E6",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Poliani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kisand",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marrella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ravanini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Notarangelo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Pathol",
            "volume": "176",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "*Values are expressed as medians (ranges)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Analysis of cellular composition of thymic slices by using flow cytometry at different time points during culture. A, Dot plots show representative anti-CD45 versus EpCam1 staining. Percentages of EpCam1 1 CD45 2 cells are given in the regions shown. Histograms show anti-HLA-DR staining gated on the EpCam1 1 CD45 2 population shown in the dot plots. B, Number of live cells recovered showing the overall number of thymocytes and number of CD4/CD8 double-positive (DP) thymocytes retrieved per milligram of tissue. C, Percentage of cells that were CD45 2 EpCam1 1 HLA-DR 1 (as a frequency of the live gate). D, Proportion of cells in each thymocyte subset based on CD4 and CD8 surface expression. E, When stimulated for 5 days, thymocytes from day 15 slices proliferate. CFSE, Carboxyfluorescein succinimidyl ester. F, When stimulated for 72 hours, CD4 single-positive thymocytes from day 22 slices upregulate the activation marker CD25.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "T-cell reconstitution after transplantation. Dotted lines indicate the 10th percentile of published lymphocyte subset counts in healthy children aged 1 to 2 years and 2 to 5 years. 15 transplantation (see Fig E4 in this article's Online Repository at www.jacionline.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A, TREC levels determined on CD3 cells with the 10th percentile for in-house normal ranges for children less than 2 years and 2 to 5 years of age. B, PHA responses: maximum counts per minute after stimulation of isolated mononuclear cells stimulated with PHA. The dotted line indicates the 10th percentile for in-house normal adult control subjects. C, Frequency of IFN-g-producing cells in the patient's PBMCs measured by using ELISpot (mean 6 SEM) in response to autologous and third-party EBV-transformed LCLs in P3 after primary EBV infection. The 2-tailed Student t test for unpaired samples was applied.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A and B, Cells with the Treg phenotype expressed as a percentage of CD4 cells and in absolute numbers in patients (n 5 5) and an age-range matched control group (n 5 11). C and D, Transendocytosis assay shows CD4 1 FoxP3 1 cells in patients (n 5 6) and control subjects (n 5 5) incubated with anti-CD3 plus untransfected Chinese Hamster ovary (CHO) cells or with anti-CD3 plus CHO transfected with CD80 with or without anti-CTLA4.In Fig 4,C, upregulation of CTLA4 expression (shown as mean fluorescence intensity of Treg cells normalized to mean fluorescence intensity of CTLA4 in that patient's own naive conventional T cells (as an internal negative control) is shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Histologic appearances of positive thymic biopsy specimens. A and B, Hematoxylin and eosin staining showing medullary differentiation and Hassall body formation. Original magnification 5 310 and 340, respectively. C, Expression of FoxP3 within the thymic medulla (brown). Original magnification 5 320. D, Double staining with terminal deoxynucleotidyl transferase (brown, nuclear signal) showing immature thymocytes within the cortical area and CD3 (blue, membrane signal), highlighting maturing T lymphocytes within the medulla. Original magnification 5 340. E, AIRE-expressing cells within the medullary region, Original magnification 5 320. F, Double staining for AIRE (brown) and involucrin (blue) that shows colocalization of AIRE-expressing cells, with fully mature, involucrin expressing mTECs. Original magnification 5 340.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Histologic appearance of thymic slices before and after culture. A, Hematoxylin and eosin staining before culture. Original magnification 5 34. B, Hematoxylin and eosin staining after 16 days of culture shows lymphoid depletion but with some remaining lymphoid clusters. Original magnification 5 34. C, CK5 (staining mTECs) at day 16. Original magnification 5 310. D, CK8 (staining predominantly cTECs) at day 16. Original magnification 5 310. FIG E2. Correlation of naive T-cell counts between different staining methods: A-C, CD4 cells; D-F, CD8 cells.All were stained with CD45RA plus an additional second antibody (CD27, CD31, or CD62L), and the results between different second antibodies were compared. Each symbol represents a different patient tested at around 24 months (range, 17-27 months) after transplantation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Correlation of naive cell counts measured by using different methods with TREC levels: A-C, CD4; D-F, CD8. All were stained with CD45RA plus an additional second antibody (CD27, CD31, or CD62L). Each symbol represents a different patient tested at around 24 months (range, 17-27 months) after transplantation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "TCRVb spectratyping performed on CD3 1 T cells in patient 8 with atypical cDGS before (A) and after (B) transplantation, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Flow cytometric strategy for enumerating Treg cells. FSC, Forward scatter; SSC, side scatter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Negatively selected CD4 1 cells (from PBMCs using a kit from STEMCELL Technologies, Vancouver, British Columbia, Canada) cultured 2.5:1 with Chinese hamster ovary (CHO) cells and soluble OKT3 for 21 hours. Unstimulated is defined as CHO-blank (no transfection) or CHO cells transfected with CD80. Patient and control subject show equivalent upregulation of CD25 and CTLA4 expression upon activation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "CTLA4 mediated transendocytosis of green fluorescent protein (GFP)-tagged CD80 in a patient and a control subject. A, Gating strategy for CD4 1 FoxP3 1 cells. B, After incubation with Chinese hamster ovary (CHO) cells. There was no uptake of GFP with CHO cells alone (left boxes), and cells acquire GFP from CHO-CD80 (middle boxes); this uptake is blocked by anti-CTLA4 at 20 mg/mL (right boxes).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "TCRVb spectratyping performed on isolated Treg cells (CD4 1 CD25 hi CD127 2 ) from patient P9 (A), conventional (non-Treg) CD4 cells from P9 (B), isolated Treg cells from an adult control subject (C), and conventional CD4 cells from a control subject (D). Boxes in Fig E8, B, C, and D, have the same designations as shown in Fig E8, A.FIG E9. A, B-cell (CD19 1 ) counts over time. Reference lines indicate median values for age-related control subjects aged 1 to 2 and 2 to 6 years. E3 B, Class-switched memory cells over time. Note: There are no data on P2. Reference lines indicate the 25th percentile for age-related control subjects aged 0 to 1, 2 to 3, and 4 to 5 years. E4 FIG E10. Further immunohistochemical staining of thymic biopsy specimens. A, CD3 staining showing T cells throughout the thymic tissue. Original magnification 5 34. B, CD1a staining showing strong staining in cortical areas consistent with thymopoiesis. Original magnification 5 32. C, Ki67 staining showing proliferation of cortical thymocytes. Original magnification 5 34. D, CK staining in TECs (CK14). Original magnification 5 310. E, CK5 staining showing mTEC. Original magnification 5 320. F, Claudin 4 (blue) and AIRE (brown) staining in mature mTECs. Original magnification 5 320. FIG E11. Histologic appearance of biopsy specimens of patients who died of viral infections. All original magnifications are 320, except image",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Patients' characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical outcome in patients surviving beyond 12 months",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "and D, and see Figs E6 and E7 in this article's Online Repository at www.jacionline.org). In P9 spectratyping performed on sorted Treg cells showed a diverse repertoire (see Fig E8 in this article's Online Repository at www.jacionline.org).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Autoimmune problems",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "HLA typing of patients and donors",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "T-cell reconstitution",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Clinical implications: Thymus transplantation should be the treatment of choice for infants with cDGS, except possibly in those with severe pre-existing viral infections. The risk of autoimmune complications is a significant issue for survivors, and further work is needed to understand this better. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}