{
    "paper_id": "af98e2fb49846bf4a681883aa16021a372969cb4",
    "metadata": {
        "title": "Model of the pathway of À 1 frameshifting: Long pausing",
        "authors": [
            {
                "first": "Ping",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Soft Matter Physics and Beijing National Laboratory for Condensed Matter Physics",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100190",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "It has been characterized that the programmed ribosomal À 1 frameshifting often occurs at the slippery sequence on the presence of a downstream mRNA pseudoknot. In some prokaryotic cases such as the dnaX gene of Escherichia coli, an additional stimulatory signal-an upstream, internal Shine-Dalgarno (SD) sequence-is also necessary to stimulate the efficient À 1 frameshifting. However, the molecular and physical mechanism of the À 1 frameshifting is poorly understood. Here, we propose a model of the pathway of the À 1 translational frameshifting during ribosome translation of the dnaX À 1 frameshift mRNA. With the model, the single-molecule fluorescence data (Chen et al. (2014) [29]) on the dynamics of the shunt either to long pausing or to normal translation, the tRNA transit and sampling dynamics in the long-paused rotated state, the EF-G sampling dynamics, the mean rotated-state lifetimes, etc., are explained quantitatively. Moreover, the model is also consistent with the experimental data (Yan et al. (2015) [30]) on translocation excursions and broad branching of frameshifting pathways. In addition, we present some predicted results, which can be easily tested by future optical trapping experiments.",
            "cite_spans": [
                {
                    "start": 1006,
                    "end": 1024,
                    "text": "(Yan et al. (2015)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Programmed ribosomal frameshifting is a process where specific signals in the messenger RNA (mRNA) direct the translating ribosome to shift the reading frame. Many viruses including HIV-1 employ the programmed ribosomal frameshifting to control the ratio between structural and enzymatic proteins [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] . When the reading frame is shifted by one base in the 3′ direction it is called þ1 frameshifting, while when the reading frame is shifted by one base in the 5′ direction it is called À 1 frameshifting [8] [9] [10] [11] . It was characterized that the amino acid starvation, i.e., the limitation for particular amino acids, can induce the þ1 frameshifting [8] [9] [10] [11] [12] [13] . The À 1 frameshifting often occurs at the slippery sequence with a form of X_XXY_YYZ on the presence of a downstream mRNA pseudoknot, where codons are shown in the initiation reading frame, with dashes separating in-frame triplets [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [14] [15] [16] [17] . In some prokaryotic cases, an additional stimulatory signal-an upstream, internal Shine-Dalgarno (SD) sequence-is also necessary to stimulate the efficient À 1 frameshifting. For example, the dnaX gene of Escherichia coli has three stimulatory signals-an SD sequence, an A_AAA_AAG slippery sequence and a downstream stem loop or hairpin [11, [17] [18] [19] [20] [21] .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 968,
                    "end": 971,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 996,
                    "end": 1000,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1370,
                    "end": 1374,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1380,
                    "end": 1384,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1390,
                    "end": 1394,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To understand how the À 1 frameshifting is stimulated at the slippery sequence on the presence of the downstream mRNA pseudoknot, several models have been proposed. Leger et al. [22] proposed that the À1 frameshifting occurs when deacylated transfer RNA (tRNA) is located in the E/E site, the peptidyl-tRNA located in the P/P site and the aminoacyl-tRNA located in the A/T entry site. Plant et al. [23] proposed a 9 Å model, which is based on the proposal of a movement of 9 Å by the anticodon loop of the aminoacyl-tRNA between the A/T state of initial binding and the A/ A state of the full accommodation. The movement induces the À 1 frameshifting. Based on the cryo-EM imaging of the mammalian 80S ribosome stalled at an mRNA pseudoknot structure which contains a structurally distorted tRNA in A/P′ hybrid state [24, 25] . Namy et al. proposed that the stereochemical mismatch between the pseudoknot structure and the entrance geometry of the mRNA channel blocks the entry of the downstream mRNA, causing a tension in the mRNA that bends the tRNA in a (þ) sense (3′) direction. As a result, the codon-anticodon interaction breaks over the slippery sequence, allowing a spring-like relaxation of the tRNA in a ( À ) sense (5′) direction and thus causing the tRNA to repair with the mRNA in the À 1 position. Based on the above three models, Liao et al. [26] developed a kinetic model which proposes that the À 1 frameshifting can occur during the translocation step, as proposed in the model by Leger et al. [22] and that by Namy et al. [24] , and/or the aminoacyl-tRNA accommodation step, as proposed in the model by Plant et al. [23] . Recently, Bailey et al. [27] developed a mathematical model that treats mRNA translation and associated À 1 frameshifting as a stochastic process in Contents lists available at ScienceDirect journal homepage: www.elsevier.com/locate/bbrep which the transition probabilities are based on the energetics of local molecular interactions, with which the location and efficiency of À 1 frameshift events in HIV-1 were studied. We proposed another model for the dynamics of the À 1 frameshifting during the translation of the mRNA containing the slippery sequence and downstream mRNA pseudoknot [28] , where a systematical analysis of the À 1 frameshifting that can occur during every transition step in the elongation phase showed that the À 1 frameshifting takes place mainly during the translocation over the sequence, as proposed by Namy et al. [24] , and simultaneously provided a consistent explanation of a lot of available independent experimental data.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 828,
                    "end": 839,
                    "text": "Namy et al.",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1512,
                    "end": 1516,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1635,
                    "end": 1639,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1666,
                    "end": 1670,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2231,
                    "end": 2235,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2485,
                    "end": 2489,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More recently, Chen et al. [29] made a detailed experimental study of the dynamics of the À 1 frameshifting during translation of the dnaX À 1 frameshift mRNA by using single-molecule fluorescence to track directly the compositional and conformational dynamics of individual ribosomes at each codon. Based on their observations they proposed a model of dynamic pathway of the dnaX À 1 frameshifting (see Fig. S1 ). In the model, the stochastic interaction of the ribosome with the hairpin helix in an open or closed state and/or formation of the SD and antiSD pairing interaction represent the shunt to either pausing in the rotated state or normal translation. If the hairpin is in open state, the translocation of the ribosomes with the normal translation is coupled with the reverse intersubunit rotation. If the hairpin is in closed state, the translocation of the paused ribosomes is uncoupled with the reverse intersubunit rotation (called \"uncoupled\" translocation), causing the ribosomes to enter into the long-paused rotated state. However, a quantitative calculation showed that the opening probability of the hairpin helix is only 5.5 Â 10 À 4 (see Section S1), which significantly deviates from the observation showing that about 25% fraction of the ribosomes undergo the normal translation [29] . Then, what is the molecular mechanism of the hairpin and the SD and inti-SD interaction stimulating the shunt to either the long-paused rotated state or the normal translation? Moreover, as the \"uncoupled\" translocation involves no reverse intersubunit rotation, then how the \"uncoupled\" translocation occurs is unclear. In the long-paused rotated state, the detailed mechanism of how elongation factor G (EF-G) and tRNA compete for the binding to the ribosome and how the rotated state is finally resolved by EF-G, etc., is also not clear.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1303,
                    "end": 1307,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 411,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In this work, we propose an alternative model of the À1 frameshifting during translation of the dnaX À 1 frameshift mRNA, addressing the above-mentioned unclear issues and making quantitative explanations of various experimental data observed by Chen et al. [29] . The model can also explain the more recent experimental data of Yan et al. [30] on translocation excursions and broad branching of frameshifting pathways. For simplicity, in the model we do not consider the forward rotation of the 30S head, which will be considered in the next work [31] to explain the biochemical data of Caliskan et al. [32] on the kinetics of EF-G binding and dissociation and on the kinetics of movement of tRNAs inside the ribosome.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to understand easily the pathway of the À 1 translational frameshifting during ribosome translation of the dnaX À 1 frameshift mRNA used in the single-molecule experiments of Chen et al. [29] , we firstly present the model of the elongation pathway for the simplest case of translation through the single-stranded mRNA and then present the model for the more complicated case of translation through the duplex region of mRNA. We base mainly on the following arguments and pieces of experimental evidence to build up the models of the translation elongation by the ribosome.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "(i) The available structural data [33] showed that the binding of tRNA to the A-site of the ribosome results in the 30S ribosomal subunit to transit from an open to a closed form, in which the shoulder and head domains are rotated towards the subunit center, whereas when the decoding center is unoccupied the 30S subunit is in the open conformation. Based on these structural data, we argue that the ternary complex consisting of the aminoacyl-tRNA, EF-Tu and GTP can bind efficiently to the ribosome with an open conformation of the 30S subunit, whereas the ternary complex cannot bind efficiently to the ribosome with the closed form of the 30S subunit. After the binding of the ternary complex, the subsequent codon recognition results in the transition of the 30S subunit from the open to closed conformation. (ii) The peptidyl transfer or removal from the P-site tRNA results in the ribosome in a \"labile\" state, allowing the relative rotation between the two ribosomal subunits, with one conformation as non-rotated and the other one as rotated [34] [35] [36] [37] [38] [39] . The labile ribosome also allows the binding of EF-G. The binding of EF-G complexed with either GTP [35, 36, 39] or GDP [40, 41] facilitates transition to and then stabilizes the rotated state. (iii) We argue that in the closed conformation of the 30S subunit, the binding of EF-G.GTP to the rotated state and then GTP hydrolysis drives a conformational rearrangement of the ribosome (referred to as ribosomal unlocking, as done in the literature), inducing the 30S subunit to transit from the closed to open conformation, opening the mRNA channel, and then facilitating the reverse intersubunit rotation from the rotated to non-rotated state and Pi release. By contrast, in the open conformation of the 30S subunit, the binding of EF-G.GTP and then GTP hydrolysis is inefficient to induce the ribosomal unlocking. The argument is inferred from the following pieces of experimental evidence. It is experimentally shown that a tRNA anticodon stem-loop bound to the 30S A site is minimally required for translocation of mRNA [42] , and the translocation can only occur efficiently after the ribosomal unlocking catalyzed by GTP hydrolysis [43] . On the other hand, the presence of the tRNA anticodon stem-loop bound to the 30S A site implies that the codon recognition has occurred, resulting in the 30S subunit to transit to closed conformation [33] . (iv) The 50S E and P sites have a high affinity for deacylated tRNA and the peptidyl-tRNA, respectively [44, 45] . (v) We argue that after transition to the non-rotated conformation the mRNA channel in the 30S subunit becomes tight, as proposed before based on available structural data [46, 47] . In other words, in the non-rotated conformation the mRNA channel is always tight. (vi) We argue that the peptidyl-tRNA in the \"canonical\" P/P conformation induces efficiently the labile ribosome to be \"nonlabile\", 1 as evidenced from the cryo-EM studies [36] . The ribosome in the non-labile state inhibits the intersubunit rotations and prohibits the binding of EF-G. In other words, the peptidyl-tRNA in the \"non-canonical\" P/P conformation such as the severely deformed peptidyl-tRNA cannot induce efficiently the labile ribosome to be non-labile.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1203,
                    "end": 1207,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2106,
                    "end": 2110,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2220,
                    "end": 2224,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2427,
                    "end": 2431,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2538,
                    "end": 2542,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2543,
                    "end": 2546,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2721,
                    "end": 2725,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2726,
                    "end": 2729,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2986,
                    "end": 2990,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Models"
        },
        {
            "text": "The model of the elongation pathway at low concentration of EF-G. GTP is shown in Fig. 1 [48] . We begin with just after the peptidyl 1 Note 1. In the literature, the \"non-labile\" ribosome is usually called the ribosome in \"locking\" state. Here, for distinguishing from the \"unlocking\" state mentioned above, we use the \"non-labile\" instead of \"locking\". transfer, with deacylated tRNA in the P/P site and the peptidyl-tRNA in the A/A site (State C0). Before EF-G.GTP binding, the labile ribosome allows the spontaneous counterclockwise (viewed from the exterior of the 30S) rotation of the 30S subunit relative to the 50S subunit and vice verse, which are called forward and reverse intersubunit rotations, respectively. The spontaneous intersubunit rotations result in the ribosomal complex to transit from the non-rotated State C0 to rotated or hybrid State H0 and vice verse. The two states are in thermodynamic equilibrium, with the majority being in State H0 [37] [38] [39] . Since in both State C0 and State H0 the 30S A site is occupied, the binding of the ternary complex is not allowed. EF-G.GTP can bind to the labile State C0 and State H0 [49] [50] [51] [52] . (i) If EF-G.GTP binds to State H0 (becoming State H1), after rapid GTP hydrolysis the ribosomal unlocking occurs, opening the mRNA channel and the 30S subunit (State H2). The subsequent reverse intersubunit rotation makes the 30S subunit move downstream relative to the mRNA that is coupled with the two tRNAs by one codon, while the high affinity of the 50S E and P sites for the two tRNAs [44, 45] fixes the two tRNAs to the 50S subunit. This results in the transition of State H2 to posttranslocation state (State POST). Facilitated by the ribosomal unlocking, Pi is also released rapidly and independently of the reverse intersubunit rotation [43] . (ii) If EF-G.GTP binds to State C0 (becoming State C), the transition from State C to State H1 is facilitated mildly [39] and the hybrid State H1 is then stabilized [35, 36, 39] . Since the EF-G-facilitated transition from State C to State H1 (with a rate o10 s À 1 [39, 53] ) is much slower than GTP hydrolysis (with a rate of about 250 s À 1 [43] ), GTP hydrolysis occurs mainly at State C and State H1 is in EF-G.GDP.Pi form, consistent with the available experimental data [54] . In State H1 the ribosomal unlocking occurs (becoming State H2). Then, the reverse intersubunit rotation results in the transition of State H2 to State POST.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1156,
                    "end": 1160,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1564,
                    "end": 1568,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1569,
                    "end": 1572,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1820,
                    "end": 1824,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1944,
                    "end": 1948,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1992,
                    "end": 1996,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1997,
                    "end": 2000,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2001,
                    "end": 2004,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2093,
                    "end": 2097,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2098,
                    "end": 2101,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2171,
                    "end": 2175,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2304,
                    "end": 2308,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model of the elongation pathway of translation of the singlestranded mRNA"
        },
        {
            "text": "In State POST, the peptidyl-tRNA in \"canonical\" P/P conformation induces the ribosome to be non-labile (State 1), accelerating EF-G.GDP release (State 2). Since the non-labile ribosome prohibits the binding of EF-G.GTP, only the ternary complex can now bind efficiently to the ribosome with an open 30S subunit in the partially bound T/A state (State 3). The subsequent codon recognition (State 4) induces closing of the 30S subunit and triggers GTPase activation, GTP hydrolysis and Pi release (State 5), resulting in a large-scale conformational change of EF-Tu to the GDP-bound form (State 6). EF-Tu.GDP is then released and the aminoacyl-tRNA is accommodated into its fully bound A/A state (State 7). Then the peptidyl transfer leads to State C0, from which the next elongation cycle will proceed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model of the elongation pathway of translation of the singlestranded mRNA"
        },
        {
            "text": "Model of the elongation pathway of translation through the mRNA duplex at non-slippery sites In Fig. 1 , after the ribosomal unlocking (State H2) no resistance is present to impede the downstream movement of the 30S subunit along the mRNA. Thus, with the high affinity of the 50S E and P sites fixing the two tRNAs to the 50S subunit, the subsequent reverse intersubunit rotation makes the 30S subunit move downstream relative to the mRNA that is coupled with the two tRNAs by one codon with a 100% probability. However, if the downstream duplex is present, due to the competition between the free energy change of unwinding three mRNA base pairs and that of breaking the interaction of the two tRNAs with the 50S E and P sites, two possibilities of transitions from State H2 can be caused by the reverse intersubunit rotation (Fig. 2) [55] . (i) The reverse intersubunit rotation makes the 30S subunit move downstream relative to the mRNA coupled with the two tRNAs by overcoming the free energy of unwinding three mRNA base pairs, while the high binding energy of the two tRNAs to the 50S E and P sites fixes the two tRNAs to the 50S subunit. This results in the transition of State H2 to State POST, as in Fig. 1 , which is called effective translocation. (ii) The reverse intersubunit rotation makes the 50S subunit move relative to the two tRNAs by overcoming the binding energy of the two tRNAs to the 50S E and P sites, while the resistance from the downstream duplex prevents the 30S subunit from moving relative to the mRNA coupled with the two tRNAs. This results in the transition of State H2 to the classical non-rotated pretranslocation state (called futile state, denoted by State FC), which is called futile translocation.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 840,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 827,
                    "end": 835,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1209,
                    "end": 1215,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "2.2."
        },
        {
            "text": "In the non-rotated conformation (State FC), the mRNA channel becomes tight. Since the peptidyl-tRNA is not in the P/P site, the ribosome cannot become non-labile. EF-G.GDP then facilitates State FC transiting to the rotated/hybrid state (State FH). After EF-G.GDP release, EF-G.GTP binding and then GTP hydrolysis, State FH becomes State H1, from which the transition to State H2 continues. After transition to State POST, the transitions to State C0 (indicated by the green arrow) are the same as those (inside the region bounded by broken lines) in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 557,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "2.2."
        },
        {
            "text": "The peculiarity of the model (Fig. 2) are bound with EF-G.GTP or EF-G.GDP.Pi. In the model (Fig. 2) , the ribosome uses only one mechanism to unwind the mRNA duplex [55] , rather than uses two mechanisms as proposed by Qu et al. [56] . As shown before, with the consideration of the futile translocation various single-molecule experimental data such as the optical-trapping data on the rate and dwell-time distribution of translation through the mRNA duplex versus the pulling force to unzip the duplex [56, 57] and the smFRET (single-molecule fluorescence resonance energy transfer) data on the dynamics of slow dissociation of deacylated tRNA from the E site induced by the downstream secondary structures [58] can be explained quantitatively [55, 59, 60] . In particular, the recent high-resolution smFRET data of Kim et al. [61] give a strong support to the futile translocation, which showed that when translates through the mRNA containing the downstream stem loop the ribosomal complex exhibits multiple fluctuations between the classical non-rotated state (State FC in Fig. 2 ) and hybrid state (State FH, State H1 and State H2) before undergoing mRNA translocation (State POST) at saturating EF-G, whereas when translates through the mRNA lacking the stem loop the ribosomal complex samples the hybrid state (State H1 and State H2) only once before undergoing mRNA translocation [62] . In addition, the consideration of the futile translocation is consistent with the proposal of futile elongation factor 2 (eEF2) cycling during ribosomal translocation in 80S ribosome with the presence of mRNA secondary structures by Flanagan et al. [25] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1389,
                    "end": 1393,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1645,
                    "end": 1649,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 91,
                    "end": 99,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1078,
                    "end": 1084,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "2.2."
        },
        {
            "text": "2.3. Model of the elongation pathway of translation through the mRNA duplex at the slippery site As shown in Fig. 2 , at the non-slippery site, after the ribosomal unlocking the reverse intersubunit rotation can result in the transition of State H2 either to State POST or to State FC. At the slippery site, besides these two transitions the reverse intersubunit rotation can also result in both the movement of the 30S subunit relative to the mRNA by unwinding only two mRNA base pairs and shifting the anticodon of the peptidyl-tRNA from pairing with codon XXY to pairing with codon XXX and the movement of the 50S subunit relative to the mRNA by bending the peptidyl-tRNA, due to the specific affinity of the peptidyl moiety for the 50S P site [45] and the interaction of the anticodon of peptidyl-tRNA with codon XXX (Fig. 3) . 2 This causes the transition of State H2 to State LP (called long-paused state). In contrast to the transitions to State POST and to State FC, where the reverse intersubunit rotation is realized by the movement of the 30S subunit relative to the tRNA-mRNA complex with the 50S subunit being fixed to the tRNAs and by the movement of the 50S subunit relative to the tRNAs with the 30S subunit being fixed to the tRNA-mRNA complex, respectively, in the transition to State LP the reverse intersubunit rotation is realized by the movements of both the 30S and 50S subunits relative to the mRNA.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 751,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 832,
                    "end": 833,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 115,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 821,
                    "end": 829,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "2.2."
        },
        {
            "text": "If transition to State POST or to State FC occurs, the transitions from State POST to State C0 or the transitions from State FC to State H1 are the same as those in Fig. 2 , with the transitions in Fig. 2 corresponding to the transitions inside the box of Fig. 3 . If transition to State LP occurs, with the non-rotated conformation the mRNA channel becomes tight. But, the severely bent peptidyl-tRNA, which is not in the \"canonical\" P/P conformation, cannot efficiently induce the ribosome to be non-labile. EF-G.GDP facilitates the ribosome transiting to the rotated state (State FS) and then stabilizes the rotated state. Since in State LP the anticodon of the deacylated tRNA is not paired with the 30S E site codon, the deacylated tRNA would be dissociated readily.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 171,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 198,
                    "end": 204,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 256,
                    "end": 262,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "2.2."
        },
        {
            "text": "The peculiarity of the model (Fig. 3) is the existence of State LP and State FS bound with EF-G.GDP, where the peptidyl-tRNA adopts the bent conformation, as proposed by Namy et al. [24, 25] based on their structural observations. In State FS, due to the peptidyl moiety being fixed to the 50S P site by the specific interaction between them, the movement of 50S subunit relative to the mRNA that is coupled to the anticodon of tRNA causes the bending of tRNA. In the case with only downstream mRNA secondary structure but without upstream SD sequence, considering 2 Note 2. It is considered that a reverse intersubunit rotation justly makes the 30S subunit move relative to the mRNA by a codon (three nucleotides) in the 3′ direction with the 50S subunit being kept fixed to the two tRNAs (the effective translocation) or make the 50S subunit move relative to the mRNA by three nucleotides in the 5′ direction (i.e., the two tRNAs move from the 50S E and P sites to 50S P and A sites) but with the 30S subunit being kept fixed to the mRNA (the futile translocation). Thus, the two cases will not cause bending of the tRNAs. However, if the reverse intersubunit rotation is realized by making 30S subunit move relative to the mRNA by two nucleotides in the 3′ direction and making 50S subunit move relative to the mRNA by one nucleotide in the 5′ direction, considering that the peptidyl moiety is fixed to the 50S P site by the specific interaction between them and the anticodon of the peptidyl-tRNA is paring with codon XXX, the movements would cause bending of the peptidyl-tRNA. that the pulling on the mRNA that arises from the annealing tendency of the unwound mRNA base pairs would also cause the anticodon stem loop of the tRNA to bias toward the A-site, the structural feature of State FS would be similar to that observed in 80S ribosomal complex bound with eEF2 by Namy et al. [24, 25] showing a spring-like deformation of the tRNA in A/P′ state. For the system with no SD sequence involvement, although the bent tRNA is biased toward the A-site, the A-site is left open to some extent, allowing for aminoacyl-tRNA binding. Thus, the model ( Fig. 3 ) could also be applicable to the system with the IBV pseudoknot but without the SD sequence [24, 25] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1889,
                    "end": 1893,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1894,
                    "end": 1897,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2254,
                    "end": 2258,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2259,
                    "end": 2262,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2154,
                    "end": 2160,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "2.2."
        },
        {
            "text": "From State FS, the pathway of transitions to State C0 is shown in Fig. 4 . After EF-G.GDP release, since the ribosome in State FS1 is in labile state EF-G.GTP can bind, and since the 30S subunit is in the open conformation the ternary complex can also bind efficiently. Thus, both EF-G.GTP and the ternary complex compete for the binding to State FS1, which is consistent with the single-molecule data [29] . First, consider EF-G.GTP binding. In the open conformation of the 30S subunit, the binding of EF-G.GTP and then GTP hydrolysis is inefficient to induce the ribosomal unlocking. Without ribosomal unlocking facilitating the reverse intersubunit rotation, the ribosome is kept in the rotated conformation during the reaction cycle of EF-G.GTP binding, GTP hydrolysis, Pi release and then EF-G.GDP release.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "The pathway of transitions from state FS to state C0"
        },
        {
            "text": "Then, consider the binding of the ternary complex (State FS2). If the arriving tRNA is cognate to codon YYZ, the codon recognition will facilitate the peptidyl-tRNA to shift the reading frame from codon XXX (State FS2) to codon XXY (State NF2). If the arriving tRNA is cognate to codon YYY, no shift of the reading frame of the peptidyl-tRNA will occur. Thus, whether the À 1 frameshifting can occur or not is determined mainly by the arriving tRNAs in State FS2, which is in turn determined by their magnitudes in the binding affinity to the ribosome and the relative concentrations in solution. The codon recognition induces the open 30S subunit transiting to closed conformation, triggering GTPase activation, GTP hydrolysis and Pi release (State FS3). The resultant conformational change of EF-Tu induces the accommodation of the aminoacyl-tRNA and EF-Tu.GDP release (State FS4). Note that during the codon recognition, i.e., before the 30S subunit becoming closed, the aminoacyl-tRNA can be dissociated [63, 64] , returning to State FS1. Note also that after the codon recognition, i.e., after the 30S subunit becoming closed, but before the completion of the accommodation, the aminoacyl-tRNA can also be dissociated [63, 64] , with State FS3 transiting to State FS5. For the ribosome in the non-canonical rotated conformation, the probabilities of the aminoacyl-tRNA dissociation in the two steps could be much larger than those for the ribosome in the canonical nonrotated conformation due partially to the fact that in the non-canonical rotated state the process of the codon recognition and that of the accommodation could be elongated greatly. Thus, multiple bindings of the ternary complex can occur in the stalled rotated state, which is consistent with the single-molecule data [29] . Since in State FS5 the 30S subunit is in the closed conformation, the ternary complex cannot bind efficiently, but EF-G.GTP binds efficiently. As the 30S subunit is now in the closed conformation, the GTP hydrolysis can induce efficiently the ribosomal unlocking (State FS6), inducing the 30S subunit transiting to open conformation and facilitating the reverse intersubunit rotation and Pi release. Due to the specific affinity of the 50S P site for the peptidyl-tRNA and the resistance of the mRNA duplex to the Fig. 4 . Schematic representation of the pathway after entering into the long-paused rotated state (see text for detailed description). State FS is the same as that shown in Fig. 3 . downstream movement of the 30S subunit, the reverse intersubunit rotation would cause the rotated State FS6 transiting to non-rotated State FS7, where the mRNA channel becomes tight. Then, the transitions from State FS7 to State C0 (indicated by the green arrow) are the same as those (inside the region bounded by broken lines) in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1228,
                    "end": 1231,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1792,
                    "end": 1796,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 2313,
                    "end": 2319,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2487,
                    "end": 2493,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2828,
                    "end": 2834,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The pathway of transitions from state FS to state C0"
        },
        {
            "text": "If the accommodation is completed occasionally without aminoacyl-tRNA dissociation (State FS4), since the ribosome is not in the canonical non-rotated state the peptidyl transfer is inefficient, and since the 30S A site is occupied only EF-G.GTP can bind to State FS4. With the presence of the tRNA anticodon stem-loop bound to the 30S A site, i.e., with the 30S subunit in the closed conformation, after EF-G.GTP binding and then GTP hydrolysis (State FS8), the ribosomal unlocking occurs efficiently (State FS9), facilitating the reverse intersubunit rotation and Pi release. Due to the specific affinity of the 50S P and A sites for the peptidyl-tRNA and aminoacyl-tRNA, respectively, and the resistance of the mRNA duplex to the downstream movement of the 30S subunit, the reverse intersubunit rotation causes the rotated State FS9 to nonrotated State FS10. In State FS10, the mRNA channel becomes tight and the peptidyl-tRNA in the canonical P/P conformation induces the ribosome to be non-labile. After EF-G.GDP release and the efficient peptidyl transfer in the canonical non-rotated state, the ribosomal complex returns to Sate C0. Note that the transition from State FS3 to State C0 via State FS4, State FS8, State FS9 and State FS10 gives overlap of a tRNA pulse with the reverse rotation of the long pause, as observed experimentally (see Extended data Fig. 10c in Chen et al. [29] , case 2). By contrast, the transition from State FS3 to State C0 via State FS5, State FS6 and State FS7 gives correlation of tRNA arrival and reverse rotation of the ribosome after the long rotated-state pause, as observed experimentally (see Extended data Fig. 10c in Chen et al. [29] , case 1).",
            "cite_spans": [
                {
                    "start": 1388,
                    "end": 1392,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1675,
                    "end": 1679,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1364,
                    "end": 1372,
                    "text": "Fig. 10c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1651,
                    "end": 1659,
                    "text": "Fig. 10c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The pathway of transitions from state FS to state C0"
        },
        {
            "text": "From State NF2, we have the similar pathway of state transitions to that shown in Fig. 4 , but with the peptidyl-tRNA being paired with codon XXY. The peculiarity of the pathway (Fig. 4) is the presence of the long-paused rotated conformation of the ribosome, as observed by Chen et al. [29] .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 186,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "The pathway of transitions from state FS to state C0"
        },
        {
            "text": "The difference between the three models (Figs. 1-3) is in the transition of State H2 caused by the reverse intersubunit rotation. In the model of translation through the single-stranded mRNA, the reverse intersubunit rotation results in the transition of State H2 to State POST (with a probability ( ) P E 1 ¼1) (Fig. 1 ). The transition corresponds to the movement of the 30 S subunit relative to the tRNA-mRNA complex while the 50 S subunit being kept fixed to the two tRNAs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 319,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The comparison between the three models"
        },
        {
            "text": "In the model of translation through the duplex region of mRNA at the non-slippery site, the reverse intersubunit rotation results in the transition of State H2 also to State FC (with a probability ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The comparison between the three models"
        },
        {
            "text": "besides to State POST (with a probability ( ) (Fig. 2) . As mentioned just above, the transition to State POST corresponds to the movement of the 30S subunit relative to the tRNA-mRNA complex while the 50S subunit being kept fixed to the two tRNAs. By contrast, the transition to State FC corresponds to the movement of the 50S subunit relative to the two tRNAs while the 30S subunit being kept fixed to the tRNA-mRNA complex.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The comparison between the three models"
        },
        {
            "text": "In the model of translation through the duplex region of mRNA at the slippery site, the reverse intersubunit rotation results in the transition of State H2 also to State LP (with a probability ( ) P LP 1 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The comparison between the three models"
        },
        {
            "text": "besides to State POST (with a probability ( ) P E 1 ) and State FC (with a probability ( ) . 3) . As mentioned just above, the transition to State POST corresponds to the movement of the 30S subunit relative to the tRNA-mRNA complex while the 50S subunit being kept fixed to the two tRNAs, whereas the transition to State FC corresponds to the movement of the 50S subunit relative to the two tRNAs while the 30S subunit being kept fixed to the tRNA-mRNA complex. By contrast, the transition to State LP corresponds to the movements of both the 30S and 50S subunits relative to the mRNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": ". 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The comparison between the three models"
        },
        {
            "text": "The three models can be commonly described by model of Fig. 3 , where model of Fig. 2 corresponds to ( ) P LP 1 ¼ 0 and model of",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 61,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 79,
                    "end": 85,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The comparison between the three models"
        },
        {
            "text": "In this work, we focus mainly on the explanation of the singlemolecule experimental data of Chen et al. [29] . Thus, we focus our studies on the wild-type (WT) dnaX À 1 frameshift mRNA and some mutant mRNAs used in the experiments, which contain both the internal SD sequence and hairpin, as shown in Fig. 5a . We also present predicted results with the mRNA in the absence of both SD sequence and hairpin, as shown in Fig. 5b . ) of the 50S E and P sites to the two tRNAs. The transition to State LP requires overcoming four free energy changes including the free energy change ( E 2 bp ) of unwinding two mRNA base pairs, the free energy change ( ΔE codon ) of shifting the peptidyl-tRNA anticodon from pairing with codon XXY to pairing with codon XXX and breaking the interaction between deacylated tRNA anticodon and codon BCX, the free energy change (ΔtRNA) of bending the P-site peptidyl-tRNA in State LP, and the free energy change (Δ ( ) E SD 2 ) of the SD-antiSD interaction which is induced by the movement of the ribosome from the position with d¼ 0 where the SD and antiSD have the largest interacting energy to the position with d ¼ 2p where the SD and antiSD have a smaller interacting energy, with Δ ( )",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 419,
                    "end": 426,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The transition to State LP implies the occurrence of the long-paused rotated state. Thus, the occurrence probability of State LP caused by one reverse intersubunit rotation is calculated by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "is the thermal energy. Correspondingly, the occurrence probability of State POST, i.e., an effective translocation, caused by one reverse intersubunit rotation is calculated by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "With Eqs. (1) and (2) the occurrence probability of the long-paused rotated state during the translation is calculated by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "1 , which is rewritten as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "as defined in Eq. (1). Then, the occurrence probability of the normal translation at the slippery site (i.e., at codon AAA 24 ) is calculated by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Eq. (3) shows clearly that the occurrence probability of the long-paused rotated state is determined by the SD-antiSD interaction (characterized by ΔΔE SD ) and the stability of the base pair of the downstream hairpin (characterized by E bp ), as well as the codons at the slippery site (characterized by ΔE codon ) and the bending of the P-site peptidyl-tRNA (characterized by ΔtRNA), while is independent of other factors such as the concentrations of EF-G.GTP and the ternary complex, which is consistent with the experimental data [29] . The single-molecule experimental data [29] showed that at the slippery site (i.e., at codon AAA 24 ) of the WT mRNA, where both the SD-antiSD interaction and the downstream hairpin are present, the occurrence probability of the long-paused rotated state is 75%; for the mutant mRNA without the internal SD sequence, which corresponds to ΔΔE SD ¼0 in Eq. (3), the occurrence probability of the long-paused rotated state is 38%; and for the mutant mRNA without the downstream hairpin, which corresponds to E bp ¼ 0 in Eq. (3), the occurrence probability of the long-paused rotated state is 20%. With Eq. (3), by adjusting ΔE ¼ 3k B T, ΔΔE SD ¼ 1.6k B T and E bp ¼2.5k B T we obtain P LP ¼0.75 for the WT mRNA. Then, with ΔE ¼3k B T, ΔΔE SD ¼0 and E bp ¼2.5k B T we obtain P LP ¼ 0.38 for the mutant mRNA without the internal SD sequence; and with ΔE ¼ 3k B T, ΔΔE SD ¼ 1.6k B T and E bp ¼0 we obtain P LP ¼0.2 for the mutant mRNA without the downstream hairpin. The fitted value of E bp ¼2.5k B T implies that the free energy change of unwinding one mRNA base pair is about 1.5 kcal/mol, which is close to the value estimated in the literature [65] .",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 539,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1684,
                    "end": 1688,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "From Eq. (3) it is clearly seen that the occurrence probability of the long-paused rotated state or the frequency of frameshifting increases with the increase of E bp , implying that increasing mRNA structure stability increases the frequency of frameshifting. Moreover, Eq. (3) shows that for the system with no SD sequence involvement, i.e., with ΔΔE SD ¼ 0, the efficiency P LP is smaller than that with ΔΔE SD 4 0, explaining the experimental data showing that the frameshifting efficiency related to the system where only the IBV pseudoknot is present but no SD sequence is involved [24] is smaller than that for the system where both the stem loop and SD sequence are involved [29] .",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Based on the experimental data, Chen et al. [29] proposed a model of the elongation pathway for translation at the slippery site (i.e., at codon AAA 24 ) where both the SD-antiSD interaction and the downstream hairpin are present (see Fig. S1 ). The model argued that the translocation that is uncoupled with the reverse intersubunit rotation (called \"uncoupled\" translocation) can occur at codon AAA 24 and the \"uncoupled\" translocation is the þ3 translocation (i.e., the downstream translocation of the ribosome by 3 nucleotides along the mRNA). According to this model, for the AAG(AAA) mutant, i.e., changing AAG 27 codon to AAA 27 (Fig. 5a) , after the \"uncoupled\" translocation the peptidyl-tRNA Lys (AAA 24 ) codon pair is in the P site and the AAA 27 codon is in the A site that is now available for aminoacyl-tRNA binding. Since whether after the À 1 slippage or not the codon in the A site is always AAA, both the AAA 26 codon ( À 1 frame) and AAA 27 codon (0 frame) have the same interaction energy with the aminoacyl-tRNA Lys . Thus, it would be expected that in the pathway of the \"uncoupled\" translocation ( Fig. S1 ), the probability of the translation in 0 frame should be larger than or at least equal to that of the translation in À1 frame. However, this is inconsistent with the experimental data [29] , as discussed below. The experimental data [29] showed that for the WT mRNA about F UT ¼71-75% fraction of the elongating ribsosmes proceed in the pathway of the \"uncoupled\" translocation (with 71% of elongating ribosomes exhibiting 4 4 Cy5-tRNA Lsy pulses or with the frameshifting percentage of about 75%) and for the AAG(AAA) mutant mRNA the -1 frameshifting percentage is about F FS ¼49%. Since for both the WT mRNA and AAG(AAA) mutant, the elongating ribosomes should have the same fraction (F UT ¼71-75%) that proceed in the pathway of the \"uncoupled\" translocation, it is thus expected that for the AAG (AAA) mutant the non-frameshifting percentage is about F NF ¼F UT À F FS ¼ 22-26% in the pathway of the \"uncoupled\" translocation. In other words, in the pathway of the \"uncoupled\" translocation, about 22-26% ribosomes that enter the stalled state do not frameshift, while the experimental data [29] showed that about 49% ribosomes that enter the stalled state frameshift, with the former being about 2-fold smaller than the latter. This is inconsistent with the deduction from the experimental data showing that for the AAG(AAA) mutant, in the pathway of the \"uncoupled\" translocation, the probability of the translation in 0 frame should be larger than or at least equal to that of the translation in À 1 frame (see just above). The inconsistency thus argues against the þ3 translocation proposal.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 633,
                    "end": 635,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2227,
                    "end": 2231,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1122,
                    "end": 1129,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "þ2 translocation model versus þ3 translocation model"
        },
        {
            "text": "By contrast, the experimental data for the AAG(AAA) mutant supports the incomplete þ2 translocation, which is consistent with our model (Fig. 4) predicting that the probability of the translation in À1 frame is larger than in 0 frame. For other mutant sequences such as the AAG(UUU) mutant (changing AAG 27 to UUU 27 ) and AAG(AAC) mutant (changing AAG 27 to AAC 27 ) with the codon for À 1 frame in the A site being different from the codon for 0 frame (Fig. 5a) , the two codons have different interaction energies with their corresponding cognate tRNAs, which plays an important role in determining the probability of the translation in 0 frame and that of the translation in À1 frame in the pathway of the þ2 translocation (Fig. 4) . This could provide an explanation of the experimental data in Chen et al. [29] . For the WT sequence, the AAA 26 codon ( À 1 frame) has the larger interaction strength with the UUU anticodon of the aminoacyl-tRNA Lys than the AAG 27 codon (0 frame). Thus, the probability of the translation in À1 frame is expected to be much larger than that of the translation in 0 frame in the pathway of the þ2 translocation. For the AAG(AAA) mutant, the same AAA codon for À 1 frame and 0 frame give the same interaction energy with the UUU anticodon of the aminoacyl-tRNA Lys , inducing the probability of the translation in À 1 frame to be smaller than that for the WT sequence. For the AAG (UUU) mutant, the further reduction of the probability of the translation in À 1 frame relative to that for the AAG(AAA) mutant [29] could be due to the fact that the UUU 27 codon (0 frame) has a stronger interaction than the AUU 26 codon ( À 1 frame) with their corresponding cognate tRNAs.",
            "cite_spans": [
                {
                    "start": 812,
                    "end": 816,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 463,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 727,
                    "end": 735,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "þ2 translocation model versus þ3 translocation model"
        },
        {
            "text": "The experimental data on tRNA sampling dynamics and slippage during frameshifting (Extended data Fig. 9 in Chen et al. [29] ) are explained as follows. The available biochemical data showed that the binding rate of a near-cognate tRNA is similar to that of the cognate tRNA to the A site of the ribosome [63, 64] . Thus, for the AAG(UUU) mutant, it is expected that after the þ2 translocation at codon AAA 24 , the arrival time of the near-cognate aminoacyl-tRNA Phe to the A-site AUU 26 codon (À 1 frame) would be similar to that of the cognate aminoacyl-tRNA Lys to the A-site AAA 26 codon ( À 1 frame) for the WT sequence. Consequently, after the þ2 translocation the tRNA Phe arrival time for the AAG(UUU) mutant could be similar to tRNA Lys arrival time for the WT sequence. Moreover, for the AAG(UUU) mutant, after the binding of tRNA Phe to the A-site AUU 26 codon ( À1 frame) the stronger interaction of the AAA anticodon of tRNA Phe with the UUU codon induces slippage of the two tRNAs to the 0 frames. Consequently, after the þ2 translocation at codon AAA 24 the mean lifetime of tRNA Phe sampling for the AAG(UUU) mutant could be also similar to that of tRNA Lys sampling for the WT sequence. In addition, for Cy5-tRNA Lys transit through the AAG(UUU) mutant, because both the sampling of cognate tRNA Ile to the A-site AUU 26 codon ( À 1 frame) and the sampling of cognate tRNA Phe to the A-site UUU 27 codon (0 frame) are invisible, only three Lys pulses can be observed, consistent with the experimental data [29] . For Cy5-tRNA Lys transit through the AAG(AAC) mutant, after the þ2 translocation at codon AAA 24 , because the binding rate of the nearcognate tRNA Asn to the A-site AAA 26 codon ( À 1 frame) is similar to the cognate tRNA Lys to the A-site AAA 26 codon, about half fraction of Cy5-tRNA Lys samplings to the A-site AAA 26 codon can occur. On the other hand, the þ2 translocation contains about 71% fraction of the total translocations [29] . Thus, it is estimated that the probability of observing more than three Lys pulses is about 35%, which is slightly larger than the experimental data of about 25% [29] . Assuming that the Cy5-labeling may reduce the tRNA binding rate, it is expected that the probability of observing more than three Lys pulses is slightly smaller than 35% estimated above.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1523,
                    "end": 1527,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1775,
                    "end": 1777,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1965,
                    "end": 1969,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2134,
                    "end": 2138,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "þ2 translocation model versus þ3 translocation model"
        },
        {
            "text": "It should be mentioned that based on the fact that the binding rate of the near-cognate tRNA is similar to that of the cognate tRNA to the A site of the ribosome [63, 64] , it is expected that both the þ2 translocation model and the þ3 translocation model would give the similar results on the tRNA sampling dynamics for the mRNAs such as AAG(UUU) mutant and AAG(AAC) mutant used in Extended data Fig. 9 of Chen et al. [29] . Thus, based only on the experimental data given in Extended data Fig. 9 of Chen et al. [29] , we cannot determine which of the two models is more reasonable. However, as discussed above, the experimental data for the AAG (AAA) mutant, which gives the same A-site codon for both À 1 frame and 0 frame, are inconsistent with the þ3 translocation model but are consistent with the þ2 translocation model. With the similar procedure to that used before [66] , we easily derive that the distribution of times for transition from State FS2 to State FS3 (Fig. 4) has the form, 3 20 20 , and the distribution of times of the aminoacyl-tRNA dissociation during transition from State FS2 to State FS3 has the form,",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 996,
                    "end": 1003,
                    "text": "3 20 20",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 403,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 491,
                    "end": 497,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 973,
                    "end": 981,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "þ2 translocation model versus þ3 translocation model"
        },
        {
            "text": "and ( ) → g t 2 3 , the probability of the aminoacyl-tRNA dissociation during transition from State FS2 to State FS3 is calculated by",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 17,
                    "text": "2 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "þ2 translocation model versus þ3 translocation model"
        },
        {
            "text": ", which is rewritten as 21 20 With the dissociation probability → P 2 3 , the mean number of the aminoacyl-tRNA samplings to the long-paused rotated state in From Eq. (5) it is seen that the mean number N is only determined by two rate constants k 20 and k 21 , which are independent of the concentrations of EF-G.GTP and the ternary complex (see Fig. 4 ). Thus, N remains constant at the various factor concentrations, which is consistent with the single-molecule experimental data (Extended Data Fig. 8c in Chen et al. [29] ). From the measured value of N E2 [29] , with Eq. (5) we obtain k k / 21 20 E1.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 29,
                    "text": "21 20",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 353,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 505,
                    "text": "Fig. 8c",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "þ2 translocation model versus þ3 translocation model"
        },
        {
            "text": "Then we derive equation of the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state in Fig. 4 . We easily derive that the distribution of times for transition from State FS3 to State FS4 has the form, and ( ) → g t 3 4 , we obtain that the probability of the aminoacyl-tRNA dissociation during transition from State FS3 to State FS4 has the form For the case that the aminoacyl-tRNA is dissociated during the transition from State FS2 to State FS3, the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state is For the case that the aminoacyl-tRNA is dissociated during the transition from State FS3 to State FS4, the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state is calcu-",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "3 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 115,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Mean lifetime of aminoacyl-tRNA Lys bound to the long-paused rotated state"
        },
        {
            "text": ", which is rewritten as Then, the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state in Fig. 4 The experimental data showed that the transitions are mainly along the pathway of transition from State FS3 to State FS5, implying that → P 3 4 approaches nearly 1. Thus, from Eq. (6) we note that k 23 »k 22 . This implies that the third term in the right-hand side of Eq. (11) is much smaller than the other two terms. Moreover, rate constants k 20 , k 21 , k 22 and k 23 are independent of the concentrations of EF-G.GTP and the ternary complex (see Fig. 4 ). Thus, Eq. (11) implies that the mean lifetime T tRNA remains constant at the various factor concentrations, which is also consistent with the single-molecule experimental data (Extended Data Fig. 8c in Chen et al. [29] ).",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 577,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 779,
                    "text": "Fig. 8c",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Mean lifetime of aminoacyl-tRNA Lys bound to the long-paused rotated state"
        },
        {
            "text": "In State FS1 with open 30S subunit (Fig. 4) , EF-G and the ternary complex compete for the binding to the ribosome. Denoting by ( ) ",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "( )",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 43,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Mean arrival time of aminoacyl-tRNA Lys to the long-paused rotated state"
        },
        {
            "text": "Since in the solution except tRNA Lys there is no other tRNA that is cognate or near-cognate to codon AAA [29] , we have neglected the binding of other tRNAs except tRNA Lys to codon AAA 26 in Eq. (12) . With probability P (G) , the mean number of EF-G.GTP molecules that can bind to the long-paused rotated state before tRNA Lys binding can be calculated by",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Mean arrival time of aminoacyl-tRNA Lys to the long-paused rotated state"
        },
        {
            "text": ", which is rewritten as [29] . Note that based on our model (Fig. 3) both the WT mRNA and AAG(AAA) mutant give the same P LP and P E .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mean arrival time of aminoacyl-tRNA Lys to the long-paused rotated state"
        },
        {
            "text": "With N (G) EF-G.GTP molecules that can bind to the long-paused rotated state before tRNA Lys binding, the mean arrival time of tRNA Lys to the long-paused rotated state can be calculated by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mean arrival time of aminoacyl-tRNA Lys to the long-paused rotated state"
        },
        {
            "text": "where T (G) is the mean EF-G lifetime bound to the long-paused rotated state. With Eqs. (12) and (13) ",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Mean arrival time of aminoacyl-tRNA Lys to the long-paused rotated state"
        },
        {
            "text": "Based on our model, for the case of the translation at nonslippery sites and with no SD-antiSD interaction, the probability of effective translocation, ( ) P E 1 E1 (see Section S2), giving the number of EF-G bindings per codon, ( ) N G 1 E1. This is consistent with the single-molecule experimental data (about 1-1.5) at codons except near codon AAA 24 (see Fig. 3b in Chen et al. [29] ). Since after EF-G. GTP binding GTP hydrolysis is fast and the ribosomal unlocking facilitates rapid reverse ribosomal rotation [43] , the mean EF-G lifetime can be approximately calculated by (see Fig. 1 ",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 366,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 586,
                    "end": 592,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "During translation at non-slippery sites and without the SD-antiSD interaction"
        },
        {
            "text": "From the available biochemical data, we have k 4 ¼35 − s 1 , k 6 ¼5 − s 1 and k 7 ¼20 − s 1 [43, 67] . With these values, from Eq. (16) we obtain ( ) T G 1 ¼0.28 s, which is close to the experimental data of about 0.2 s (see Fig. 3b in Chen et al. [29] ).",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "During translation at non-slippery sites and without the SD-antiSD interaction"
        },
        {
            "text": "For the case of the translation at the non-slippery site where both the SD-antiSD interaction and the downstream hairpin are present, i.e., at codon AAG 24 for A21G-A24G mutant (refer to Fig.  S2 ), the probability ( ) P E 1 becomes smaller than 1, giving the number of EF-G bindings per codon larger than 1 (see Fig. 2 ). The mean number of futile translocations is then calculated by Since the rate constant k 5 of the ribosomal unlocking is large (about 35 − s 1 [43, 67] ), the mean EF-G lifetime (see Fig. 2 ) can thus be approximately calculated by",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "67]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "text": "Fig.  S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 313,
                    "end": 319,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 506,
                    "end": 512,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "During translation at the non-slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "where k r is the rate of EF-G.GDP releasing from hybrid State FH. From the single-molecule experimental data, we have ( ) N G 2 ¼4 at codon AAG 24 for A21G-A24G mutant (see Fig. 3c in Chen et al. [29] ). From Eq. (17) we obtain ( ) P E 1 ¼ 0.25, implying that the SD-antiSD interaction and the unwinding of the downstream hairpin induces the effective-translocation probability ( ) P E 1 at codon AAG 24 to be about 0.25. Previous single-molecule data showed that the release of EF-G.GDP from the pretranslocation state is slower than that from the posttrasnlocation state [50] , giving",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Fig. 3c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "During translation at the non-slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "Thus, from Eq. (18) it is expected that ( ) T G 2 4 ( ) T G 1 , which is consistent with the experimental data showing that the mean EF-G lifetime at codon AAG 24 , where the SD-antiSD interaction is present, is about 1.3-fold -2-fold larger than those at other codons, where no SD-antiSD interaction is present (see Fig. 3c in Chen et al. [29] ).",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 324,
                    "text": "Fig. 3c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "During translation at the non-slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "For the case of the translation at the slippery site where both the SD-antiSD interaction and the downstream hairpin are present, i.e., at codon AAA 24 for the WT (refer to Fig. S2 ), the mean number of EF-G bindings in an elongation cycle (see Figs. 3 and 4) can be calculated by , and T (G) is defined in Eq. (14) .",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "During translation at the slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "As determined just above, at the non-slippery site and with both the SD-antiSD interaction and downstream hairpin, the probability of effective translocation caused by one reverse intersubunit rotation is about 0.25. Thus, for an approximation, at the slippery site Fig. 3b in Chen et al. [29] ) and P LP ¼0.75 [29] , from Eq. (19) we have the mean number of EF-G bindings in an elongation cycle under the condition of Fig. 3b in Chen et al. [29] , ( ) Fig. 3c in Chen et al. [29] ), ( ) T G 3 E0.9 s (see Fig. 3b in Chen et al. [29] ) and P LP ¼ 0.75 [29] , from Eq. (20) we obtain the mean lifetime of EF-G bound to the long-paused rotated state,",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "( )",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 419,
                    "end": 426,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 453,
                    "end": 460,
                    "text": "Fig. 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 506,
                    "end": 513,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "During translation at the slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": ", which is about 4-fold smaller than the binding rate to the canonical rotated state (about 1.56 μ − − M s 1 1 , see below). In addition, it is important to see from Fig. 4 that both the reverse intersubunit rotation in the transition from State FS6 to State FS7 and that in the transition from State FS9 to State FS10 are catalyzed by EF-G.GTP binding and then GTP hydrolysis, implying that the long-paused non-canonical rotated state is finally resolved by EF-G, which is consistent with the single-molecule experimental data [29] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "1 1",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 172,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "During translation at the slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "It was well characterized that after the peptidyl transfer and before EF-G.GTP binding, the pretranslocation ribosomal complex can transit spontaneously between the non-rotated and rotated states, with the two states being in thermodynamic equilibrium and the majority being in the rotated states [37] [38] [39] . In other words, at low concentration of EF-G.GTP (r480 nM) as used in the experiments of Chen et al. [29] , after transition to the rotated state the ribosome can occasionally transit backward to the nonrotated state and then rapidly transit forward to the rotated state again before the slow binding of EF-G.GTP. However, it was observed in the experiments that after transition to the rotated state the ribosome is kept in the rotated state in the long period before EF-G.GTP binding [29] , implying that the short-lived non-rotated state that occurs after the occasional backward transition from the rotated state cannot be resolved from the FRET signal in the experiments [29] . Thus, in the analysis in this work focusing on the explanation of the experimental data of Chen et al. [29] we neglect the backward transition from State H0 to State C0 (see Fig. 1 ). In addition, previous single-molecule experimental data of the same group [50] showed that the binding rate of EF-G.GTP to the nonrotated state is about 0.84 μ − − M s 1 1 , giving the rate constant k 1 o 0.4 − s 1 at [EF-G] r 480 nM (see Fig. 1 ). By contrast, the smFRET data of the same group [68] showed the rate constant k 01 42 − s 1 . Thus, in the analysis in this work we neglect the transition from State C0 to State C and only consider the transition from State C0 to State H0.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "text": "1 1",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1481,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 1171,
                    "end": 1177,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1420,
                    "end": 1426,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mean rotated-state lifetimes"
        },
        {
            "text": "After the futile translocation (see Figs. 2 and 3) or incomplete translocation (see Fig. 3 ), the ribosome is in the non-rotated state (State FC or State LP) and the lifetimes of the non-rotated State FC and State LP are k 1/ 14 and k 1/ 16 , respectively. Since EF-G.GDP facilitates the transition of the non-rotated state to rotated state and then stabilizes the rotated state [40, 41] , it is thus expected that the rate constants k 14 and k 16 are larger than k 01 , implying that the lifetimes of State FC and State LP are shorter than State C0. As mentioned above, before EF-G.GTP binding State H0 can occasionally transit backward to State C0, but the short lifetime of State C0 cannot be resolved from the FRET signal in the experiments of Chen et al. [29] . Thus, it is expected that the lifetimes of State FC and State LP also cannot be resolved in the experiments [29] . Under this consideration, the lifetimes of the rotated state for different cases are studied as follows.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 383,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 90,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mean rotated-state lifetimes"
        },
        {
            "text": "For the case of the translation at the non-slippery site and with no SD-antiSD interaction, the probability of effective translocation, ( ) P E 1 E1 (see Section S2), with the elongation pathway being shown in Fig. 1 . The mean rotated-state lifetime is calculated by",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 216,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "During translation at non-slippery sites and without the SD-antiSD interaction"
        },
        {
            "text": "5 . As after EF-G.GTP binding, GTP hydrolysis is fast [43] , the rate constant k 2 is approximately determined only by the binding of EF-G.GTP, with",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "During translation at non-slippery sites and without the SD-antiSD interaction"
        },
        {
            "text": "G is the binding rate of EF-G.GTP to State H0 and [EF-G] the concentration of EF-G.GTP. In addition, the available biochemical data showed that after GTP hydrolysis by EF-G bound to the rotated state, the ribosomal unlocking occurs rapidly, with a rate of about 35 − s 1 [43, 67] that is much larger than the binding rate of EF-G.GTP at the concentrations used in the experiment [29] . Moreover, after the ribosomal unlocking the reverse intersubunit rotation is fast [43] . Thus, for approximation, the mean rotated-state lifetime can be calculated by",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "During translation at non-slippery sites and without the SD-antiSD interaction"
        },
        {
            "text": "It is clearly seen from Eq. (21) that for the translation of the codons that are not at the slippery site and with no SD-antiSD interaction, the mean rotated-state lifetime is inversely proportional to [EF-G] and independent of the concentration of the ternary complex, which is consistent with the single-molecule experimental data (see Extended Data Fig. 5d and e in Chen et al. [29] ",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 359,
                    "text": "Fig. 5d",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "During translation at non-slippery sites and without the SD-antiSD interaction"
        },
        {
            "text": ", which is close to the value (about 1.9 μ − − M s 1 1 ) determined in another paper of Chen et al. [50] and is about 4-fold larger than the binding rate to the non-canonical rotated state",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "During translation at non-slippery sites and without the SD-antiSD interaction"
        },
        {
            "text": ", see Section 3.4.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During translation at non-slippery sites and without the SD-antiSD interaction"
        },
        {
            "text": "For the case of the translation at the non-slippery site with both the SD-antiSD interaction and the downstream hairpin, i.e., at codon AAG 24 for A21G-A24G mutant, the probability of effective translocation, ( ) P E 1 , becomes smaller than 1, with the elongation pathway being shown in Fig. 2 As determined above, ( ) P E 1 ¼0.25 (see Section 3.4.2). Thus, from Eq. (23) the mean rotated-state lifetime T R2 at the non-slippery site where both the SD-antiSD interaction and downstream hairpin are present is more than 4-fold larger than that without the SD-antiSD interaction, which is consistent with the single-molecule experimental data of about 4-fold -5-fold (see Extended Data Fig. 6c in Chen et al. [29] ).",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 712,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 294,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 685,
                    "end": 692,
                    "text": "Fig. 6c",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "During translation at the non-slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "In addition, based on Fig. 2 it is noted that the mean time of the departure of deacylated Cy3-tRNA Val for GCA 21 Fig. 2a in Chen et al. [29] ). Moreover, from Eq. (23) it is seen that as [EF-G] increases the mean rotated-state lifetime T R2 decreases, implying that T de decreases with increasing [EF-G], which is also consistent with the experimental data (see Fig. 2a in Chen et al. [29] ).",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 375,
                    "end": 391,
                    "text": "Chen et al. [29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 115,
                    "end": 122,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 364,
                    "end": 371,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "During translation at the non-slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "For the case of the translation at the slippery site (i.e., at codon AAA 24 ) and with both the SD-antiSD interaction and downstream hairpin, the elongation pathway is shown in Figs. 3 and 4 . For the transitions inside the box of Fig. 3 ",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 75,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 190,
                    "text": "Figs. 3 and 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 231,
                    "end": 237,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "During translation at the slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "With Eqs. (15) and (25), Eq. (24) is rewritten as ",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "During translation at the slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "and ( ) P E 1 ¼0.14, and from the experimental data, we have P LP ¼0.75, N ¼2 and T tRNA ¼30 s (see Extended Data Fig. 8 in Chen et al. [29] Fig. 7a and b, respectively. It is interesting to note that without any adjustable parameter, the theoretical data are in good quantitative agreement with the experimental data (see Extended Data Fig. 5d and e in Chen et al. [29] ). It is also emphasized that at the slippery site the mean lifetime of the rotated state does not show an inverse dependence on [EF-G] (Fig. 7a) , whereas at the non-slippery sites the mean lifetime of the rotated state approximately shows an inverse dependence on [EF-G] [see Eq. (21) ]; at the slippery site the mean lifetime of the rotated state is also dependent on [TC] , whereas at the non-slippery sites the mean lifetime of the rotated state is independent of [TC] [see Eq. (21) ].",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[TC]",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 141,
                    "end": 148,
                    "text": "Fig. 7a",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 337,
                    "end": 344,
                    "text": "Fig. 5d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 507,
                    "end": 516,
                    "text": "(Fig. 7a)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "During translation at the slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "For mutant mRNAs with no hairpin and no internal SD sequence, we can still use Eq. (26) to calculate the mean rotatedstate lifetime, with the same values of parameters except P LP , ( ) P LP 1 and ( ) P E 1 . With no hairpin and no internal SD sequence, P LP ¼0.2 and 0.38, respectively (see Extended Data Fig. 3e in Chen et al. [29] ). As the resistance to the translocation for the two cases is smaller than the WT case, in our calculation we take + ( ) ( ) P P E L P 1 1 ¼0.8 that is larger than the WT case. The calculated results of T R3 versus [EF-G] for cases of no hairpin and no internal SD sequence are shown in Fig. 8a and b, respectively. It is noted that the theoretical data are also in quantitative agreement with the experimental data (see Extended Data Fig. 3b and d in Chen et al. [29] ).",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 313,
                    "text": "Fig. 3e",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 622,
                    "end": 629,
                    "text": "Fig. 8a",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 770,
                    "end": 777,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "During translation at the slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "3.6. Mean rotated-state lifetimes of the ribosomes that enter into the long-paused state and the ribosomes that do not enter into the longpaused state Based on our model (Figs. 3 and 4) , at the slippery site (i.e., at codon AAA 24 ) where both the SD-antiSD interaction and the downstream hairpin are present, the translating ribosomes either can enter into the long-paused rotated state (transition from State H2 to State LP, with a probability P LP ) or cannot enter into the longpaused rotated state (transition from State H2 to State POST, with a probability 1 ÀP LP ). Similar to the derivation of Eq. (26), we derive that the mean rotated-state lifetime of the ribosomes that enter into the long-paused state has the form The mean rotated-state lifetime of the ribosomes that do not enter into the long-paused state has the form From Eqs. (26) (27) (28) , it is noted that",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 850,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 185,
                    "text": "(Figs. 3 and 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "During translation at the slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "3 . With the same values of parameter as those given in the above section (Section 3. versus [EF-G] by using Eqs. (27) and (28) . The results are shown in Fig. 9 . It is interesting to see that without any adjustable parameter, the theoretical data are also in good quantitative agreement with the three available experimental data at [EF-G] ¼ 80 nM [29] . The theoretical data show that both Note that for the WT mRNA, because nearly all the ribosomes that enter into the long-paused rotated state show frameshifing (see Section 3.2), the number of the ribosomes that enter into the long-paused state is equal to that of the ribosomes that frameshift. By contrast, for the mutant mRNAs such as the AAG(AAA) and AAG (UUU), not all the ribosomes that enter into the long-paused rotated state show frameshifing (see Section 3.2) and thus, there are two populations for the non-frameshifted ribosomes: one without the long pause and another one with a long pause that remains in the 0 frame, which is consistent with the experimental data [29] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "During translation at the slippery site and with both the SD-antiSD interaction and hairpin"
        },
        {
            "text": "It is generally believed that the mRNA translocations in the ribosome, including spontaneous forward and backward translocations [69] , EF-G-catalyzed forward translocation [69] , EF4-catalyzed forward translocation and EF4-catalyzed backward translocation [69, 70] , are coupled to the intersubunit rotations. In other words, the forward translocation is coupled to the reverse intersubunit rotation, while the backward translocation is coupled to the forward intersubunit rotation. Here, we propose that the \"uncoupled\" translocation that was proposed by Chen et al. [29] in the À1 frameshifting pathway (corresponding to the incomplete þ2 translocation in our model of Fig. 3 ) is in fact also coupled to the reverse intersubunit rotation, as argued by Flanagan et al. [25] that À 1 frameshifting is a variant of normal translocation.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[69,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 678,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "mRNA translocation is coupled to the intersubunit rotation"
        },
        {
            "text": "In this section, we consider an mRNA with no hairpin and no internal SD sequence but containing n slippery sequences, as shown in Fig. 5b , where only three slippery sequences are drawn. Moreover, we consider an external force, F, pulling the mRNA by fixing the body of the 30S subunit. The force can be easily realized by using in vitro optical trapping assays (single trap or dual traps), as described below. In the single-trapping assay, the 30S body of the translating ribosome is fixed to a solid surface, while the end of the downstream mRNA is attached to a micrometer-sized bead held in the trap. Note that the residues on the 30S body which are fixed to the solid surface should be far away from the mRNA channel, so that the fixing has no effect on the translation activity such as the binding of the ternary complex, codon recognition, mRNA translocation and deacylated tRNA dissociation, etc. We can alternatively use the dual-trapping assay, where the 30S body of the translating ribosome is attached to a micrometer-sized bead held in a trap of strong strength, while the end of the downstream mRNA is attached to a micrometer-sized bead held in another trap of weak strength. Based on our model (Fig. 3) , under the external force F the occurrence probability of State LP at one slippery sequence which is caused by one reverse intersubunit rotation is calculated by [see With Eqs. (29) and (30) ",
            "cite_spans": [
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1210,
                    "end": 1218,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Dynamics of translation in the absence of hairpin and the internal SD sequence under the external force"
        },
        {
            "text": "LP As shown experimentally [29] , when the long-paused state occurs at one slippery sequence shown in Fig. 5b , the occurrence probability of À1 frameshifting is nearly equal to 1. Thus, the total frameshifting probability can be approximately calculated by = + ( − ) + ⋅⋅⋅⋅⋅⋅ + ( − ) − P P P P P P As determined above, we take ΔE ¼ 3.5k B T here. Using Eqs. (31) and (32) we calculate the total frameshifting probability under different force F and with different values of n. The results of P FS versus F for different values of n are shown in Fig. 10 . It is seen that at n ¼1 and F ¼0, P FS ¼ 0.029, which is consistent with the experimental data of Larsen et al. [18] showing that the efficiency of the dnaX slippery sequence alone is about 2% in the cell. The predicted results of P FS versus F for different values of n can be easily tested by in vitro experiments as described above.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 546,
                    "end": 553,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dynamics of translation in the absence of hairpin and the internal SD sequence under the external force"
        },
        {
            "text": "In the in vitro optical trapping assays as mentioned above, the total frameshifting probability is determined as follows. If no frameshifting occurs the translation would be terminated at the 0 frame stop codon UGA, whereas if a frameshifting occurs the translation would continue after the stop codon. Thus, in the in vitro optical trapping assays, the total frameshifting efficiency is calculated by = − P P 1 FS Stop , where P Stop is the probability that the translation is terminated at the 0 frame stop codon UGA. Whether the translation is terminated at the stop codon UGA or not can be easily identified by the movement distance of the micrometersized bead attached to the mRNA in the optical trapping assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamics of translation in the absence of hairpin and the internal SD sequence under the external force"
        },
        {
            "text": "It is noted that our model can also explain the more recent experimental data that were obtained using the PURExpress in vitro translation system by Yan et al. [30] , as discussed below. Based on our model, under large resistance to the forward mRNA translocation arising from the unwinding of the downstream mRNA base pairs and disruption of the upstream SD-antiSD interaction, the codon-anticodon interaction has a large probability to disrupt by reverse intersubunit rotation that occurs after the ribosomal unlocking, as calculations showed before [28] . After the disruption of the codon-anticodon interaction and the SD-antiSD interaction, two scenarios can be expected to occur, with the occurrence probability dependent on the experimental condition. The first and prevalent one in the cell is that the anticodon of the peptidyl-tRNA immediately forms pairing with codon XXX immediately adjacent to codon XXY (see Fig. 3 ). This leads to entering into State LP, which corresponds to the experiments of Chen et al. [29] . The other scenario is that the anticodon of the peptidyl-tRNA does not rapidly form pairing with another codon that is cognate to the anticodon of the peptidyl-tRNA. The ribosome-tRNA complex then moves randomly relative to the mRNA by the thermal noise until the reformation of the codon-anticodon and SD-antiSD base pairs and then the decoding of the aminoacyl-tRNA in the A site (during the period the ribosome-tRNA complex having the fixed conformation of the non-rotated 30S head and no intersubunit rotation). This scenario corresponds to the experiments that were conducted using the PURExpress in vitro translation system by Yan et al. [30] , showing that multiple translocation excursions occur around the slippery sequence, where both the base-pairing interaction of the downstream mRNA and the upstream SD and antiSD interaction are present, and the ribosome can frameshift from various codon positions around the slippery sequence region. Moreover, it is expected that without the codonanticodon and SD-antiSD interactions the tRNA can dissociate easily from the ribosome, prematurely terminating the translation, which is also consistent with the experimental data of Yan et al. [30] . Note also that without immediate formation of the codonanticodon interactions, the bending of the peptidyl-tRNA would not occur and thus the long paused state would not occur. This is also consistent with the experimental data of Yan et al. [30] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1673,
                    "end": 1677,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2221,
                    "end": 2225,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2469,
                    "end": 2473,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 922,
                    "end": 928,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Explanations of the experimental data on translocation excursions and broad branching of frameshifting pathways"
        },
        {
            "text": "By contrast, it was proposed by Yan et al. [30] that the multiple translocation excursions are brought by the back-and-forth rotations of the 30S head. This implies that the forward and backward rotations of the 30S head bring about the forward and backward mRNA translocations, respectively, with the forward 30S head rotation bringing about the forward translocation of mRNA coupled with tRNAs to the posttranslocation position while the backward 30S head rotation bringing about the backward movement of the mRNA. It this proposal is true, it would be expected that during the normal translation, no net mRNA movement can occur by a round of the 30S head rotations (the forward and backward rotations) because at the end of a round of the 30S head rotations or in the posttranslocation state both the 30S body and 30S head are in the non-rotated conformations. This is evidently inconsistent with the fact that in the posttranslocation state the mRNA has moved forwards by one codon relative to the pretranslocation state.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Explanations of the experimental data on translocation excursions and broad branching of frameshifting pathways"
        },
        {
            "text": "We propose a model of the pathway of À 1 translational frameshifting during ribosome translation of the dnaX À 1 frameshift mRNA. In the model, the downstream mRNA base pairs and the upstream SD-antiSD interaction impede the downstream translocation of the 30S subunit along the mRNA, inducing the occurrence of futile translocation besides the usually effective translocation at the non-slippery site. At the slippery site, besides the effective and futile translocations, the incomplete þ 2 translocation can also occur, inducing the ribosome to enter into a longpaused non-canonical rotated state, where the À 1 frameshifting can occur. An important point to note is that the three translocations-the effective translocation, the futile translocation and the incomplete translocation-are coupled with the same reverse intersubunit rotation that occurs after the ribosomal unlocking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "With the model, the single-molecule experimental data on the dynamics of the shunt to either pausing or normal translation, the tRNA transit and sampling dynamics in the long-paused rotated state, the EF-G sampling dynamics, the mean rotated-state lifetimes, etc., are explained quantitatively. The model is also consistent with the experimental data on translocation excursions and broad branching of frameshifting pathways [30] . Moreover, as shown in the next paper [31] , with the same model except that the 30S head rotation is included, the biochemical data of Caliskan et al. [32] on the kinetics of EF-G binding and dissociation and on the kinetics of movement of tRNAs inside the ribosome can also be explained quantitatively and well. In addition, we provide predicted results on the dynamics of the À 1 frameshifting when translation of the mRNA with no internal SD sequence and no hairpin under the external force on the mRNA. The predicted results can be easily tested by future optical trapping experiments.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Finally, we note that while a major fraction of the À1 frameshifts occur due to the entrance into the long paused state by the incomplete translocation, with a mechanism schematically described in Figs. 3 and 4 , it is also possible that a minor fraction of the À 1 frameshifts can occur after the effective translocation (State POST, Fig. 3 ) and before transition to State C0, as analyzed before [28] .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 210,
                    "text": "Figs. 3 and 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 335,
                    "end": 341,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterization of ribosomal frameshifting in HIV-1 gag-pol expression",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Masiarz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Luciw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "331",
            "issn": "",
            "pages": "280--283",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The biochemistry of AIDS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Vaishnav",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wong-Staal",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Annu. Rev. Biochem",
            "volume": "60",
            "issn": "",
            "pages": "577--630",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficiency of a programmed -1 ribosomal frameshift in the different subtypes of the human immunodeficiency virus type 1 group M",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baril",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dulude",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gendron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lemay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brakier-Gingras",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "1246--1253",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The human immunodeficiency virus type 1 ribosomal frameshifting site is an invariant sequence determinant and an important target for antiviral therapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Pacchia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dougherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "2082--2087",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of programmed -1 ribosomal frameshifting in coronavirus propagation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Front. Biosci",
            "volume": "13",
            "issn": "",
            "pages": "4873--4881",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Structure of the HIV-1 frameshift site RNA bound to a small molecule inhibitor of viral replication",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Marcheschi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tonelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Butcher",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ACS Chem. Biol",
            "volume": "6",
            "issn": "",
            "pages": "857--864",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characterization of a novel megabirnavirus from Sclerotinia sclerotiorum reveals horizontal gene transfer from single-stranded RNA virus to doublestranded RNA virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghabrial",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "8567--8579",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Programmed translational frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Microbiol. Rev",
            "volume": "60",
            "issn": "",
            "pages": "103--134",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mechanisms and implications of programmed translational frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Wiley Interdiscip. Rev. RNA",
            "volume": "3",
            "issn": "",
            "pages": "661--673",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An \"integrated model\" of programmed ribosomal frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Biochem. Sci",
            "volume": "27",
            "issn": "",
            "pages": "448--454",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mechanisms of mRNA frame maintenance and its subversion during translation of the genetic code",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dunkle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biochimie",
            "volume": "114",
            "issn": "",
            "pages": "90--96",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A new kinetic model reveals the synergistic effect of E-, P-and A-sites on þ1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "",
            "pages": "2619--2629",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dynamics of þ1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Math. Biosci",
            "volume": "249",
            "issn": "",
            "pages": "44--51",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ribosomes re-phase on retroviral frameshift signals at rates ranging from 2% to 50%",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shuh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coli",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "159--169",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A À 1 ribosomal frameshift in a doublestranded RNA virus of yeast forms a gag-pol fusion protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Icho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "174--178",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mutational analysis of the \"slippery-sequence\" component of a coronavirus ribosomal frameshifting signal",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Mol. Biol",
            "volume": "227",
            "issn": "",
            "pages": "463--479",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Frameshifting RNA pseudoknots: structure and mechanism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "139",
            "issn": "",
            "pages": "193--208",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Atkins, rRNA-mRNA base pairing stimulates a programmed À 1 ribosomal frameshift",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Bacteriol",
            "volume": "176",
            "issn": "",
            "pages": "6842--6851",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Translational frameshifting generates the gamma subunit of DNA polymerase III holoenzyme",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tsuchihashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kornberg",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "2516--2520",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sequence requirements for efficient translational frameshifting in the Escherichia coli dnaX gene and the role of an unstable interaction between tRNA(Lys) and an AAG lysine codon",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tsuchihashi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Genes Dev",
            "volume": "6",
            "issn": "",
            "pages": "511--519",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Structural probing and mutagenic analysis of the stem-loop required for Escherichia coli dnaX ribosomal frameshifting: programmed efficiency of 50%",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Mol. Biol",
            "volume": "271",
            "issn": "",
            "pages": "47--60",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The three transfer RNAs occupying the A, P and E sites on the ribosome are involved in viral programmed À 1 ribosomal frameshift",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dulude",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brakier-Gingras",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "5581--5592",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The 9-Å solution: how mRNA pseudoknots promote efficient programmed À 1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L M"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "168--174",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A mechanical explanation of RNA pseudoknot function in programmed ribosomal frameshifting",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "441",
            "issn": "",
            "pages": "244--247",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Direct observation of distinct A/P hybrid-state tRNAs in translocating ribosomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J C"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Structure",
            "volume": "18",
            "issn": "",
            "pages": "257--264",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The many paths to frameshifting: kinetic modeling and analysis of the effects of different elongation steps on programmed À 1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "P.-Y",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "300--312",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A stochastic model of translation with À 1 programmed ribosomal frameshifting",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Visscher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phys. Biol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A dynamical model of programmed À 1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Theor. Biol",
            "volume": "336",
            "issn": "",
            "pages": "119--131",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Dynamic pathways of À 1 translational frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Puglisi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "512",
            "issn": "",
            "pages": "328--332",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ribosome excursions during mRNA translocation mediate broad branching of frameshift pathways",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J.-D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "",
            "pages": "870--881",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Model of the pathway of -1 frameshifting: kinetics. Submitted to Biochem",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biophys. Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Programmed -1 frameshifting by kinetic partitioning during impeded translocation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Caliskan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Katunin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Belardinelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "157",
            "issn": "",
            "pages": "1619--1631",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A new understanding of the decoding principle on the ribosome",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Demeshkina",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Westhof",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yusupov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yusupova",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "256--259",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Intermediate states in the movement of transfer RNA in the ribosome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moazed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "342",
            "issn": "",
            "pages": "142--148",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Peptidyl-tRNA regulates the GTPase activity of translation factors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Zavialov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ehrenberg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell",
            "volume": "114",
            "issn": "",
            "pages": "113--122",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Locking and unlocking of ribosomal motions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zavialov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rawat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ehrenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell",
            "volume": "114",
            "issn": "",
            "pages": "123--134",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "tRNA dynamics on the ribosome during translation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Puglisi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "12893--12898",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Coupling of ribosomal L1 stalk and tRNA dynamics during translation elongation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kosuri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Macdougall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Cell",
            "volume": "30",
            "issn": "",
            "pages": "348--359",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Spontaneous intersubunit rotation in single ribosomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Ermolenko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Cell",
            "volume": "30",
            "issn": "",
            "pages": "578--588",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Guanine-nucleotide exchange on ribosome-bound elongation factor G initiates the translocation of tRNAs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Zavialov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Hauryliuk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ehrenberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Elongation factor G stabilizes the hybrid-state conformation of the 70S ribosome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Ermolenko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "RNA",
            "volume": "13",
            "issn": "",
            "pages": "1473--1482",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "EF-G-catalyzed translocation of anticodon stem-loop analogs of transfer RNA in the ribosome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "EMBO J",
            "volume": "17",
            "issn": "",
            "pages": "3478--3483",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "An elongation factor G-induced ribosome rearrangement precedes tRNA-mRNA translocation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savelsbergh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Katunin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wintermeyer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mol. Cell",
            "volume": "11",
            "issn": "",
            "pages": "1517--1523",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Binding of the 30-terminus of tRNA to 23S rRNA in the ribosomal exit site actively promotes translocation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wintermeyer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO J",
            "volume": "8",
            "issn": "",
            "pages": "3933--3938",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Identification of molecular interactions between P-site tRNA and the ribosome essential for translocation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Feinberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "98",
            "issn": "",
            "pages": "11120--11125",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A ratchet-like inter-subunit reorganization of the ribosome during translocation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "406",
            "issn": "",
            "pages": "318--322",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Model of ribosomal translocation coupled with intra-and inter-subunit rotations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biochem. Biophys. Rep",
            "volume": "2",
            "issn": "",
            "pages": "87--93",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Biphasic character of ribosomal translocation and non-Michaelis-Menten kinetics of translation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phys. Rev. E",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Single-molecule fluorescence measurements of ribosomal translocation dynamics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cabral",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosenblum",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Smilansky",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooperman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Cell",
            "volume": "42",
            "issn": "",
            "pages": "367--377",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Coordinated conformational and compositional dynamics drive ribosome translocation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Puglisi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "20",
            "issn": "",
            "pages": "718--727",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Translocation dynamics of tRNA-mRNA in the ribosome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biophys. Chem",
            "volume": "",
            "issn": "",
            "pages": "22--28",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Conformational changes of elongation factor G on the ribosome during tRNA translocation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Gagnon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bulkley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Steitz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "",
            "pages": "219--227",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "An explanation of biphasic characters of mRNA translocation in the ribosome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BioSystems",
            "volume": "118",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Kinetically competent intermediates in the translocation step of protein synthesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kirillov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooperman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol. Cell",
            "volume": "25",
            "issn": "",
            "pages": "519--529",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Model of ribosome translation and mRNA unwinding",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. Biophys. J",
            "volume": "42",
            "issn": "",
            "pages": "347--354",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The ribosomeuses two activemechanisms to unwind messenger RNA during translation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "J.-D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "475",
            "issn": "",
            "pages": "118--121",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Following translation by single ribosomes one codon at a time",
            "authors": [
                {
                    "first": "J.-D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "A.-C",
                    "middle": [],
                    "last": "Zeri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoshimura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "452",
            "issn": "",
            "pages": "598--604",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Dynamics of translation by single ribosomes through mRNA secondary structures",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Broitman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reiche",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooperman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "20",
            "issn": "",
            "pages": "582--588",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Dwell-time distribution, long pausing and arrest of single-ribosome translation through the mRNA duplex",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Mol. Sci",
            "volume": "16",
            "issn": "",
            "pages": "23723--23744",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Dynamics of tRNA translocation, mRNA translocation and tRNA dissociation during ribosome translation through mRNA secondary structures",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur. Biophys. J",
            "volume": "43",
            "issn": "",
            "pages": "229--240",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "A frameshifting stimulatory stem loop destabilizes the hybrid state and impedes ribosomal translocation",
            "authors": [
                {
                    "first": "H.-K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "5538--5543",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Origin of multiple intersubunit rotations before EF-G-catalyzed ribosomal translocation through the mRNA with a downstream secondary structure",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Biophys",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Recognition and selection of tRNA in translation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Gromadski",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kothe",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Wieden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "FEBS Lett",
            "volume": "579",
            "issn": "",
            "pages": "938--942",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Induced fit in initial selection and proofreading of aminoacyl-tRNA on the ribosome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pape",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wintermeyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "EMBO J",
            "volume": "18",
            "issn": "",
            "pages": "3800--3807",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Improved free-energy parameters for predictions of RNA duplex stability",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Freier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kierzek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jaeger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Caruthers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Neilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Tuener",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "83",
            "issn": "",
            "pages": "9373--9377",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Dynamics of tRNA occupancy and dissociation during translation by the ribosome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Theor. Biol",
            "volume": "316",
            "issn": "",
            "pages": "49--60",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Mechanisms of elongation on the ribosome: dynamics of a macromolecular machine",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wintermeyer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beringer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Gromadski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savelsbergh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem. Soc. Trans",
            "volume": "32",
            "issn": "",
            "pages": "733--737",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Fluctuations of tRNAs between classical and hybrid states",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Puglisi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biophys. J",
            "volume": "104",
            "issn": "",
            "pages": "13661--13665",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Dynamics of forward and backward translocation of mRNA in the ribosome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Model of EF4-induced ribosomal state transitions and mRNA translocation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phys. Biol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of the elongation pathway for ribosome translation through the single-stranded mRNA (see text for detailed description).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic representation of the elongation pathway for ribosome translation through the mRNA duplex at non-slippery sites (see text for detailed description). Note that the transitions inside the box correspond to the transitions inFig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic representation of the elongation pathway for ribosome translation through the mRNA duplex at the slippery site (see text for detailed description). The transitions from State FS to State C0 are shown in Fig. 4. The transitions from State NF to State C0 are similar to the transitions from State FS to State C0. Note that the transitions inside the box correspond to the transitions in Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Occurrence probability of the long-paused rotated state at the slippery site Based on model of Fig. 3, at the slippery site (i.e., at codon AAA 24 , Fig. 5a) where both the SD-antiSD interaction and the downstream hairpin are present (see Fig. S2), a reverse intersubunit rotation can result in transition of State H2 to one of the three states, State POST, State FC and State LP. The transition to State POST requires overcoming the free energy change ( E 3 bp ) of unwinding three mRNA base pairs and the free energy change ( Δ ( ) E SD 3 ) of the SD-antiSD interaction induced by the movement of the ribosome from the position (with d¼ 0) where the SD and antiSD have the largest interacting energy to the position (with d¼ 3p, p¼ 3.4 nm) where the SD and antiSD have nearly no interaction. The transition to State FC requires overcoming the binding energy ( ( ) E PE S 50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Some of the dnaX À 1 frameshift mRNAs studied in this work. (a) WT and some mutant dnaX À 1 frameshift mRNAs with both the internal Shine-Dalgarno sequence and hairpin. The hairpin regions of the mutant mRNAs are not shown. (b) The mutant mRNA with no internal Shine-Dalgarno sequence and hairpin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Mean arrival time of the cognate ternary complex to the long-paused rotated state. (a) The mean arrival time versus [EF-G] at different concentrations of the cognate ternary complex. The dots are taken from the experimental data (Extended data Fig. 8c in Chen et al. [29]). (b) The mean arrival time versus the concentration of the cognate ternary complex at different concentrations of EF-G.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "3.3. tRNA transit and sampling dynamics in the long-paused rotated state 3.3.1. Mean number of aminoacyl-tRNA Lys samplings to the longpaused rotated state",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "and the distribution of times of the aminoacyl-tRNA dissociation during transition from State FS3 to State FS4 has the form,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Mean lifetime of the long-paused rotated state occurring at the slippery site. (a) The mean rotated-state lifetime T R3 versus [EF-G] for 1 μM ternary complex (line). The dots are taken from the experimental data (Extended Data Fig. 5d in Chen et al. [29]). (b) The mean rotated-state lifetime T R3 versus the concentration of the cognate ternary complex for 80 nM EF-G (line). The dots are taken from the experimental data (Extended Data Fig. 5e in Chen et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "binding rate of EF-G.GTP to the long-paused rotated state, [EF-G] the concentration of EF-G.GTP, rate of the ternary complex cognate to codon AAA to the long-paused rotated state of the ribosome with open 30S subunit and [TC] the concentration of the ternary complex cognate to codon AAA, the probability of EF-G.GTP binding can be calculated by = [ − ]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Effects of hairpin and the internal Shine-Dalgarno sequence on the mean lifetime of the long-paused rotated state occurring at the slippery site. (a) The mean rotated-state lifetime T R3 versus [EF-G] for 1 μM ternary complex with no hairpin (line). The dot is taken from the experimental data (Extended DataFig. 3bin Chen et al.[29]). (b) The mean rotated-state lifetime T R3 versus [EF-G] for 1 μM ternary complex with no internal Shine-Dalgarno sequence (line). The dot is taken from the experimental data (Extended DataFig. 3din Chen et al.[29]).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Mean rotated-state lifetimes of the ribosomes that enter into the longpaused state and the ribosomes that do not enter into the long-paused state at the slippery site. (a) The mean rotated-state lifetimes of the ribosomes that enter into the long-paused state versus [EF-G] for 1 μM ternary complex (line). The dots are taken from Chen et al. [29], with one dot being for the case of the WT mRNA and another one for the case of the AAG(AAA) mutant. (b) The mean rotated-state lifetimes of the ribosomes that do not enter into the long-paused state versus [EF-G] for 1 μM ternary complex (line). The dots are taken from Chen et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "show explicitly the dependence of τ on [EF-G] and [TC], while the other parameters are independent of [EF-G] and/or [TC]. With Eq. (15), by adjusting we obtain that the results of the mean arrival time of tRNA Lys to the long-paused rotated state, τ, versus [EF-G] at the concentration of tRNA Lys , [TC] ¼ 200 nM, are consistent with the experimental data (Extended data Fig. 8c in Chen et al. [29]) (Fig. 6a). In Fig. 6a we also show the predicted results of τ versus [EF-G] at other values of [TC]. In Fig. 6b we show the predicted results of τ versus [TC] for different values of [EF-G].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "calculated by Eq. (17) but with ( ) ( ) N LP G is the mean number of EF-G molecules that can bind to the long-paused rotated state (State FS1,Fig. 4) in an elongation cycle. Correspondingly, the mean EF-G lifetime at the slippery site can be approximately calculated by calculated by Eqs.(17) and(18), respectively, but with ( ) P E 1 being replaced by +",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Frameshifting efficiency of translation of the mRNA with no hairpin and no internal Shine-Dalgarno sequence but containing n slippery sequences(Fig. 5b)versus the external force acting on the mRNA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "the increase of [EF-G], which can be easily tested by future single-molecule optical trapping assays with different values of [EF-G].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "is the occurrence of the futile translocation, with the presence of State FC and State FH. State FC and State FH have similar structures to State C and State H1, respectively. The differences between them are that State FC and State FH are bound with EF-G.GDP while State C and State H1",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "For the case that the aminoacyl-tRNA is not dissociated during the transition from State FS3 to State FS4, the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state is calculated by",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). From the experimental data (see Extended Data Figs. 4 and 5 in Chen et al. [29]), we have T R1 E8 s at [EF-G]¼80 nM. Then, with Eq. (21) we obtain the binding rate to the canonical rotated state,",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ", where k r is the rate of EF-G.GDP releasing from State FH. Thus, the mean rotated-state lifetime T R2 approximately has the form",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "the non-rotated state. From the experimental data (seeFig. 1dor Extended Data Figs. 4 and 5 in Chen et al.[29]) T NR E12 s at 1 μM ternary complex and T R1 E8 s at [EF-G] ¼80 nM. From Eq. ¼T R1 E8 s. With above values of T NR and",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "is the mean number of the aminoacyl-tRNA samplings to the long-paused rotated state inFig. 4, which is calculated by Eq. (5), τ is the mean arrival time of tRNA Lys to the long-paused rotated state, which is calculated by Eq.(15), and T tRNA is the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state, which is calculated by Eq.(11). If the transition from State FS3 to State FS5 occurs (with a probability",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "). At low [EF-G] and [TC] as used in the experiments, since the second term in Eq. (26) is much smaller than other terms, the second term can be negligible. With above values, using Eq. (26) the calculated results of T R3 versus [EF-G] and versus [TC] are shown in",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": ")",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "where p ¼0.34 nm. Correspondingly, the occurrence probability of State POST, i.e., the effective translocation, caused by one reverse intersubunit rotation is calculated by [see Eq. (2)]",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "the occurrence probability of the longpaused rotated state at one slippery sequence is calculated by",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the National Natural Science Foundation of China (Grant no. 11374352).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Supplementary data associated with this article can be found in the online version at http://dx.doi.org/10.1016/j.bbrep.2016.01.017.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary material"
        }
    ]
}