{
    "paper_id": "afa40d52e8f5ebf6996e417c9cfeff109b7bb619",
    "metadata": {
        "title": "Generalists and Specialists: A New View of How MHC Class I Molecules Fight Infectious Pathogens",
        "authors": [
            {
                "first": "Jim",
                "middle": [],
                "last": "Kaufman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "Tennis Court Road",
                        "postCode": "CB2 1QP",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In comparison with the major histocompatibility complexes (MHCs) of typical mammals, the chicken MHC is simple and compact with a single dominantly expressed class I molecule that can determine the immune response. In addition to providing useful information for the poultry industry and allowing insights into the evolution of the adaptive immune system, the simplicity of the chicken MHC has allowed the discovery of phenomena that are more difficult to discern in the more complicated mammalian systems. This review discusses the new concept that poorly expressed promiscuous class I alleles act as generalists to protect against a wide variety of infectious pathogens, while highly expressed fastidious class I alleles can act as specialists to protect against new and dangerous pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "An enormous body of knowledge about the MHC and MHC molecules has been amassed over the past 50 years, mostly due to work on humans and important biomedical model species like mice [1]. This information is extremely detailed, complex but well integrated, and crucially important both for basic scientific understanding of immune and autoimmune responses and for practical medical applications, including transplantation [2, 3] . What is the point of trying to understand the MHC in non-mammalian vertebrates, when there is such rich and relevant knowledge for placental mammals?",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 423,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 424,
                    "end": 426,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Highlights",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Besides the obvious importance to disease resistance and vaccination in poultry [4, 5] , research into the chicken MHC has led to novel insights about the evolution of the adaptive immune system [6] [7] [8] [9] . This short review highlights a third advantage: how the simplicity (at least in some senses) of the chicken MHC has permitted the discovery and/or study of phenomena that have been more difficult to discern in the complex MHC biology of humans and other typical mammals.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 84,
                    "end": 86,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is generally accepted that the high level of allelic polymorphism of MHC classical class I and class II genes is driven by a molecular arms race with pathogens [10, 11] . An expectation from this relationship is that particular MHC alleles would confer resistance or susceptibility to particular infectious pathogens. The human MHC does have many strong genetic associations with autoimmune disease, but the reported associations with infectious disease are much weaker [2, 12] . In essence, it has taken the best immunologists, epidemiologists, and geneticists decades to provide convincing evidence for such genetic associations. The best-studied A broad overview of classical MHC I expression and bound peptides reveals an inverse correlation between repertoire breadth and cell-surface expression in some chicken and human alleles.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Resistance to Infectious Disease"
        },
        {
            "text": "Several chicken class I alleles with wide peptide-binding repertoires (promiscuity) are associated with resistance to a variety of common diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resistance to Infectious Disease"
        },
        {
            "text": "Conversely, a narrow peptide-binding repertoire (fastidiousness) in some human HLA-B alleles is associated with resistance to HIV progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resistance to Infectious Disease"
        },
        {
            "text": "Cell-surface expression of some classical class I alleles depends on the regulation of translocation to the cell surface rather than of transcription or translation. MHC translocation is influenced by peptide translocation in chickens and by tapasin interaction in humans. example is the slow progression of HIV infection to AIDS conferred by the presence of certain HLA-B alleles as well as the cell-surface expression levels of HLA-C alleles [13, 14] .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 448,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Resistance to Infectious Disease"
        },
        {
            "text": "By contrast, decades ago poultry immunologists were already stumbling over extremely strong associations between the B blood group and resistance to a variety of economically important infectious diseases [15] . The MHC encoding classical class I and class II molecules is one region (the so-called BF-BL region) in this B locus [16] ; nearby are regions with CD1 genes, TRIM genes, and the mysterious BG genes that have some similarities to butyrophilins [4, 5] . Initially, these associations were with responses to oncogenic viral diseases such as Marek's disease and Rous sarcoma, with the B locus determining life or death for individual chickens. Now there is a long list of viruses, bacteria, and even parasites that have significant associations with the BF-BL region [4, 5, 17, 18] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 780,
                    "end": 782,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Resistance to Infectious Disease"
        },
        {
            "text": "Compared with the MHC of typical mammals, the BF-BL region of chickens (also sometimes called the 'classical MHC' or the 'core MHC') is compact, simple, and arranged differently ( Figure 1 ), with two class II B (so-called BLB) genes flanking the tapasin gene located near the DM genes followed by a pair of class I (so-called BF) genes that flank the TAP genes and, finally, the class III region genes [16] . Moreover, no recombination within the BF-BL region has been observed in experiments [19] [20] [21] [22] , although comparison of haplotypes shows that there has been some recombination over unknown spans of time [23] [24] [25] . Also, the genes involved in peptide loading (tapasin, TAP, and DM) are all highly polymorphic, with each BF-BL haplotype generally having a unique set of alleles [24, [26] [27] [28] . The monomorphic DR-like class II A gene (BLA) is located some 5 cM away [29] , the monomorphic b 2 -microglobulin (b 2 m) gene is on a different chromosome [30, 31] , and inducible proteasome (LMP/PSMB) genes have not been found in the genome [32] . Thus, the polymorphic classical class I and class II B genes are in strong linkage disequilibrium with polymorphic peptide-loading genes, leading to relatively stable MHC haplotypes of polymorphic coevolving genes [33, 34] .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1066,
                    "end": 1070,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1292,
                    "end": 1295,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A Minimal Essential MHC with a Single Dominantly Expressed Class I Molecule"
        },
        {
            "text": "This coevolution is clearly seen in the chicken class I system, in which the specificity of peptide translocation by the TAP alleles correlates with the peptide motif of the class I molecule encoded by the BF2 (but not the BF1) gene [27, 34, 35] . Thus, the BF2 class I molecule receives lots of peptides whereas the BF1 molecule gets far fewer peptides and might be expected to have become much less important for antigen presentation. The BF1 gene has suffered deletions and insertions leading to far less expression at the RNA and protein levels than the BF2 gene [36, 37] . Most importantly, the peptides presented by the dominantly expressed BF2 molecule can explain the immune response to certain economically important viruses and vaccines [37] [38] [39] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "A Minimal Essential MHC with a Single Dominantly Expressed Class I Molecule"
        },
        {
            "text": "Such a system of coevolving alleles is not found in most placental mammals. In humans and other typical mammals, the antigen-processing and peptide-loading genes are located in the class II and extended class II regions, far from the class I genes that they serve [40] . Thus, alleles of antigen-processing and peptide-loading genes that were advantageous for any particular class I allele would relatively rapidly be switched by recombination [41] and any advantage lost. There are few sequence alleles of TAP, tapasin, and inducible proteasome components and these appear to be functionally monomorphic [42] [43] [44] , working as average best fits to provide peptides for all class I molecules regardless of locus or allele. This situation allows a multigene family of class I genes all of which are (or can be, for HLA-C) relatively well expressed. To be clear, there are mammals (like rats) for which the classical class I genes have moved close to the antigen-processing and peptide-loading genes, with the result that one of the TAP genes is oligomorphic and coevolves with the class I molecules [45] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "A Minimal Essential MHC with a Single Dominantly Expressed Class I Molecule"
        },
        {
            "text": "The difference in the number of class I loci that encode well-expressed class I molecules provides at least part of the explanation for the difference between the human and the chicken MHC in genetic association with infectious disease [4, 33] . In humans, if one class I molecule does not bind a protective peptide, it is likely that another one will, so that overall most MHC haplotypes confer more or less resistance to most pathogens, which reads out as low genetic association. In chickens, the single dominantly expressed class I molecule either finds a protective peptide from a particular pathogen or does not, and this life-and-death difference between haplotypes reads out as strong genetic association ( Figure 2) . Thus, the simplicity of the chicken MHC has allowed greater appreciation of this phenomenon of resistance to infectious disease. The thickness of arrows pointing up indicates the level of expression; coevolution between the TAP genes and the BF2 class I gene is indicated by a curved arrow beneath the genes. Red, genes from class I system; blue, genes from class II system; green, genes from class III or other regions. Solid colors indicate classical genes while striped colors indicate genes involved in peptide loading. Modified from [16, 91] .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "text": "91]",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 724,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A Minimal Essential MHC with a Single Dominantly Expressed Class I Molecule"
        },
        {
            "text": "Why do chickens and typical mammals differ in the genomic organization of their MHCs, if the end result can be so dire for an individual chicken? The salient features of the chicken MHC class I system can be found in many if not most non-mammalian vertebrates [6, 9, 46] . For example, ducks have polymorphic TAP genes next to five class I genes only one of which is expressed at a high level [47, 48] . Xenopus frogs have a single classical class I gene along with the TAP (apparently at least oligomorphic) and tapasin genes located together, with this class I region between the class II region and the class III region [49] . Atlantic salmon have a single classical class I gene close to the TAP2 gene, this region having a strong genetic association with resistance to at least one economically important virus [50, 51] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 264,
                    "end": 266,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Evolution of the MHC"
        },
        {
            "text": "The organization originally discovered for chickens is likely to be the ancestral one. The genes for antigen processing, peptide loading, and antigen presentation are not closely related so they did not evolve by gene duplication and acquisition of new functions. Instead, unrelated genes coevolved to work together as a pathway, and such coevolution is favored by close linkage. In other words, the genes of the class I system, and by extension the class II system, T cell receptors, and natural killer (NK) cell receptors, are likely to have emerged in one region, a primordial MHC, that has been falling apart ever since [6, 9] . In support of this notion, genes found in various locations around the genome of mammals are found in or near the MHC of nonmammalian vertebrates. For example, the genes for an NK cell receptor and putative ligand (BNK and Blec, like NKR-P1 and LLT1/clr) are found in the chicken MHC rather than in the region syntenic to the NK complex (NKC) as in mammals [16, 52] . Altogether the typical human MHC haplotype confers more or less resistance to most pathogens, a situation that reads out as a weak genetic association (since there is not much difference between haplotypes). (B) By contrast, the single dominantly expressed class I molecule encoded by the chicken MHC can have a fastidious peptide motif that may or may not find a protective peptide from any given pathogen, a situation that reads out as strong genetic associations (since there can be enormous differences between haplotypes). (C) However, the single dominantly expressed class I molecule encoded by the chicken MHC can have a promiscuous peptide motif capable of binding a wide variety of peptides (much like the multigene family of human class I molecules acting together). Comparison of two promiscuous alleles may read out as a weak genetic association (since there is not much difference between them) but comparison of a fastidious allele with a promiscuous allele in chickens may give strong genetic associations. Modified extensively from [33] .",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 627,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2049,
                    "end": 2053,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Evolution of the MHC"
        },
        {
            "text": "Thus, it is the mammalian MHC that is novel, and the MHC of at least one marsupial is organized like that of chickens [53] , so the change occurred in the lineage leading to placental mammals [6, 9, 27] . A potential mechanistic explanation for this change would be an inversion ( Figure 3 ) that brought the class III region into the center of the MHC and swung the class I genes to the outside, with the breakpoint such that the antigen-processing and peptide-loading genes were left behind and eventually became part of the class II region. As discussed above, sufficient levels of recombination meant that advantageous combinations of genes could not stay together, and the TAP, tapasin, and inducible proteasome genes became average best fits for whatever class I allele appeared by recombination. Once many alleles could be serviced, a multigene family became possible.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 196,
                    "end": 198,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 289,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Evolution of the MHC"
        },
        {
            "text": "Some associations with the chicken MHC could be easily explained by the BF2 class I allele from a resistant (but not a susceptible) chicken finding a protective peptide [37, 39] The genomic organization of an ancestral major histocompatibility complex (MHC) haplotype, based on data from the chicken and throughout the non-mammalian vertebrates, has class II genes in a class II region, class I genes and the genes encoding antigen-processing and peptide-loading components in a class I region, and the class III region genes on the outside. The close linkage within the class I region leads to a single dominantly expressed class I gene (red) whose peptide motif reflects the specificities of the polymorphic antigen-processing and peptide-loading genes (all red) with which it coevolves. Middle panel. A genomic inversion can lead to the class III region moving between the single dominantly expressed class I gene and the rest of the MHC, marooning the particular alleles of the antigen-processing and peptideloading genes near the class II genes and far from the class I allele that they serve. Bottom panel. The antigen-processing and peptide-loading genes are selected to support any class I allele that might appear due to recombination (rainbow color), which would then allow duplication within an MHC haplotype to give a multigene family encoding class I molecules with different peptide motifs (red, green, blue), as is found in typical mammals. Regions separated by thin vertical lines; genes indicated by thicker vertical lines; tpn, tapasin; TAP, transporter associated with antigen presentation; LMP, inducible proteasome component, originally known as low molecular weight protein; C2, complement component 2; C4, complement component 4; fB, factor B. Modified from [9] . an oncogenic herpes virus with a complex life cycle and significant evolution of virulence in historic times, has been an enormous economic problem [54] . It was unclear how the MHC might confer susceptibility, since any class I molecule would be expected to bind a protective peptide from at least one of the 100 MDV genes. However, MHC haplotypes like B19 were strongly associated with susceptibility while B2 and B21 were strongly associated with resistance [55] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1781,
                    "end": 1784,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1935,
                    "end": 1939,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2248,
                    "end": 2252,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Low-Expression Promiscuous and High-Expression Fastidious Chicken Class I Alleles"
        },
        {
            "text": "It has become clear that the BF2 molecules from susceptible haplotypes have peptide motifs much like those of typical mammalian class I molecules, with several pockets in the binding groove each one of which binds only one or a few similar amino acids [37, 56] . Such class I molecules might be called fastidious, with stringent peptide motifs and narrow peptide repertoires. By contrast, the BF2 molecules from resistant haplotypes can bind an exceedingly large variety of peptides and might be called promiscuous, with relaxed peptide motifs and wide peptide repertoires [38, 57] . For instance, the molecule BF2*21:01 remodels the binding site to accommodate three anchor residues, at peptide positions P 2 , P c-2 , and P c , with nearly every amino acid found at P 2 and P c-2 [38, 57] . Other chicken class I molecules, like BF2*02:01 and BF2*14:01, use broad binding pockets capable of accommodating many amino acids with hydrophobic side chains, which are particularly common in most proteins [57] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Low-Expression Promiscuous and High-Expression Fastidious Chicken Class I Alleles"
        },
        {
            "text": "The correlation of peptide repertoire with resistance to Marek's disease was unexpected. One hypothesis to explain this correlation [57] is that the few MDV peptides presented by fastidious molecules activate too few T cell clones to be effective (as seems to be the case based on one study [58] ) while the promiscuous class I molecules provide a wide-ranging response involving many T cell clones. Alternatively, the truly protective peptides might be so few in number that the promiscuous BF2 molecules have a greater chance of presenting such peptides.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Low-Expression Promiscuous and High-Expression Fastidious Chicken Class I Alleles"
        },
        {
            "text": "Intriguingly, the fastidious class I molecules are found on the cell surface at high levels whereas the promiscuous molecules are expressed on the cell surface at lower levels. This cell-surface expression level is not dependent on the level of transcription or translation or on the kinetics of translocation to the cell surface or degradation. Overall, the population of highly expressed fastidious molecules shows greater thermal stability than do the poorly expressed promiscuous molecules, although stable complexes with particular peptides are found for both kinds of molecule [35, 38, 57] .",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 587,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Low-Expression Promiscuous and High-Expression Fastidious Chicken Class I Alleles"
        },
        {
            "text": "This inverse correlation of peptide repertoire with cell-surface expression was also unexpected. It seems most likely that the number of molecules arriving on the cell surface is determined by the interaction of the particular TAP, tapasin, and BF2 alleles in the peptide-loading complex. The underlying reason for this mechanism might simply be the biochemistry of peptide loading, but alternatively there could be evolutionary selection for the inverse correlation. One hypothesis is that promiscuous BF2 molecules present so many self-peptides that negative selection would deplete too many T cell clones in the thymus and that reducing cell-surface expression would reduce the extent of negative selection, with a balance of peptide repertoire and cellsurface expression resulting in an optimal T cell repertoire [57] . Several other hypotheses can be imagined, including a balance between the responses to pathogens for protection versus the recognition of self that could lead to autoimmunity, or the balance between antigen presentation for T cell recognition versus a role as a ligand for NK cells.",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 821,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Low-Expression Promiscuous and High-Expression Fastidious Chicken Class I Alleles"
        },
        {
            "text": "To what extent do these observations about class I molecules extend beyond chickens? Obviously, the potential contributions of polymorphism in TAP and tapasin cannot extend to mammals that have monomorphic antigen-processing and peptide-loading genes. However, the linkages of peptide repertoire, cell-surface expression, translocation to the cell surface, stability, and resistance to a viral disease are found for human class I molecules. Striking differences were reported in the predicted peptide repertoire of four HLA-B alleles that correlated with the speed of progression from HIV infection to AIDS, with the fastidious HLA-B*57:01 and HLA-B*27:05 alleles associated with long-term non-progression compared with the promiscuous HLA-B*07:02 and HLA-B*35:01 associated with rapid progression [59] . Subsequently, the cell-surface expression levels of these four HLA-B alleles were shown to vary inversely with peptide repertoire, mirroring the findings in chickens [57] . Measurements of direct peptide binding for 27 HLA-A and HLA-B alleles showed a wide range of peptide repertoires [60] . An early immunoprecipitation study reported that one HLA-A and six HLA-B alleles were mostly in a peptide-bound conformation while seven HLA-A and three HLA-B alleles were mostly bound to TAP molecules, suggesting a range of peptide-loading efficiencies [61] . Assays with transfected cDNA clones for 27 HLA-B alleles show that some alleles have strong tapasin dependence on cell-surface expression (tapasin-independent alleles generally being correlated with faster HIV progression) [62] , implicating dependence on translocation to the cell surface as in chickens [35] . Although the data are not strictly comparable between all of these reports, wider peptide repertoire, lower cell-surface expression level, longer TAP binding, tapasin independence of translocation, and faster HIV progression for HLA-A and HLA-B alleles seem to be broadly (but not perfectly) correlated [63] , with many (but not all) HLA-A molecules being more promiscuous and many (but not all) HLA-B molecules being more fastidious. Overall, the similarities between chickens and humans suggest that these are fundamental properties of classical class I molecules.",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 802,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1352,
                    "end": 1356,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1582,
                    "end": 1586,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1664,
                    "end": 1668,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1974,
                    "end": 1978,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "An Inverse Correlation of Cell-Surface Expression and Peptide Repertoire for Human Classical Class I Alleles"
        },
        {
            "text": "However, there are clearly differences between the human and chicken class I systems. The range of peptide binding for human class I alleles appears to be less than that of chickens. For instance, HLA-A*02 molecules are the most promiscuous human class I molecules, accommodating hydrophobic amino acids that are common in proteins but only two or three different amino acids in each pocket as opposed to the six different amino acids accommodated by the highly promiscuous chicken BF2*02:01 [57, 64, 65] . Similarly, the fastidious HLA-B*57:01 specifies amino acids for only two pockets, one of which requires the rare amino acid tryptophan whereas the other allows the common amino acids alanine, serine and threonine. By contrast, the highly fastidious chicken class I molecule BF2*04:01 requires the binding of relatively rare acidic amino acids in each of three pockets [37, 56, 66] . Perhaps the presence of a multigene family of human class I molecules means that the selective pressure for extremely promiscuous and fastidious molecules is lower than in chickens.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 496,
                    "text": "[57,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "64,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "An Inverse Correlation of Cell-Surface Expression and Peptide Repertoire for Human Classical Class I Alleles"
        },
        {
            "text": "A second difference might be that cell-surface expression has been correlated with tapasin dependence in humans but thus far only with TAP specificity in chickens; the effect of chicken tapasin has not been examined [35, 62] . In any case, human tapasin and TAP genes are functionally monomorphic, so any effect in the peptide-loading complex would depend on the polymorphic positions in the class I allele [42] [43] [44] . By contrast, chicken tapasin and TAP genes are all polymorphic and appear to coevolve with the dominantly expressed class I BF2 gene [26, 27] , so the interactions could be more complex.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "An Inverse Correlation of Cell-Surface Expression and Peptide Repertoire for Human Classical Class I Alleles"
        },
        {
            "text": "HLA-C presents a special challenge, perhaps because the relative importance of various sequence features remains controversial. HLA-C molecules are found expressed on the surface of most cells at a much lower level than HLA-A and HLA-B (perhaps commensurate with a greater role for HLA-C as a ligand for NK cells rather than as an antigen presentation molecule for T cells) [67] . In addition, HLA-C alleles vary in their cell-surface expression (with higher expression correlated with slower HIV progression, perhaps due to T cell recognition) [14, 68, 69] . Various features of HLA-C have been reported to contribute to these two kinds of differences, including: promoter sequence and transcription; miRNA sites in the 3 0 UTR sequences and RNA stability; b 2 m association, peptide motif, and peptide repertoire; and TAP residency and translocation to the surface [67, [70] [71] [72] [73] [74] [75] [76] . In early studies [61, 70] , certain HLA-C alleles were found to be present inside the cell at the same level as HLA-A and HLA-B molecules but remained bound to TAP and were not translocated to the cell surface, similar to promiscuous chicken class I alleles. The available data from predicted or actual peptide motifs is often interpreted to show a limited number of peptides that can bind HLA-C molecules compared with typical HLA-A and HLA-B molecules [67, [74] [75] [76] . A more recent report [76] compares two HLA-C alleles, confirming that several features of the HLA-C gene contribute in a complex way to cell-surface expression. The peptide-binding domains of one HLA-C allele that binds a greater diversity of peptides are better expressed at the cell surface (at least when fused to another class I molecule), the opposite of that found for chicken class I molecules. How all of these observations fit together is currently unknown.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "68,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[67,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[61,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1363,
                    "end": 1367,
                    "text": "[67,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1378,
                    "end": 1382,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1406,
                    "end": 1410,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "An Inverse Correlation of Cell-Surface Expression and Peptide Repertoire for Human Classical Class I Alleles"
        },
        {
            "text": "Finally, perhaps the most striking difference is that poorly expressed promiscuous alleles confer protection against Marek's disease in chickens while well-expressed fastidious alleles are responsible for slow progression to AIDS in humans. Any pretense to an overarching model must explain this difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Inverse Correlation of Cell-Surface Expression and Peptide Repertoire for Human Classical Class I Alleles"
        },
        {
            "text": "What could be the evolutionary basis for having well-expressed fastidious and poorly expressed promiscuous class I alleles? Looking through the literature, it appears that the promiscuous BF2 alleles protect chickens against a range of common infectious diseases in addition to Marek's disease [77] [78] [79] [80] . Among several examples (Figure 4) , typing chickens in rural Thailand after an outbreak of avian influenza found that all B21 homozygotes survived, that all chickens homozygous for the B12, B13, and B15 haplotypes with fastidious BF2 molecules died, and that, in all but one combination, heterozygotes with one promiscuous class I allele survived [79] . It appears that promiscuous BF2 molecules, combining the specificities of several fastidious molecules in one molecule, generally confer protection against most pathogens (Figure 2 ), much like a mammalian MHC haplotype with multiple mammalian class I molecules. By contrast, the fastidious human class I alleles HLA-B*57:01 and HLA-B*27:05 confer protection against the dangerous zoonotic pathogen HIV, which they achieve by binding a particular protective peptide that the virus cannot change without a drastic loss of fitness [13, 59, 81, 82] . Another dangerous and possibly new pathogen, hepatitis C virus (HCV), is also controlled by HLA-B*27:05 [83, 84] .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1199,
                    "end": 1203,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1204,
                    "end": 1207,
                    "text": "59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "81,",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1212,
                    "end": 1215,
                    "text": "82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "[83,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "84]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 349,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Promiscuous Generalists and Fastidious Specialists"
        },
        {
            "text": "Putting these two ideas together, one evolutionary hypothesis would be that low-expression promiscuous class I alleles function as generalists while the high-expression fastidious alleles act as specialists [57, 63] . Most of the time, the generalists deal well with common pathogens, but they may not always be able to cope with the appearance of a new and virulent pathogen. In this case, a particular fastidious molecule may present a special peptide from the new pathogen, conferring protection and leading to an increase in gene frequency for that allele ( Figure 5 ).",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[57,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 562,
                    "end": 570,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Promiscuous Generalists and Fastidious Specialists"
        },
        {
            "text": "How does this new view stack up against the current concepts and available data? The many class I alleles found in most human populations have long been interpreted to mean that high levels of polymorphism are important for survival. However, a population with a few generalist alleles may provide enough protection under normal circumstances. If this is true, the current view that MHC typing can identify the risk of extinction for endangered species [85] may need to be reconsidered to also take into account the peptide repertoire of MHC molecules present in the remaining population. It is also easy to imagine that the original class I alleles were promiscuous, which seems superficially similar to the class II molecules from which they may have arisen [6, 9, 86] . The major change in structure-function relationships caused by rearrangement of the MHC in the lineage leading to placental mammals discussed above [6, 9, 27] might have been facilitated by a promiscuous class I allele closely linked to promiscuous TAP genes. Fastidious alleles might arise by a few mutations from promiscuous alleles and remain at a low gene frequency unless selected by a pathogen challenge and might diminish in frequency once that challenge is relaxed. However, it is also possible that a selective sweep ensures the near fixation of fastidious alleles. Chimpanzees, which are thought to have been strongly selected during a retroviral catastrophe, have two kinds of class I molecules [87] [88] [89] : those with fastidious peptide motifs similar to HLA-B*57:01 and HLA-B*27:05 and those with promiscuous motifs similar to BF2*02:01. Finally, it is important to note that the classification of generalist and specialist alleles may be more useful for the explanation of a population response to a given pathogen than for individual predictions: a promiscuous molecule may be able to protect against a new and virulent pathogen (as does HLA-B*35:01 for HIV clade C but not B [13] ) while most fastidious molecules will be unlikely to recognize a protective peptide for any one particular pathogen. However, a potential advantage might arise from bundling together alleles that are promiscuous or fastidious, allowing greater statistical power in genetic association studies.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 457,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "86]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 925,
                    "end": 927,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1479,
                    "end": 1483,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1484,
                    "end": 1488,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1489,
                    "end": 1493,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1968,
                    "end": 1972,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Promiscuous Generalists and Fastidious Specialists"
        },
        {
            "text": "The observations and hypotheses described in this review require much additional work for support and testing (see Outstanding Questions). First, careful and quantitative measurement of peptide repertoire breadth, cell-surface expression levels, and translocation to the surface for class I alleles in homozygotes is required. If the broad correlations discussed here are confirmed, a comprehensive reassessment of the extent to which (low-expression) promiscuous and (highexpression) fastidious class I alleles confer protection against various kinds of pathogens (as well as correlating with other biological and medical phenomena) would be valuable. diameter of each circle indicates the frequency of a particular MHC allele in a population before and after selection by a pathogen. The rainbow colors indicate promiscuous molecules that act as generalists, conferring protection against most pathogens including those regularly found in the environment. The single colors indicate fastidious molecules encoded by genes that arise by mutation and are present at low frequency but with the possibility of presenting a protective peptide from a particular pathogen. Scenarios for three different pathogens are shown: one of the generalist molecules confers protection against the first pathogen (top); one of the specialist molecules confers protection against the second pathogen (middle); and another of the specialist molecules confers protection against the third pathogen (bottom). Modified extensively from [63] .",
            "cite_spans": [
                {
                    "start": 1514,
                    "end": 1518,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "To what extent is the inverse correlation between cell-surface expression and peptide repertoire found for all classical class I molecules in chickens and humans? Is it a true hierarchy or just two groups? If this is not the case for human HLA-C, why?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "What is the mechanism for the inverse correlation between cell-surface expression and peptide repertoire found for classical class I molecules? Is it due to intrinsic differences in the folding of the class I molecule, the efficiency of interactions with the peptideloading complex, quality control steps (like TAPBPR/UGT), or other important steps of translocation? In addition to these biochemical mechanisms, what are the selective pressures for the inverse correlation between cell-surface expression and peptide repertoire found for classical class I molecules (e. g., optimization of T cell repertoire, avoidance of autoimmunity)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "To what extent does low expression level/peptide promiscuity really correlate with resistance to common pathogens? How is this correlation influenced by the type of pathogen involved (e.g., viruses with small or large genomes, for which the numbers of potential protective peptides differ) and what is the underlying mechanism for protection (number of T cells activated, higher probability of binding a given efficacious peptide)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Similarly, what are the mechanisms underlying protection against a given zoonosis by high-expression level/fastidious peptide-binding MHCs? Is the binding of special protective peptides that are critical for viral fitness always involved?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "To what extent is this new view true for a wide variety of species? These studies should be easier in mice and primates where a significant literature is available but are largely relevant across the animal kingdom (e.g., farm and sport animals, farmed fish).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "To what extent are these features found for classical class II molecules?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "A much deeper understanding of the mechanisms underlying the phenomenon is clearly required. If a fundamental property leads to these correlations for classical class I molecules, it is natural to ask whether the same phenomenon may be true for classical class II molecules. The concept of generalist and specialist has already been used for class II genes in relation to the nematode burden of striped mice in Africa [90] . Perhaps the same idea of promiscuous and fastidious recognition might be true for other (particularly innate) immune receptors.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 422,
                    "text": "[90]",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Outstanding Questions"
        },
        {
            "text": "Finally, much can be learned from evolutionary biology approaches, including observation and simulation, typically with wild outbred populations. For detailed disease associations including autoimmunity and for mechanistic studies, humans and mice are obviously much better suited for rapid progress than chickens. However, at the least, the chicken MHC again has provided a simple model to discover phenomena that have been difficult to discern in both the more complicated MHC of typical mammals and the less well-characterized MHC of wild species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Natural History of the Major Histocompatibility Complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Major histocompatibility complex genomics and human disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trowsdale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu. Rev. Genomics Hum. Genet",
            "volume": "14",
            "issn": "",
            "pages": "301--323",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of HLA diversity on donor selection in organ and stem cell transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tiercy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Claas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hum. Hered",
            "volume": "76",
            "issn": "",
            "pages": "178--186",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The avian MHC",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Avian Immunology",
            "volume": "",
            "issn": "",
            "pages": "149--167",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Brief review of the chicken major histocompatibility complex: the genes, their distribution on chromosome 16, and their contributions to disease resistance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Poult. Sci",
            "volume": "95",
            "issn": "",
            "pages": "375--392",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The evolutionary origins of the adaptive immune system of jawed vertebrates",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Immune Response to Infection",
            "volume": "",
            "issn": "",
            "pages": "41--54",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antigen processing and presentation: evolution from a bird's eye view",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol. Immunol",
            "volume": "55",
            "issn": "",
            "pages": "159--161",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What chickens would tell you about the evolution of antigen processing and presentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr. Opin. Immunol",
            "volume": "34",
            "issn": "",
            "pages": "35--42",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Unfinished business: the evolution of the MHC and the adaptive immune system of jawed vertebrates",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annu. Rev. Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MHC studies in nonmodel vertebrates: what have we learned about natural selection in 15 years?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bernatchez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Landry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Evol. Biol",
            "volume": "16",
            "issn": "",
            "pages": "363--377",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "How pathogens drive genetic diversity: MHC, mechanisms and misunderstandings",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Spurgin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Biol. Sci",
            "volume": "277",
            "issn": "",
            "pages": "979--988",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The immunogenetics of human infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Annu. Rev. Immunol",
            "volume": "16",
            "issn": "",
            "pages": "593--617",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "HIV and HLA class I: an evolving relationship",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Goulder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunity",
            "volume": "37",
            "issn": "",
            "pages": "426--440",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Polymorphisms of large effect explain the majority of the host genetic contribution to variation of HIV-1 virus load",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mclaren",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "112",
            "issn": "",
            "pages": "14658--14663",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Resistance to a malignant lymphoma in chickens is mapped to subregion of major histocompatibility (B) complex",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Briles",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Science",
            "volume": "219",
            "issn": "",
            "pages": "977--979",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The chicken B locus is a minimal essential major histocompatibility complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "401",
            "issn": "",
            "pages": "923--925",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Genome-wide association studies of immune, disease and production traits in indigenous chicken ecotypes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Psifidi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genet. Sel. Evol",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The genomic architecture of resistance to Campylobacter jejuni intestinal colonisation in chickens",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Psifidi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Genomics",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A new recombinant allele in the B complex of the chicken",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hala",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Folia Biol. (Praha)",
            "volume": "25",
            "issn": "",
            "pages": "323--324",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "New recombinants within the MHC (Bcomplex) of the chicken",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Tissue Antigens",
            "volume": "21",
            "issn": "",
            "pages": "129--137",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Analysis of chickens for recombination within the MHC (B-complex)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Skjødt",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Tissue Antigens",
            "volume": "25",
            "issn": "",
            "pages": "278--282",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Attempt to detect recombination between B-F and B-L genes within the chicken B complex by serological typing, in vitro MLR, and RFLP analyses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hala",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Immunogenetics",
            "volume": "28",
            "issn": "",
            "pages": "433--438",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The MHC haplotypes of the chicken",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Immunogenetics",
            "volume": "16",
            "issn": "",
            "pages": "513--532",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Contribution of mutation, recombination, and gene conversion to chicken MHC-B haplotype diversity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hosomichi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "181",
            "issn": "",
            "pages": "3393--3399",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A high-density SNP panel reveals extensive diversity, frequent recombination and multiple recombination hotspots within the chicken major histocompatibility complex B region between BG2 and CD1A1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genet. Sel. Evol",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A mechanistic basis for the coevolution of chicken tapasin and major histocompatibility complex class I (MHC I) proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Hateren",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Biol. Chem",
            "volume": "288",
            "issn": "",
            "pages": "32797--32808",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The dominantly expressed class I molecule of the chicken MHC is explained by coevolution with the polymorphic peptide transporter (TAP) genes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "108",
            "issn": "",
            "pages": "8396--8401",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Organisation and diversity of the class II DM region of the chicken MHC",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Chazara",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Immunol",
            "volume": "48",
            "issn": "",
            "pages": "1263--1271",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The properties of the single chicken MHC classical class II alpha chain (B-LA) gene indicate an ancient origin for the DR/E-like isotype of class II molecules",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salomonsen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunogenetics",
            "volume": "55",
            "issn": "",
            "pages": "605--614",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The chicken b2-microglobulin gene is located on a non-major histocompatibility complex",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Riegert",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "39",
            "issn": "5",
            "pages": "1243--1248",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Gene homologs on human chromosome 15q21-q26 and a chicken microchromosome identify a new conserved segment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mamm. Genome",
            "volume": "8",
            "issn": "",
            "pages": "436--440",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "No evidence for immunoproteasomes in chicken lymphoid organs and activated lymphocytes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Groettrup",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunogenetics",
            "volume": "67",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A \"minimal essential MHC\" and an \"unrecognized MHC\": two extremes in selection for polymorphism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunol. Rev",
            "volume": "143",
            "issn": "",
            "pages": "63--88",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Co-evolution with chicken class I genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunol. Rev",
            "volume": "267",
            "issn": "",
            "pages": "56--71",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Surface expression, peptide repertoire, and thermostability of chicken class I molecules correlate with peptide transporter specificity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Tregaskes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "113",
            "issn": "",
            "pages": "692--697",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Different evolutionary histories of the two classical class I genes BF1 and BF2 illustrate drift and selection within the stable MHC haplotypes of chickens",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Immunol",
            "volume": "178",
            "issn": "",
            "pages": "5744--5752",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Peptide motifs of the single dominantly expressed class I molecule explain the striking MHC-determined response to Rous sarcoma virus in chickens",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallny",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "103",
            "issn": "",
            "pages": "1434--1439",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Structures of an MHC class I molecule from B21 chickens illustrate promiscuous peptide binding",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunity",
            "volume": "27",
            "issn": "",
            "pages": "885--899",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The peptide motif of the single dominantly expressed class I molecule of the chicken MHC can explain the response to a molecular defined vaccine of infectious bursal disease virus (IBDV)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Butter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunogenetics",
            "volume": "65",
            "issn": "",
            "pages": "609--618",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Complete sequence and gene map of a human major histocompatibility complex",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mhc Sequencing Consortium",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "401",
            "issn": "",
            "pages": "921--923",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Recombination within the human MHC",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Immunol. Rev",
            "volume": "167",
            "issn": "",
            "pages": "245--256",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Selectivity of MHC-encoded peptide transporters from human, mouse and rat",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Momburg",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature",
            "volume": "367",
            "issn": "",
            "pages": "648--651",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "TAP polymorphism does not influence transport of peptide variants in mice and humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Obst",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Eur. J. Immunol",
            "volume": "25",
            "issn": "",
            "pages": "2170--2176",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Identification of novel tapasin polymorphisms and linkage disequilibrium to MHC class I alleles",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunogenetics",
            "volume": "52",
            "issn": "",
            "pages": "9--11",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Co-evolution of rat TAP transporters and MHC class I RT1-A molecules",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Joly",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr. Biol",
            "volume": "8",
            "issn": "",
            "pages": "169--172",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Co-evolving genes in MHC haplotypes: the \"rule\" for nonmammalian vertebrates?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Immunogenetics",
            "volume": "50",
            "issn": "",
            "pages": "228--236",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The MHC of the duck (Anas platyrhynchos) contains five differentially expressed class I genes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Immunol",
            "volume": "175",
            "issn": "",
            "pages": "6702--6712",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The dominant MHC class I gene is adjacent to the polymorphic TAP2 gene in the duck, Anas platyrhynchos",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mesa",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunogenetics",
            "volume": "56",
            "issn": "",
            "pages": "192--203",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Ancestral organization of the MHC revealed in the amphibian Xenopus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Immunol",
            "volume": "176",
            "issn": "",
            "pages": "3674--3685",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Genomic organization of duplicated major histocompatibility complex class I regions in Atlantic salmon (Salmo salar)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Lukacs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Genomics",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "MHC polymorphism and disease resistance in Atlantic salmon (Salmo salar); facing pathogens with single expressed major histocompatibility class I and class II loci",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Grimholt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunogenetics",
            "volume": "55",
            "issn": "",
            "pages": "210--219",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Characterization of the chicken C-type lectin-like receptors B-NK and B-lec suggests that the NK complex and the MHC share a common ancestral region",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Immunol",
            "volume": "174",
            "issn": "",
            "pages": "3475--3483",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Reconstructing an ancestral mammalian immune supercomplex from a marsupial major histocompatibility complex",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Belov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Marek's disease virus: from miasma to model",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Osterrieder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Rev. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "283--294",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Biology of the chicken MHC (B complex)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plachy",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Crit. Rev. Immunol",
            "volume": "12",
            "issn": "",
            "pages": "47--79",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Narrow groove and restricted anchors of MHC class I molecule BF2*0401 plus peptide transporter restriction can explain disease susceptibility of B4 chickens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Immunol",
            "volume": "189",
            "issn": "",
            "pages": "4478--4487",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Expression levels of MHC class I molecules are inversely correlated with promiscuity of peptide binding",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chappell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Clonal structure of rapid-onset MDVdriven CD4 + lymphomas and responding CD8 + T cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Mwangi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Effects of thymic selection of the T-cell repertoire on HLA class I-associated control of HIV infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kosmrlj",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "465",
            "issn": "",
            "pages": "350--354",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "HLA class I alleles are associated with peptide-binding repertoires of different size, affinity, and immunogenicity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Immunol",
            "volume": "191",
            "issn": "",
            "pages": "5831--5839",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Allele-specific differences in the interaction of MHC class I molecules with transporters associated with antigen processing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Neisig",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Immunol",
            "volume": "156",
            "issn": "",
            "pages": "3196--3206",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Distinct assembly profiles of HLA-B molecules",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Rizvi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Immunol",
            "volume": "192",
            "issn": "",
            "pages": "4967--4976",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A new view of how MHC class I molecules fight disease: generalists and specialists",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Evolutionary Biology: Self/Nonself Evolution, Species and Complex Traits Evolution, Methods and Concepts",
            "volume": "",
            "issn": "",
            "pages": "3--25",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The antigenic identity of peptide-MHC complexes: a comparison of the conformations of five viral peptides presented by HLA-A2",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "75",
            "issn": "",
            "pages": "693--708",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Structural and functional distinctiveness of HLA-A2 allelic variants",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunol. Res",
            "volume": "53",
            "issn": "",
            "pages": "182--190",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Immune self-reactivity triggered by drugmodified HLA-peptide repertoire",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Illing",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "554--558",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "HLA-C as a mediator of natural killer and T-cell activation: spectator or key player?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Blais",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunology",
            "volume": "133",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "HLA-C cell surface expression and control of HIV/AIDS correlate with a variant upstream of HLA-C",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Genet",
            "volume": "41",
            "issn": "",
            "pages": "1290--1294",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Influence of HLA-C expression level on HIV control",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Apps",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "",
            "pages": "87--91",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Reduced cell surface expression of HLA-C molecules correlates with restricted peptide binding and stable TAP interaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Neisig",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Immunol",
            "volume": "160",
            "issn": "",
            "pages": "171--179",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Differential microRNA regulation of HLA-C expression and its association with HIV control",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kulkarni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "",
            "pages": "495--498",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "HLA-C level is regulated by a polymorphic Oct1 binding site in the HLA-C promoter region",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vince",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Hum. Genet",
            "volume": "99",
            "issn": "",
            "pages": "1353--1358",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Identification of an elaborate NK-specific system regulating HLA-C expression",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Genet",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Allele-specific peptide ligand motifs of HLA-C molecules",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "90",
            "issn": "",
            "pages": "12005--12009",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Uncovering the peptide-binding specificities of HLA-C: a general strategy to determine the specificity of any MHC class I molecule",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Immunol",
            "volume": "193",
            "issn": "",
            "pages": "4790--4802",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Structural and regulatory diversity shape HLA-C protein expression levels",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "The MHC of the chicken, genomic structure, gene products, and resistance to oncogenic DNA and RNA viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Vet. Immunol. Immunopathol",
            "volume": "17",
            "issn": "",
            "pages": "243--253",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "MHC gene control of growth of avian sarcoma virus-induced tumours in chickens: a study on the role of virus strains",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Immunogenet",
            "volume": "8",
            "issn": "",
            "pages": "207--214",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Influences of major histocompatibility complex class I haplotypes on avian influenza virus disease traits in Thai indigenous chickens",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boonyanuwat",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anim. Sci. J",
            "volume": "77",
            "issn": "",
            "pages": "285--289",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Association of the chicken MHC B haplotypes with resistance to avian coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Banat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Dev. Comp. Immunol",
            "volume": "39",
            "issn": "",
            "pages": "430--437",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Early HLA-B*57-restricted CD8 + T lymphocyte responses predict HIV-1 disease progression",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "10505--10516",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Escape from the dominant HLA-B27-restricted cytotoxic T-lymphocyte response in Gag is associated with a dramatic reduction in human immunodeficiency virus type 1 replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schneidewind",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "12382--12393",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Hepacivirus cross-species transmission and the origins of the hepatitis C virus",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thézé",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Opin. Virol",
            "volume": "16",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Loss of viral fitness and cross-recognition by CD8 + T cells limit HCV escape from a protective HLA-B27-restricted human immune response",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dazert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Invest",
            "volume": "119",
            "issn": "",
            "pages": "376--386",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "The importance of immune gene variability (MHC) in evolutionary ecology and conservation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Front. Zool",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "The class II molecules of the human and murine major histocompatibility complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "36",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Evidence for an ancient selective sweep in the MHC class I gene repertoire of chimpanzees",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "99",
            "issn": "",
            "pages": "11748--11753",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Detailed characterization of the peptide binding specificity of five common Patr class I MHC molecules",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sidney",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunogenetics",
            "volume": "58",
            "issn": "",
            "pages": "559--570",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "AIDS-protective HLA-B*27/B*57 and chimpanzee MHC class I molecules target analogous conserved areas of HIV-1/SIVcpz",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "107",
            "issn": "",
            "pages": "15175--15180",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Insights into the complex associations between MHC class II DRB polymorphism and multiple gastrointestinal parasite infestations in the striped mouse",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Froeschke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Genetics and genomic organisation of the major histocompatibility complex (MHC) with infectious disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Encyclopedia of Immunobiology",
            "volume": "2",
            "issn": "",
            "pages": "166--173",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "The Chicken Major Histocompatibility Complex (MHC) (BF-BL region) Is Much Smaller and Simpler than the Human MHC (HLA Locus), with a Single Dominantly Expressed Class I Molecule due to Coevolution with Peptide-Loading Genes. Colored vertical lines or boxes indicate genes, with names above or below; thin vertical lines indicate regions, with names above or below; location is roughly to scale, with the length of approximately 100 kB indicated for the upper portion of the figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Compared with Mammals, the Major Histocompatibility Complex (MHC) of Chickens Has Strong Genetic Associations with Resistance and Susceptibility to Infectious Diseases. (A) A multigene family in the human MHC can encode multiple fastidious class I molecules each of which has a chance to find a protective peptide.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The Presence of a Multigene Family of Well-Expressed Classical Class I Molecules in Typical Placental Mammals Can Be Explained by a Genomic Inversion that Disrupted the Coevolutionary Relationships between the Closely Linked Genes of the Class I System Found in Many Other Vertebrates. Top panel.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Chicken Major Histocompatibility Complex (MHC) Haplotypes Encoding Promiscuous Class I Molecules (Rainbow) Can Confer Protection against a Variety of Viral Infections Under Experimental and Field Conditions, Whereas MHC Haplotypes Encoding Fastidious Class I Molecules (Red) Generally Confer Susceptibility. Percentage of MHC genotypes in a flock before and after experimental infection with Marek's disease virus (MDV), with the B2 and B21 haplotypes conferring protection (A). Percentage of Rous sarcoma virus (RSV) strains that progress to give lethal tumors after experimental infection, with the B6 haplotype conferring survival (B). Percentage survival after natural infection with avian influenza virus (AIV) under field conditions in rural Thailand, with the presence of a single promiscuous haplotype conferring protection, except in one combination (B2/B13) for reasons that are not understood (C). Percentage of chickens ill from infectious bronchitis virus (IBV) on day 10 after experimental infection, with the B2 haplotype conferring protection (D). Data from[77][78][79][80].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "A Model Illustrates the Shift in Gene Frequencies from A Few Predominant Generalist Major Histocompatibility Complex (MHC) Alleles on Selection by New and/or Particularly Virulent Pathogens. The",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": ", but the strong associations with Marek's disease were more challenging to explain. Marek's disease virus (MDV),",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}