{
    "paper_id": "d2d95788c3cd662cef7efad97646e0a9d2b3e47a",
    "metadata": {
        "title": "Articles Progress and challenges in maternal health in western China: a Countdown to 2015 national case study",
        "authors": [
            {
                "first": "Yanqiu",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neha",
                "middle": [
                    "S"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [],
                "last": "Powell-Jackson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Nash",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sufang",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hai",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melisa",
                "middle": [],
                "last": "Martinez Alvarez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jay",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carine",
                "middle": [],
                "last": "Ronsmans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background China is one of the few Countdown countries to have achieved Millennium Development Goal 5 (75% reduction in maternal mortality ratio between 1990 and 2015). We aimed to examine the health systems and contextual factors that might have contributed to the substantial decline in maternal mortality between 1997 and 2014. We chose to focus on western China because poverty, ethnic diversity, and geographical access represent particular challenges to ensuring universal access to maternal care in the region. Health Statistical Yearbooks to describe changes in policies, health financing, health workforce, health infrastructure, coverage of maternal care, and maternal mortality by region between 1997 and 2014. We used a multivariate linear regression model to examine which contextual and health systems factors contributed to the regional variation in maternal mortality ratio in the same period. Using data from a cross-sectional survey in 2011, we also examined equity in access to maternity care in 42 poor counties in western China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings Maternal mortality declined by 8·9% per year between 1997 and 2014 (geometric mean ratio for each year 0·91, 95% CI 0·91-0·92). After adjusting for GDP per capita, length of highways, female illiteracy, the number of licensed doctors per 1000 population, and the proportion of ethnic minorities, the maternal mortality ratio was 118% higher in the western region (2·18, 1·44-3·28) and 41% higher in the central region (1·41, 0·99-2·01) than in the eastern region. In the rural western region, the proportion of births in health facilities rose from 41·9% in 1997 to 98·4% in 2014. Underpinning such progress was the Government's strong commitment to long-term strategies to ensure access to delivery care in health facilities-eg, professionalisation of maternity care in large hospitals, effective referral systems for women medically or socially at high risk, and financial subsidies for antenatal and delivery care. However, in the poor western counties, substantial disparity by education level of the mother existed in access to health facility births (44% of illiterate women vs 100% of those with college or higher education), antenatal care (17% vs 69%) had at least four visits), and caesarean section (8% vs 44%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation Despite remarkable progress in maternal survival in China, substantial disparities remain, especially for the poor, less educated, and ethnic minority groups in remote areas in western China. Whether China's highly medicalised model of maternity care will be an answer for these populations is uncertain. A strategy modelled after China's immunisation programme, whereby care is provided close to the women's homes, might need to be explored, with township hospitals taking a more prominent role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At the end of 2015, the Millennium Development Goals (MDGs) came to a close. Much progress has been achieved for MDG4, with 25 of the 75 Countdown to 2015 priority countries achieving a two-thirds reduction in child mortality. 1 Far fewer countries achieved the MDG5 target to reduce the maternal mortality ratio by threequarters. 1 To better understand the factors that might have enabled or hindered progress for maternal and child health, Countdown commissioned several in-depth country case studies, 1 including one for China.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "China's progress in maternal and child survival in the past 20 years has been impressive. 2 China has achieved the fastest reduction in under-5 mortality among Countdown countries, 1 realising the MDG4 target with an under-5 mortality of 10·7 deaths per 1000 livebirths in 2015. 3 Reductions in maternal mortality have been equally impressive, and nearly all women now deliver in health facilities. [3] [4] [5] The maternal mortality ratio in 2014 was 21·7 deaths per 100 000 livebirths, signalling that China has achieved MDG5. 3 At an international Countdown forum in Beijing (China) in October, 2015, China examined its progress in maternal and child survival. 3 Although there was undeniable cause for celebration, persistent regional disparities in maternal and child health, particularly in the rural and remote regions of western China, have also been recognised. [6] [7] [8] In this case study, we aimed to explore reasons for progress in maternal survival in China, examining the health systems and contextual factors that might have contributed to the substantial decline in maternal mortality between 1997 and 2014. We chose to focus on western China, a region where poverty, ethnic diversity, and geographical access represent particular challenges to ensuring universal access to maternal care. We also examined equity in access along the continuum of care among women and children in rural western China, so as to inform strategies for further improvements in maternal health in the region. Equity in access is important, not only because aggregate geographical data can hide individual variation, but also because China is the only Countdown country that does not report individual socioeconomic variation along the continuum of care in its Countdown profile. 1",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "text": "2",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 279,
                    "end": 280,
                    "text": "3",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[3]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[4]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[5]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 529,
                    "end": 530,
                    "text": "3",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 664,
                    "end": 665,
                    "text": "3",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 871,
                    "end": 874,
                    "text": "[6]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "[7]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We applied a health systems evaluation framework that has been used previously in Countdown case studies. [9] [10] [11] This framework assesses changes in maternal mortality through an analysis of health systems inputs, coverage, and equity, while considering contextual factors such as economic and educational status and ethnic diversity (appendix p 1).",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[9]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[10]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 115,
                    "end": 119,
                    "text": "[11]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Overview of study design and analysis"
        },
        {
            "text": "We started by describing the sociodemographic characteristics of eastern, central, and western China and documented variation in health financing, human resources, and health-care infrastructure in each region between 1997 and 2014. We chose 1997 as the lower bound for our analyses because reliable data for maternal health by province have only been available since then. 12 We described the substantial changes in uptake of maternal health care and mortality in each region over the same period, and explored reasons for maternal mortality reduction using a multivariate linear regression analysis. Finally, we examined individual variation in access along the continuum of care in populations living in poor rural areas of western China in 2011.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "12",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Overview of study design and analysis"
        },
        {
            "text": "First, we extracted data from the 1990 and 2010 national census reports 13 to estimate the total resident population, livebirths, gross domestic product (GDP) per capita, female illiteracy (ie, the proportion of women aged 15 years or older who were illiterate), total fertility rate, and the proportion of the population that belonged to ethnic minorities in each province. Second, data on length of highways, total tax revenue, and estimates of government health expenditure in each province between 1997 and 2014 were extracted from National Statistical Yearbooks. 14 Third, we obtained data on the number of livebirths, maternal deaths, and facility deliveries in each See Online for appendix",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "text": "13",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "14",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "Evidence before this study We searched PubMed for all original research articles published in English or Chinese between Jan 1, 1997, and Dec 31, 2015, using the search term \"([maternal mortality]) AND China\". Of 603 papers identified, 22 empirically addressed maternal health and health-care issues at the regional or national level or inequalities in access to maternal care across socioeconomic groups. Results from these studies confirmed the substantial decline in maternal mortality in China over the past 20 years and also showed the persistent gap between the eastern, central, and western regions. Factors such as educational achievements, household income, traditions, and geographical access were found to be determinants of uptake of hospital delivery care. However, no study provided a systematic analysis of the health systems inputs and outputs that might explain the regional variation in maternal mortality in China, and no study examined inequalities in access to maternal health care among the poorest population groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "We used the standard framework developed by Countdown to 2015's Health Systems and Policies Working Group to examine the health systems and contextual factors that might have contributed to the substantial decline in maternal mortality between 1997 and 2014. We took advantage of a unique data source on the maternal mortality ratio collected by the Chinese National Health and Family Planning Commission from 1997 to 2014 for all 31 provinces in China and a population-based survey in 42 poor counties in western China in 2011. We examined equity in access along the continuum of care among women and children in rural western China to inform strategies for further improvements in maternal health in the region, as well as time trends and regional variation in maternal mortality ratio between 1997 and 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Many countries can learn lessons from China's remarkable improvement in maternal survival. Central to China's progress has been a firm commitment from the Government to long-term strategies to ensure access to delivery care in health facilities, with a strong focus on the professionalisation of maternity care in large hospitals, effective referral systems for women at high risk, and financial subsidies for antenatal and delivery care. The Chinese Government was also able to implement its policies with enough authority and accountability to make professional delivery care accessible to all women. As China is on the road to achieving the Sustainable Development Goals, attention now needs to be paid to the unmet need of those not yet able to access care: the poor, less educated, and ethnic minority groups in remote areas in western China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of the available evidence"
        },
        {
            "text": "www.thelancet.com/lancetgh Vol 5 May 2017 e525 province between 1997 and 2014 from the National Maternal and Child Health Routine Reporting System. 15 This system reports the annual number of maternal and child deaths by cause and place of birth for all 31 provinces in China since the 1980s, but it only covered all provinces in China reliably from 1997 onwards when rigorous quality control mechanisms-including data audits, supervision, and standardisation of data collection methods-were introduced. Data on caesarean sections were added from 2008 onwards. Maternal deaths are defined as deaths of women who are \"pregnant or within 42 days of termination of pregnancy, irrespective of the duration and site of the pregnancy, from any cause related to or aggravated by the pregnancy or its management but not from accidental or incidental causes\". 16 Fourth, national (1997 16 Fourth, national ( -2013 and provincial (2013) data on health expenditure were obtained from the China National Health Accounts report 2014. 17 Fifth, data on the number of licensed doctors and the number of hospital beds in each province between 2003 and 2014 were extracted from National Health Statistical Yearbooks. 18 Additionally, we obtained unpublished data from a cross-sectional survey done in 42 poor counties in seven western provinces in 2011. 19 The counties were selected on the basis of low per-capita annual income relative to the national rural average (appendix p 2). Households were selected through a three-stage sampling process; mothers or caregivers of all children younger than 3 years were interviewed about the use and content of antenatal and delivery care, and the immunisation status of the child was noted from the immunisation card. The survey also included a census of all health institutions providing maternal and child health care in the 42 counties, including information on the number of obstetric care providers, capability for providing basic or comprehensive emergency obstetric care, 20 and capability for providing emergency newborn care. Finally, we used standard tools developed by Countdown to 2015's Health Systems and Policies Working Group to collate health systems and policy data since the mid-1990s. 21",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 150,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 876,
                    "text": "16 Fourth, national (1997",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 904,
                    "text": "16 Fourth, national ( -2013",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "text": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1200,
                    "end": 1202,
                    "text": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1337,
                    "end": 1339,
                    "text": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Implications of the available evidence"
        },
        {
            "text": "We used box plots to describe regional variation in contextual factors (2010), the number of licensed doctors per 1000 population , the proportion of births in health facilities (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) , the proportion of births by caesarean section (2013), and the maternal mortality ratio (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) . Where possible, data were stratified by urban and rural residence. We used the resident population recorded in the statistical yearbooks to calculate the number of licensed doctors per 1000 population. We compared the increase between total expenditure on health per capita and the GDP per capita in real terms. Total expenditure on health per capita was broken down by government spending, social health insurance, and out-of-pocket expenditure to examine changes in these sources as a proportion of the total. All reported time series were adjusted for inflation.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 184,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 191,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 198,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 205,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 212,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 219,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 226,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 233,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 240,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 247,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 254,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 261,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 268,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 275,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 282,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 289,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 296,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 303,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 399,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 406,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 413,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 420,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 427,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 434,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 441,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 448,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 455,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 462,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 469,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 476,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 483,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 490,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 497,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 504,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 511,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 518,
                    "text": "(2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "For the 42 poor counties in seven western provinces, we described variation in antenatal care, birth in health facilities, caesarean sections, and immunisation coverage (one dose of BCG; three doses of diphtheria, pertussis, and tetanus [DPT3]; and measles) by education level of the mother. Antenatal care, delivery care, and caesarean sections were reported for 5365 births and immunisation coverage for 4123 children aged 12-35 months. We also described variation in availability of basic emergency obstetric care, comprehensive emergency obstetric care, and emergency newborn care; the number of obstetric care providers; water and sanitation facilities; maternity waiting rooms; and the cost of vaginal and caesarean deliveries by type of health facility (county hospitals, specialised county-level maternal and child health institutions, and township hospitals).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Using random effects to account for the effect of provinces, we fitted a multivariate linear regression model to the log of the maternal mortality ratio to examine time trends and regional variation in this ratio between 1997 and 2014. The model included fixed effects for region and time, with a random intercept for each province. The model calculated the mean of the log maternal mortality ratio within each region, and results from the model (coefficients) were then exponentiated to obtain the geometric mean ratio, which was used as the measure of change so that the assumption of linearity was fulfilled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The geometric mean ratio estimates should be interpreted as the proportional change in the maternal mortality ratio, so a value of 1 indicates no difference between groups and a value of less than 1 indicates a decrease in the maternal mortality ratio. For instance, if a region has a maternal mortality ratio of 100 per 100 000 livebirths and an estimated geometric mean ratio of 0·80 per year, then this would indicate a 20% decrease in the maternal mortality ratio each year. Data from Tibet were excluded from the model because maternal mortality was substantially higher than that in any other province and thus not compatible with the assumptions of the random-effects model. The following health systems and contextual factors were considered for inclusion in the adjusted model: GDP per capita, length of highways, female illiteracy, proportion of ethnic minority population, crude birth rate, total tax revenue, government health expenditure per capita, the number of licensed doctors per 1000 population, and hospital beds per 1000 population. Covariates were selected by using a threshold of p=0·05 and by considering the effect on the region coefficients. To investigate different time trends in each of the regions, we fitted the model described above with an interaction between region and time. We imputed missing data for ethnic minority population for each province in 2014 using data from 2013. For provinces that did not report data on ethnic minority population in the statistical yearbook, we imputed data from the 2010 census.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All analyses were done with STATA, version 14.0. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The funders of the study had no role in study design, data analysis, data interpretation, or writing of the report. The corresponding authors had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "In 1986, the Chinese Government divided China into three regions on the basis of disparities in economic progress at the time (appendix p 3). This division continues to be used today for the allocation of resources from the central government. 22 At the time of the 2010 census, 13 western China accounted for 27·0% of the total population. Compared with eastern and central China, the western region is more rural; has a lower GDP per capita, higher female illiteracy, and higher fertility; and is more sparsely populated (panel; appendix pp 4-5).",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "22",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 279,
                    "end": 281,
                    "text": "13",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The Chinese health policy and programme environment from the mid-1990s to the present has maintained a strong focus on maternal health, with committed funding (appendix pp [6] [7] [8] [9] . The Law on Maternal and Infant Health Care, formulated in 1994, provided a complete legal and policy framework for maternal and child health, and was implemented through National Plans of Action for women and children. The law specified clear guidelines for the care of pregnant women and newborn babies, including the need for access to qualified midwives for women who gave birth at home. The law also emphasised the strengthening of information systems for pregnancy and birth, including the introduction of birth certificates for all births. 23 The National Plan of Action for Women (1995) (1996) (1997) (1998) (1999) (2000) aimed to raise the number of rural women delivering in health facilities and to vaccinate 85% of pregnant women against tetanus: the target was to decrease maternal mortality by 50% and eliminate neonatal tetanus by 2000. 24 The National Plans of Action for women were updated twice (2001-10 and 2011-20) to include further targets to decrease the maternal mortality ratio. 25, 26 To accelerate progress in the reduction of maternal mortality, the National Working Committee on Children and Women within the Chinese Ministry of Health designed the maternal mortality reduction and neonatal tetanus elimination programme in partnership with UNICEF and WHO, with a focus on increasing facility births and antenatal visits. 27 The programme was implemented in 378 counties in 12 western provinces in 1999, expanding coverage to a total of 2288 counties in 22 central and western provinces from 2008 onwards and reaching a population of 830 million by 2008. The programme was effective in reducing maternal mortality through the enhancement of hospital delivery. 28 In 2009 the programme was nationalised to ensure free hospital delivery for all women in China. 29 The programme was funded mainly by the central government with some financial inputs from provincial governments. Equity was an important focus: in 2009, the central government provided 80% of the funds for the poorest provinces but only 10% for the richest provinces. In total, the central government invested nearly ¥2·5 billion (US$1=¥6·31 in 2012) in the programme in 2000-12. 30 This programme encouraged birth in health facilities through a comprehensive set of measures. 31 First, the role of traditional midwives was transformed from assisting births at home to supporting referrals to health facilities and health promotion. Second, a fast channel referral system for pregnant women who were either medically or socially at risk was introduced (appendix p 10). Medical risk factors included young age (<18 years) or old age (>35 years), previous stillbirth, anaemia, and previous caesarean section, and women were considered socially at risk if they lived far from the hospital or had no family support at home (eg, no husband or the husband was working elsewhere). Responsibility for the referral system lay with the highest administrative authority within the county (usually the director of the health bureau). All women screened as high risk by the village doctor or township hospital staff were informed about when and which hospital to go to before the expected date of birth. Women in emergency situations were offered transport, and once they arrived in hospital, designated staff ensured that prompt care was given. Third, specific",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[6]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "[7]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[9]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 736,
                    "end": 738,
                    "text": "23",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 777,
                    "end": 783,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 790,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 797,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 804,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 811,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 818,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "text": "24",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1193,
                    "end": 1196,
                    "text": "25,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1197,
                    "end": 1199,
                    "text": "26",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1540,
                    "end": 1542,
                    "text": "27",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1878,
                    "end": 1880,
                    "text": "28",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1977,
                    "end": 1979,
                    "text": "29",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2361,
                    "end": 2363,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2458,
                    "end": 2460,
                    "text": "31",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In 2010, western China had a higher proportion of rural population (58·6%) than central China (54·7%) and eastern China (40·0%). 13 The median gross domestic product (GDP) per capita in western China was ¥22 700, compared with ¥25 100 for central China and ¥44 100 for eastern China (appendix pp [4] [5] . Western China had a higher proportion of illiterate women (10·1%) than central China (5·6%) and eastern China (4·7%). The median total fertility rate was higher in western and central China (both 1·3 births per woman) than in eastern China (1·0 birth per woman). The population density in western China was 142 people per km², compared with 300 per km² in central China and 581 per km² in eastern China. The median proportion of the population belonging to ethnic minority groups was 34·2% in western China, compared with 2·4% in central China and 2·2% in eastern China. 71·1% of China's ethnic minority populations lived in western China, representing 31·1% of the population in the region in 2010.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "13",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[4]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "[5]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Panel: Sociodemographic characteristics of eastern, central, and western mainland China"
        },
        {
            "text": "Substantial variation exists between urban and rural areas and between provinces within western China. For example, in 2010, Guizhou had the lowest GDP per capita of ¥13 228 (vs ¥27 104 in Shaanxi), 35·7% of the population belonged to an ethnic minority (vs 0·5% in Shaanxi), and 17·3% of adult women were illiterate (vs 6·4% in Shaanxi). standards and basic requirements for hospitals at the county and township levels were introduced. For example, township hospitals were only authorised to provide vaginal deliveries, whereas county hospitals were also authorised to perform caesarean sections. Fourth, financial subsidies were provided to encourage women in rural areas to give birth in hospital (see below). Fifth, accredited medical specialists from prefecture or provincial facilities were sent to county and township hospitals to provide supervision and training to doctors. Finally, township and village doctors were responsible for providing health education to pregnant women and their families. Doctors put up posters in villages and worked with village cadres to advocate for safe birth, which included specifying under what circumstances the family should take a pregnant woman to the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Panel: Sociodemographic characteristics of eastern, central, and western mainland China"
        },
        {
            "text": "The programme also focused on increasing the proportion of pregnant women receiving more than five antenatal visits. In 2009, the central government issued the National Essential Public Health Services programme, providing an essential public health services package that included five antenatal visits free of charge in rural areas. 32 The content of antenatal care was clearly specified and included ultrasound, as well as HIV, syphilis, and hepatitis B testing. Postnatal and newborn care services within 42 days of childbirth were also included within this programme and provided free of charge.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Panel: Sociodemographic characteristics of eastern, central, and western mainland China"
        },
        {
            "text": "Health spending in China has increased substantially over the past two decades (appendix pp 6, 11). Total expenditure on health rose from ¥313 per person in 1997 to ¥2096 per person in 2013. 16 This trend reflects a large expansion in fiscal space for health, 33 driven by economic growth, an increase in government spending as a share of GDP, and greater government commitment to health. 16, 34, 35 Household out-of-pocket expenditure also increased over this period, fuelled by rising demand for health care and escalating health-care costs. 36 Over time, hospitals were allowed to increase fees and mark-up charges on medications-changes that resulted in increased costs of care, misuse of services, and overprescription of medications. 37 Out-of-pocket spending peaked at 60% of total expenditure on health in 2001. Since then, major health sector reforms-particularly the expansion of health insurance schemes for both rural and urban residentshave reduced exposure to out-of-pocket payments through greater health financing from government tax revenue and social health insurance contributions. (appendix p 12). The rural New Cooperative Medical Scheme was introduced in 2003 in response to increasing rates of impoverishment due to health service user charges. 38 The main objective of the scheme is to provide universal coverage and to improve equity and access to health care to the rural population. It is a voluntary insurance scheme funded from a mix of flat-rate household contributions and subsidies from the central and local governments. 38 This scheme operates at the county level, with different counties having different designs and benefit packages. 38, 39 According to the 2012 Report on the Work of the Chinese Government, 40 the scheme had covered 832 million rural residents, or 97·5% of Chinese farmers, by 2012. This high level of participation has partly been attributed to government efforts to encourage participation and to features in the design of the scheme to avoid adverse selection (such as compulsory enrolment of all members in a household). 38 The government contribution to the insurance premium increased from ¥10 per person in 2003 to ¥380 per person in 2015. The New Cooperative Medical Scheme has resulted in increased use of village clinics and inpatient and outpatient services. 38, 39 Despite the expansion of social health insurance, medical care expenditure has continued to represent a great proportion of total household spending, with substantial variation in total and out-of-pocket health expenditure across provinces. For example, per-capita health spending is four times greater in Beijing than in Guizhou. Perhaps surprisingly, in view of the regional disparities in health outcomes, health expenditure is greater in the eastern provinces and only slightly less in central provinces than in western provinces (figure 1). Moreover, with the exception of Tibet, western provinces seem equally reliant on out-of-pocket expenditure as a source of health financing as the rest of the country.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "text": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "16,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "34,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 544,
                    "end": 546,
                    "text": "36",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 740,
                    "end": 742,
                    "text": "37",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1268,
                    "end": 1270,
                    "text": "38",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1554,
                    "end": 1556,
                    "text": "38",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1670,
                    "end": 1673,
                    "text": "38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1674,
                    "end": 1676,
                    "text": "39",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1745,
                    "end": 1747,
                    "text": "40",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2080,
                    "end": 2082,
                    "text": "38",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2325,
                    "end": 2328,
                    "text": "38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2329,
                    "end": 2331,
                    "text": "39",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Panel: Sociodemographic characteristics of eastern, central, and western mainland China"
        },
        {
            "text": "In addition to the New Cooperative Medical Scheme, from 2009 onwards hospital delivery care for rural residents was directly subsidised by the government under the maternal mortality reduction and neonatal tetanus elimination programme. On average, the government provided a ¥500 subsidy per delivery, which the women get directly from the hospital at the time of discharge. Of this amount, the central government provided ¥400 per delivery in western provinces and ¥300 per delivery in central provinces, with the remainder financed by provincial governments. Only rural residents were eligible for the subsidy, and migrants must apply for the subsidy at their place of household registration (ie, hukou). 29 Subsidies for caesarean sections are greater than for vaginal deliveries.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 709,
                    "text": "29",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Panel: Sociodemographic characteristics of eastern, central, and western mainland China"
        },
        {
            "text": "Household expenditure on maternal health care remained high in the 42 counties. Appendix p 13 shows household expenditure on antenatal care, vaginal deliveries, and caesarean section from survey data of 5365 women who gave birth in 42 poor counties in western provinces. Three findings stand out. First, financial protection was only partial-households still bore a substantial proportion of the costs of delivery care in the form of direct payments. Out-of-pocket expenditure on antenatal care was low, reflecting the fact that households received free care for the first five visits under the national basic public health programme. Second, although variation existed by education level of the mother, the least educated women still faced high costs of delivery care. Third, caesarean sections were much more expensive than vaginal deliveries. These findings are broadly consistent with older data available for the whole of China. 41 China's health workforce is the largest in the world and has been growing steadily in the past decades. 42 In 1996, China ended its policy of assigning jobs to undergraduates and initiated a large-scale expansion of college enrolment. 43 The ambitious reform of the professional education system in 1998 greatly expanded enrolment of health professionals, resulting in a substantial increase in the number of graduates to address human resource shortages. 44 The National Plan of Action on Medical Human Resources (2001-15) prioritised reforms in the health worker sector, with an aim of closing the urban and rural equity gap. 45 For example, the severe acute respiratory syndrome epidemic in 2003 prompted the central government to prioritise delivery of health services at the community level, which led to the implementation of policies to attract health workers to rural areas, including increased compensation, in centives for rural retention, positive family environment, children's schooling, and prospects for career development. 46 The central government initiated another round of medical system reforms in 2006, which included a renewed focus on recruiting health workers to rural areas, and on improving the quality of service provision in medical facilities. 47 China launched a programme in 2010 to increase doctor staffing at township health centres, whereby upon entering medical school, a student signs a contract to practise medicine at a township centre for 6 years in exchange for a scholarship with free tuition, room, and board, as well as subsidised living expenses. 44, 48 As a result of the government reforms, China's health workforce has been growing steadily. 18 Between 2003 and 2014, the number of licensed doctors per 1000 population increased from 1·54 to 2·12 (compared with 2·4 in the USA and 2·8 in the UK in 2012), and the number of nurses per 1000 population increased from 1·0 to 2·2 (compared with 9·5 in the USA and 9·8 in the UK in 2012 44 ). However, substantial variation existed between urban and rural areas, and the gap between them has grown larger. Between 2003 and 2014, the number of licensed doctors per 1000 registered population increased from 2·13 to 3·54 in urban areas and from 1·04 to 1·51 in rural areas. In 2014, the median ratio was lower in rural western provinces (1·35 licensed doctors per 1000 registered population) than in rural eastern provinces (1·80 per 1000 registered population; figure 2A) .",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 936,
                    "text": "41",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "text": "42",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1172,
                    "end": 1174,
                    "text": "43",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1393,
                    "end": 1395,
                    "text": "44",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1565,
                    "end": 1567,
                    "text": "45",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1976,
                    "end": 1978,
                    "text": "46",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2210,
                    "end": 2212,
                    "text": "47",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2528,
                    "end": 2531,
                    "text": "44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2532,
                    "end": 2534,
                    "text": "48",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2626,
                    "end": 2628,
                    "text": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 3389,
                    "end": 3399,
                    "text": "figure 2A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Panel: Sociodemographic characteristics of eastern, central, and western mainland China"
        },
        {
            "text": "China does not have formal midwives, but doctors or nurses need to be certified to attend deliveries in hospital. In remote rural areas, deliveries might be attended by non-certified health personnel, although this is increasingly uncommon as more women deliver in large county hospitals. Certificates are issued by district, county, or higher-level authorities, and are generally based on the applicant's educational background and clinical practice experience and whether he or she has passed the formal midwifery examination. 49 Health workers who are certified to attend deliveries have a wide range of qualifications. In a national survey in 2010 of 77 248 health workers legally qualified to provide women's health services (including birth attendance, preventive health care, and health information systems), 50 less than 2% had a masters or higher degree, and only 23·7% had a bachelor's degree (appendix p 14). 75% of workers were based at countylevel or higher-level general or maternal and child health institutions, and only 25% at township-level institutions or below. 51 The density of maternal and child health workers was 5·5 per 10 000 population, with no difference between eastern, central, and western regions. The number of doctors specialising in obstetrics and gynaecology was similar to that in the USA-about 1·4 per 10 000 population. 51 China has benefited from an extensive health-care infrastructure long before the major economic reforms Despite a low fertility rate, the overall volume of deliveries in China had been increasing from 11·3 million deliveries in 1997 to 15·2 million in 2014. 15 Increased access to care has flooded the public hospital system. In 2011, only a quarter of all facilities were delivering 500 or more births per year, but more than three-quarters of all facility births (77·2%) took place there. More than 70% of births occurred in provincial hospitals (18·4%) and county-level hospitals (54·3%), all of which offer comprehensive emergency obstetric care. 55 China's determined efforts to encourage women to give birth in health facilities have resulted in an extraordinary rise in the proportion of births in health facilities over the past 18 years (figure 2B; appendix p 15). In the rural western region, the proportion of births in health facilities rose from 41·9% in 1997 to 98·4% in 2014, and by 2014 facility births were near universal, ranging from 83·8% in rural Tibet to 99·9% in rural Shaanxi. Antenatal care attendance followed a similar trend: in western China the proportion of women receiving five or more antenatal visits increased from 38·1% in 2003 to 57·1% in 2011, compared with an increase from 60·8% to 78·5% during the same time period in the eastern region. 5 Paralleling the expansion in health facility births has been the rise in caesarean sections, and the country's caesarean section rate now ranks among the highest in the world. 56 caesarean section rates of 25·0% in the western region, 44·7% in the central region, and 41·5% in the eastern region. 5 At the international Countdown to 2015 forum held in Beijing in 2015, province-level estimates of urban and rural caesarean section rates were published for the first time. 58 In 2013, the median provincial caesarean section rate was 39·6% in urban areas and 30·8% in rural areas, but substantial variation was seen between regions and provinces ( figure 2C ). Five provinces in eastern and central China (Tianjin, Liaoning, Shanghai, Heilongjiang, and Jilin) had rural caesarean section rates exceeding 50%. The median rate in rural western China was lower at 18·7%, although four provinces (Inner Mongolia, Chongqing, Sichuan, and Shaanxi) had a median rate in rural regions above 30% in 2013. Only rural Tibet had a rate below 5%, suggesting an unmet need for life-saving caesarean sections. 58 Maternal mortality declined substantially between 1997 and 2014 in urban and rural areas in all regions (figure 2D, appendix p 16). Although the box plot seems to suggest a greater acceleration of the decline in the maternal mortality ratio in rural regions compared with urban regions, this is not necessarily the case. Between 1997 and 2014, the maternal mortality ratio per 100 000 livebirths declined from 39·9 to 10·9 (relative decline 73%) in urban areas and from 72·8 to 15·2 (relative decline 79%) in rural areas. In the rural western region, the maternal mortality ratio declined from 108·7 per 100 000 livebirths in 1997 to 23·6 per 100 000 livebirths in 2014, a decline exceeding the 75% MDG target. Deaths from post-partum haemorrhage, which was the leading cause of death in all regions in 1997, dropped substantially, although they still accounted for a third of all maternal deaths in the rural western region in 2014 (appendix p 17).",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 531,
                    "text": "49",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "text": "51",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1360,
                    "end": 1362,
                    "text": "51",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1621,
                    "end": 1623,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2016,
                    "text": "55",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2741,
                    "end": 2742,
                    "text": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2919,
                    "end": 2921,
                    "text": "56",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 3040,
                    "end": 3041,
                    "text": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3215,
                    "end": 3217,
                    "text": "58",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 3837,
                    "end": 3839,
                    "text": "58",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 3390,
                    "end": 3399,
                    "text": "figure 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Panel: Sociodemographic characteristics of eastern, central, and western mainland China"
        },
        {
            "text": "Using a model including time, but not adjusting for any potential confounding, the maternal mortality ratio was 85% higher in the central region (geometric mean ratio 1·85, 95% CI 1·36-2·51) and more than three times higher in the western region (3·42, 2·58-4·53) compared with the eastern region (table 1) . Mortality declined by 8·9% per year between 1997 and 2014 (geometric mean ratio for each year 0·91, 0·91-0·92). Five factors confounded the association between region and maternal mortality: GDP per capita, length of highways, female illiteracy, the number of licensed doctors per 1000 population, and the proportion of ethnic minorities. All p values in the final model were p<0·05 except for the proportion of ethnic minorities (p=0·055), but it had a large effect on the coefficients for region. Hospital beds were excluded from the final model because of collinearity with the number of licensed doctors. Our adjusted regression model showed that the maternal mortality ratio decreased by a mean of 6·2% per year from 1997 to 2014 (0·94, 0·93-0·95). Compared with the eastern region, average mortality was 118% higher in the western region (2·18, 1·44-3·28) and 41% higher in the central region (1·41, 0·99-2·01). Allowing an interaction between time and region provided good evidence of different time trends between the regions (p=0·00021). Data for female illiteracy and the proportion of ethnic minorities were from the census; 13 GDP per capita and length of highways were from National Statistical Yearbooks; 14 the number of licensed doctors per 1000 population was from the National Health Statistical Yearbooks; 18 and maternal mortality ratio was from the national annual report. 15 *The model included time but did not adjust for potential confounding. †Further adjusted for GDP per capita, length of highways, female illiteracy, the number of licensed doctors per 1000 population, and the proportion of ethnic minorities; crude birth rate, total tax revenue, and government health expenditure per capita are not included in this model. central region (5·6% per year; 0·94, 0·93-0·96) and eastern region (4·6% per year; 0·95, 0·94-0·97). Despite enormous achievements in increasing access to obstetric care throughout China, some women in the western region are still left behind. In the 2011 survey conducted in 42 poor western counties, 81% of women gave birth in hospital and 81% had at least one antenatal visit. The large majority (76%) of health facility births took place in county hospitals, and a substantial proportion (41%) of antenatal visits took place in township hospitals, with no substantial differences in the types of facilities by education level of the mother (appendix p 18). The capacity of hospitals to offer maternity care differed between township and county hospitals. Township hospitals were much smaller than county hospitals, with a median of only 52 births per year, compared with 811 births per year for county hospitals (table 2). 35 (83%) of 42 county hospitals offered at least seven signal functions of basic emergency obstetric care, compared with only 39 (9%) of 438 township hospitals. Only half of all township hospitals had adequate water and sanitation facilities, compared with more than 90% of county hospitals and county-level maternal and child health institutions (table 2) . Most county hospitals offered maternity waiting rooms and two-thirds of women arrived there before labour had started.",
            "cite_spans": [
                {
                    "start": 1445,
                    "end": 1447,
                    "text": "13",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1634,
                    "end": 1636,
                    "text": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "(table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3335,
                    "end": 3344,
                    "text": "(table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Panel: Sociodemographic characteristics of eastern, central, and western mainland China"
        },
        {
            "text": "In the 42 poor western counties, maternal care varied with education level of the mother with regards to antenatal visit, health facility births, and caesarean sections ( figure 3 ). Only 44% of illiterate women gave birth in health facilities, compared with all women with college or higher education. Caesarean section rates were 8% among illiterate women and 44% among those with college or higher education. By contrast, vaccination with BCG, DPT3, and measles was nearly universal across all educational groups. Further inequalities existed in antenatal care received (figure 3B). Overall, 74% of women were weighed, 80% had their blood pressure measured, and 51% had their blood tested for haemoglobin, but substantial inequalities existed by education level of the mother. Of note, ultrasound examination was nearly universal (96%) across all educational groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "text": "figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Panel: Sociodemographic characteristics of eastern, central, and western mainland China"
        },
        {
            "text": "Progress in maternal survival in China has been unprecedented, and the general gains in maternal mortality ratios between 1997 and 2014 in all regions are a testament to the government's strong commitment to maternal health, which has been accelerated by recent health-care reforms. Investments in sectors other than health-such as poverty reduction, women's literacy, and road building-have no doubt further accelerated progress. The leverage point for this extraordinary success has been the government's explicit policy of ensuring safe birth in health facilities, even in remote rural areas. Socioeconomic inequalities in access to maternal health care in poor rural western counties persisted, but they should not detract from the extraordinary achievement of ensuring near-universal access to birth in health facilities for more than 15 million pregnant women every year, with low levels of maternal mortality as a result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No other country has seen an expansion of facility-based births at this rate or scale, and the comprehensive policies †Based on 42 county hospitals, 34 county-level maternal and child health institutions offering obstetric care, and 438 township hospitals. ‡Defined as thermal protection, infection prevention including hygienic cord care, drying the baby immediately after delivery, applying eye ointment after delivery, weighing the baby after delivery, initiating breastfeeding within 1 h after delivery, delaying bathing for at least 6 h after delivery, and teaching the mother to express milk and feed with spoon and cup if the baby is unable to breastfeed. §Data are missing for one county-level maternal and child health institution offering obstetric care and 26 township hospitals. ¶Defined as intubation and assisted respiration, and safe administration of oxygen. ||Data on water were missing for one county hospital, one MCH county institution offering obstetric care, and one township hospital; data on sanitation are missing for one township hospital. **Data were collected from the survey in 42 counties in 2011; in the survey, the option on place of delivery was designated as hospitals at county-level, township-level, or at home, with no question to further distinguish between county-level hospitals and county-level maternal and child health institutions. † †Based on 3559 women delivering in county hospitals and 984 women giving birth in township hospitals. ‡ ‡Township hospitals are only authorised to perform vaginal deliveries, although in 2011 some of township hospitals in remote mountain areas were allowed to perform caesarean sections. and programmes underpinning China's facility-based strategy, particularly in rural areas, are worth spelling out. First, births are increasingly concentrated in large, well staffed, and well equipped county hospitals, whereas smaller township hospitals focus on antenatal care and screening of women at high risk. This concentration of births in high-volume facilities ensures an efficient organisation of obstetric care, including training, supervision, and the maintenance of skills. Second, the huge investment in human resources has resulted in a density of licensed doctors that is close to the 2·5 per 1000 population threshold that is deemed necessary by UN health agencies to achieve a high coverage of skilled attendants at birth. 59 China does not officially have a midwifery cadre, but the doctors and nurses who routinely attend deliveries are effectively the so-called midwifery workforce. 60, 61 Although the level of training is variable and many providers only have a basic medical or nursing degree, 62 the strict system of birth attendant certification ensures that most staff have the minimum skills to ensure safe childbirth. Third, an effective referral system ensures that women developing unexpected complications or those found to be at high risk antenatally can reach the hospital in time and receive a timely response once admitted. Screening for social and medical factors allows women without family support to go to hospital before labour starts-effectively a maternity waiting home strategy. 63 Fourth, financial barriers have been reduced through a system of social health insurance and extra childbirth subsidies in remote parts of the country. Antenatal care has also been recognised as one of the essential public health services that should be free at the point of care. Fifth, the Chinese Government's commitment to rigorous health infor mation systems across the country has ensured that most child and maternal deaths are counted. 64 Such a reporting system not only enables direction and evaluation of ongoing strategies, but also provides a mechanism to hold health-care providers and administrators accountable. Responsibility for maternal health lies with the highest authorities within the province or county, and achieving a specified maternal mortality target is one of the key performance indicators for government officials. We focused our analysis on western China because its relative poverty, remote geographical location, low literacy, and ethnic diversity pose difficult challenges. Although the western region is not homogeneous in terms of socioeconomic development, variation in maternal mortality and coverage of maternal care is relatively small. By 2014, the maternal mortality ratios between provinces were remarkably similar, except for Tibet, which was still lagging behind. Despite undoubted success, maternal mortality remained higher in the western region than in the eastern and central regions, and socioeconomic inequalities in access to maternal care persisted at the individual level. The reasons why western China remains behind is not entirely clear. Total health expenditure and human resource density differed between the western and eastern provinces, but these factors did not explain the excess mortality in the western region. Indeed, in our regression model the only factors that partly explained the regional differences were the proportion of ethnic minorities and female illiteracy, although their effect was small. The variation in access to antenatal and delivery care at the individual level by education of the mother in the western provinces was surprisingly large and much greater than previously reported. 65 beyond the financial reach of poor farmers. 67 County hospitals might be too far away and too reliant on advanced technology for uneducated women to choose to give birth there. Whether traditional customs add further barriers to facility delivery among ethnic minority populations is uncertain, although results from studies among Tibetan and Yi minority populations suggest that this might be the case. [68] [69] [70] The stark contrast between inequalities in access to maternity care and the relative equality in immunisation coverage might provide further insights. Immunisation is offered in township hospitals close to the woman's home, is entirely free of cost, is being actively promoted by village doctors, and is organised at times when women gather together such as on market days. 71 Although many township hospitals are poorly equipped for delivery care, strengthening their obstetric capacity might be one way of making delivery care more accessible to women in remote rural areas. Notwithstanding China's success, the facility-based, doctor-led model of maternal health care comes at a cost. Large county hospitals are replete with the most advanced technology and costly interventions, and many women have highly medicalised pregnancies and births, including unnecessary ultrasound, fetal monitoring, antibiotic use, and caesarean sections. [72] [73] [74] [75] [76] China has one of the highest caesarean section rates in the world, 77 although the difference in caesarean section rates between the richest and poorest provinces (63% in urban Beijing vs 5% in rural Tibet), or between the highest and lowest education level (44% vs 8%) in rural western China suggests that extreme excess goes hand in hand with unmet need. The problem of overmedicalisation is not unique to maternal health. 36, 78 The Chinese Government is well aware of these problems and has recently taken measures such as monitoring of caesarean sections in hospitals, setting up a midwifery cadre to conduct deliveries, strengthening obstetric training, and offering health education to communities. 79 Whether these measures will have an effect remain to be seen.",
            "cite_spans": [
                {
                    "start": 2406,
                    "end": 2408,
                    "text": "59",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2569,
                    "end": 2572,
                    "text": "60,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2573,
                    "end": 2575,
                    "text": "61",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 3188,
                    "end": 3190,
                    "text": "63",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 5360,
                    "end": 5362,
                    "text": "65",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 5407,
                    "end": 5409,
                    "text": "67",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 5767,
                    "end": 5771,
                    "text": "[68]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 5772,
                    "end": 5776,
                    "text": "[69]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 5777,
                    "end": 5781,
                    "text": "[70]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 6156,
                    "end": 6158,
                    "text": "71",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 6720,
                    "end": 6724,
                    "text": "[72]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 6725,
                    "end": 6729,
                    "text": "[73]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 6730,
                    "end": 6734,
                    "text": "[74]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 6735,
                    "end": 6739,
                    "text": "[75]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 6740,
                    "end": 6744,
                    "text": "[76]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 6812,
                    "end": 6814,
                    "text": "77",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 7170,
                    "end": 7173,
                    "text": "36,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 7174,
                    "end": 7176,
                    "text": "78",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 7451,
                    "end": 7453,
                    "text": "79",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Very little is known about the quality of the provision of maternity care in China, and particularly whether the care adheres to international standards. Results from one study 80 of county and township hospitals in seven rural counties in Shanxi province in 2005, showed that the management of complications was not evidence-based, and the quality of emergency obstetric care was poor and needed improvement. However, the study only audited the medical records of 118 women across the seven counties to assess the quality of care received during their complicated deliveries. In 2010, a WHO multicountry survey was done in 21 hospitals that had more than 1000 livebirths per hospital per year and could provide caesarean section (excluding township hospitals) in China, with a sample size of more than 10 000 births. Results of this survey showed adequate use of drugs such as surfactant administration for preterm birth, oxytocin for the prevention of post-partum haemorrhage, and magnesium sulphate as anticonvulsant for eclampsia. 81 Results from studies in rural Sichuan province (western region) 66 and rural Hebei province (eastern region) 82 showed delayed antenatal care, lack of adherence to antenatal care standards, and long waits for emergency referrals to better equipped hospitals. To our knowledge, our study is the first to report differential standards of antenatal care by education level of the mother. Although less educated women might have difficulties recalling which tests were done, the progressive gradient across educational groups suggests that recall bias is unlikely to fully explain the pattern. Whether providers discriminate against poorer women or whether poorer women are less willing or able to demand services is not known.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "80",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1035,
                    "end": 1037,
                    "text": "81",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "text": "66",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "text": "82",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has important limitations. First, maternal mortality estimates are known to be prone to bias, and caution is needed in their interpretation. 83 The maternal mortality estimates from the National Maternal and Child Health Routine Reporting System are consistent with those from the National Maternal and Child Mortality Surveillance System, an independent system collecting data on births and maternal and child deaths in a representative sample of counties and districts in China. 84 More recently, however, reported data have diverged: in 2014, the Routine Reporting System reported 13·3 maternal deaths per 100 000 livebirths, compared with 21·7 per 100 000 in the surveillance system. 15 Underreporting of maternal deaths is therefore likely, and if more deaths have been missed in more remote areas, the difference between the western and eastern regions might well have been greater. Second, the coverage of facility births might have been inflated, particularly since specific targets were introduced in 1995. Large populationbased surveys 5 in 2008 and 2011 have confirmed the nearuniversal coverage of facility births, but aggregate data might hide huge disparities, and further breakdown is necessary to fully understand inequalities across socioeconomic strata. The proportion of births in health facilities (81%) in poor western counties that we report from the 2011 survey was higher than that reported for the poorest rural region in a national survey in 2008 (61%), at a time when the national coverage was 95%. 85 Third, the linear regression model has to be interpreted with caution. Province-level data are crude, and urbanrural variation could not be assessed because data were not available for key variables. We excluded Tibet for statistical reasons, but the inclusion of Tibet in our model did not alter the findings (data not shown). Collinearity between health systems inputs was substantial, and the choice of one factor (eg, licensed doctor density) over another (eg, hospital bed density) was arbitrary.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "83",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "84",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1536,
                    "end": 1538,
                    "text": "85",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "China's efforts to improve maternal survival have been extraordinary, and many countries can learn lessons from this remarkable success. Such progress was underpinned by a firm commitment from the government to long-term strategies to ensure access to delivery care in health facilities, particularly on the professionalisation of maternity care in large hospitals, effective referral systems for women who are medically or socially at high risk, and financial subsidies for antenatal and delivery care. Furthermore, these policies were implemented with enough authority and accountability to make professional delivery care accessible to all women. As China is on track to meet the Sustainable Development Goals, attention now needs to be paid to the unmet need of those not yet able to access care: the poor, less educated, and ethnic minority groups who live in remote areas in western China. Whether China's highly medicalised model of maternity care will be an answer for these populations is uncertain. A strategy modelled after the immunisation programme, whereby care is provided closer to the women's homes, might need to be explored, with township hospitals taking a more prominent role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CR and YW conceived the study. SG and YW designed and organised the survey in the 42 counties in western China, and HZ analysed the relevant data. YG, HZ, NSS, TP-J, MY, and CR did the literature review. YG, HZ, NSS, HF, and YW extracted the secondary data. YG and CR led the overall data analysis, with HZ, NSS, TP-J, SN, and MY contributing to specific sections. CR wrote the first draft of the report. All authors contributed to critical interpretation of the results and development of the report, and approved the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "Carine Ronsmans, Yan Wang, Min Yang, Robert Scherpbier, Sufang Guo, Yanqiu Gao, Hong Zhou, Neha S Singh, Timothy Powell-Jackson, and Hai Fang.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The China Countdown Country Case Study Group"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "a subnational assessment of achieving MDG 4 goals in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "273--83",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A common evaluation framework for the African Health Initiative",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bryce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Requejo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ram",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Health Serv Res",
            "volume": "13",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Malawi and Millennium Development Goal 4: a Countdown to 2015 country case study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanyuka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ndawala",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mleme",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Glob Health",
            "volume": "4",
            "issn": "",
            "pages": "201--215",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tanzania's countdown to 2015: an analysis of two decades of progress and gaps for reproductive, maternal, newborn, and child health, to inform priorities for post-2015",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Afnan-Holmes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magoma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Glob Health",
            "volume": "3",
            "issn": "",
            "pages": "396--409",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Retrospect and prospect for information of China maternal and child health",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "X"
                    ],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chin J Woman Child Health Res",
            "volume": "19",
            "issn": "",
            "pages": "282--84",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Population Census Office under the State Council, Department of Population and Employment Statistics of National Bureau of Statistics. Tabulation on the 2010 population census of the People's Republic of China",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "15 Maternal and Child Health Department National Health and Family Planning Commission of China. National maternal and child health report 2014. Beijing: National Health and Family Planning Commission of China",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO. Health statistics and information systems: maternal mortality ratio",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Beijing: China National Health Development Research Center",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National Health and Family Planning Commission of PRC. Health statistical yearbook of China",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The report of baseline survey for China MOH&UNICEF 2011-2015 integrated maternal and child health project. Beijing: United Nations International Children's Emergency Fund, 2011. 20 WHO. Monitoring emergency obstetric care: a handbook",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Countdown to 2015. Health systems and policies guidance notes",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The National People's Congress of the PRC. The 13th Five-Year Plan for economic and social development of the People's Republic of China (the 13th Five-Year Plan)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The State Council of the People's Republic of China. Law of the People's Republic of China on maternal and infant health care. Beijing: The State Council of the People's Republic of China",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The State Council of the People's Republic of China. National plan of action for women",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The State Council of the People's Republic of China. National plan of action for women",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The State Council of the People's Republic of China. National plan of action for women",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Working Committee on Children and Women, Ministry of Health. Announcement maternal mortality reduction and neonatal tetanus elimination program. Beijing: National Working Committee on Children and Women, Ministry of Health",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An impact evaluation of the Safe Motherhood Program in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Econ",
            "volume": "19",
            "issn": "",
            "pages": "69--94",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Beijing: National Health and Family Planning Commission of PRC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ministry of Finance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "United Nations International Children's Emergency Fund and World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Report on China's implementation of the Millennium Development Goals",
            "authors": [],
            "year": 2000,
            "venue": "Ministry of Foreign Affairs (People's",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "International Forum on Countdown to 2015 progress in maternal and child survival in China. Beijing: United Nations International Children's Emergency Fund",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Trends in access to health services and financial protection in China between 2003 and 2011: a cross-sectional study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "",
            "pages": "805--819",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "China's process and challenges in achieving the United Nations Millennium",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Beijing Da Xue Xue Bao",
            "volume": "43",
            "issn": "",
            "pages": "391--96",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "China's facility-based birth strategy and neonatal mortality: a population-based epidemiological study",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hipgrave",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "378",
            "issn": "",
            "pages": "1493--500",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The role of MCH information in the process of achieving MDG. International Forum on Countdown to 2015 Progress in maternal and child survival in China; Beijing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The call of the life-management experiences of the Safe Motherhood Program. Beijing: Ministry of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Beijing: National Health and Family Planning Commission of PRC",
            "authors": [],
            "year": 2009,
            "venue": "National Essential Public Health Services Standards",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Democracy and growth in divided societies: a health-inequality trap?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Powell-Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balabanova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Soc Sci Med",
            "volume": "73",
            "issn": "",
            "pages": "33--41",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "WHO national health accounts database. Geneva: World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The determinants of Chinese provincial government health expenditures: evidence from 2002-2006 data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Econ",
            "volume": "21",
            "issn": "",
            "pages": "757--77",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Harnessing the privatisation of China's fragmented health-care delivery",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "805--823",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Privatization and its discontents-the evolving Chinese health care system",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1165--70",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Extending health insurance to the rural population: an impact evaluation of China's new cooperative medical scheme",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wagstaff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindelow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Juncheng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Health Econ",
            "volume": "28",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "New evidence on the impact of China's New Rural Cooperative Medical Scheme and its implications for rural primary healthcare: multivariate difference-in-difference analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Babiarz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Rozelle",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "341",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Beijing: the Central People's Government of PRC",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "report on the work of the government",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Utilisation, contents and costs of prenatal care under a rural health insurance (New Co-operative Medical System) in rural China: lessons from implementation",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hemminki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Health Serv Res",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Educating the health workforce in China: a commentary",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ministry of Personnel of People's Republic of China. Interim measures of state unassigning jobs for college graduates. Beijing: Ministry of Personnel of People's Republic of China",
            "authors": [],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Transformation of the education of health professionals in China: progress and challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "819--846",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Beijing: Ministry of Health of PRC",
            "authors": [],
            "year": 2001,
            "venue": "Ministry of Health of PRC. National plans of action on medical human resources",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Progress in tuberculosis control and the evolving public-health system in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Chin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "369",
            "issn": "",
            "pages": "691--96",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Launch of the health-care reform plan in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "",
            "pages": "1322--1346",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Early appraisal of China's huge and complex health-care reforms",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maynard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "",
            "pages": "833--875",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The State Council of the People's Republic of China. Measures for the implementation of maternal and infant health care law. Beijing: The State Council of the People's Republic of China",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "China's human resources for maternal and child health: a national sampling survey",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Theodoratou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "An",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Health Serv Res",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "China's human resources for maternal and child health: a national sampling survey. Dissemination meeting of Countdown to 2015 China case study: maternal mortality reduction in China: a contribution to the world international",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Global patterns in availability of emergency obstetric care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paxton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lobis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Gynaecol Obstet",
            "volume": "93",
            "issn": "",
            "pages": "300--307",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Implementation of emergency obstetric care training in Bangladesh: lessons learned",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Waxman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bhuiyan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Reprod Health Matters",
            "volume": "14",
            "issn": "",
            "pages": "61--72",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The effect of addressing demand for as well as supply of emergency obstetric care in Dinajpur, Bangladesh",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Gynaecol Obstet",
            "volume": "92",
            "issn": "",
            "pages": "320--348",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The scale, scope, coverage, and capability of childbirth care",
            "authors": [
                {
                    "first": "Omr",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Calvert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Testa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "2193--208",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Method of delivery and pregnancy outcomes in Asia: the WHO global survey on maternal and perinatal health 2007-08",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lumbiganon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laopaiboon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gulmezoglu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "490--99",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "China's 50% caesarean delivery rate: is it too high?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hellerstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BJOG",
            "volume": "122",
            "issn": "",
            "pages": "160--64",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "NHFPC of the PRC, WHO Representative Office in China, UNICEF China. The Millennium Development Goals in China atlas of priority maternal and child health indicators",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "National assessments-midwifery workforce. Operational guidance and assessment framework",
            "authors": [],
            "year": 2014,
            "venue": "Technical working group for H4+ High Burden Countries Initiative",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Midwives in China: 'jie sheng po' to 'zhu chan shi",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fenwick",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Midwifery",
            "volume": "25",
            "issn": "",
            "pages": "203--215",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Chinese midwifery: the history and modernity",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Midwifery",
            "volume": "25",
            "issn": "",
            "pages": "228--269",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Doctors in China: improving quality through modernisation of residency education",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "1922--1951",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Maternity waiting homes: a review of experiences. WHO/ RHT/MSM/96.21. Geneva: World Health Organization",
            "authors": [],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The National People's Congress of the PRC. The 13th Five-Year Plan for national health services",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Evaluation of socio-economic inequalities in the use of maternal health services in rural western China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Dibley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "L"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Health",
            "volume": "129",
            "issn": "",
            "pages": "1251--57",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Challenges to maternal health care utilization among ethnic minority women in a resource-poor region of Sichuan province",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "China. Health Policy Plan",
            "volume": "25",
            "issn": "",
            "pages": "311--329",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Disadvantaged populations in maternal health in China who and why?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Glob Health Action",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Measuring and decomposing the inequality of maternal health services utilization in western rural China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Health Serv Res",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Maternal health services in China's western rural areas: uptake and correlates",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Medina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rozelle",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "China Agr Econ Rev",
            "volume": "8",
            "issn": "",
            "pages": "250--76",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Determinants for high maternal mortality in multiethnic populations in western China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nass",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bergsjo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Care Women Int",
            "volume": "30",
            "issn": "",
            "pages": "957--70",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "National Health and Family Planning Commission of the People's Republic of China. Notice on strengthening the management of vaccination work. Beijing: National Health and Family Planning Commission of the People's Republic of China",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Utilization of antenatal ultrasound scan and implications for caesarean section: a cross-sectional study in rural eastern China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raven",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Health Serv Res",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Dramatic increase of cesarean deliveries in the midst of health reforms in rural China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bogg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hemminki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Soc Sci Med",
            "volume": "70",
            "issn": "",
            "pages": "1544--1593",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Factors influencing rising caesarean section rates in China between",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ronsmans",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Bull World Health Organ",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Rational usage of antibiotics prophylaxis in department of obstetrics and gynecology during perioperative period",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chin J Nosocomiol",
            "volume": "19",
            "issn": "",
            "pages": "1709--1719",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Ultrasound for fetal assessment in early pregnancy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitworth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bricker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Neilson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dowswell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cochrane Database Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "The increasing trend in caesarean section rates: global, regional and national estimates",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Betran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gulmezoglu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Torloni",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "China medicine news: China's high usage of antibiotic evident in rivers",
            "authors": [],
            "year": 2015,
            "venue": "Chinese Academy of Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "National Health and Family Planning Commission of the People's Republic of China. NHFPC taking steps to decrease the proportion of caesarean section",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Availability and quality of emergency obstetric care in Shanxi province, China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Gynaecol Obstet",
            "volume": "110",
            "issn": "",
            "pages": "181--85",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Ministry of Health of PRC. WHO multicountry survey on maternal and newborn health",
            "authors": [],
            "year": 2010,
            "venue": "China report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "A comparison between antenatal care quality in public and private sector in rural Hebei, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Croat Med J",
            "volume": "54",
            "issn": "",
            "pages": "146--56",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Trends in maternal mortality: 1990 to 2013. Estimates by WHO, UNICEF, UNFPA, The World Bank and the United Nations Population Division",
            "authors": [
                {
                    "first": "Unicef",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "Unfpa",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Analysis of maternal mortality in China from",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Zhonghua Fu Chan Ke Za Zhi",
            "volume": "38",
            "issn": "",
            "pages": "257--60",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Socioeconomic inequalities in hospital births in China between",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ronsmans",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Bull World Health Organ",
            "volume": "89",
            "issn": "",
            "pages": "432--473",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "www.thelancet.com/lancetgh Vol 5 May 2017",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Total health expenditure per capita, by source and province, in 2013 Data from the National Health Accounts Report 2014. 17 www.thelancet.com/lancetgh Vol 5 May 2017 e529 took place in 1977. In 1997, the National Statistics Yearbook reported a median of 25·4 health institutions per 100 000 population across all provinces, with little change over time or between regions. By contrast, the number of hospital beds per 10 000 population doubled from 24·9 in 2002 to 48·4 in 2014. Health institutions providing maternal and child health services have been estimated at 3·8 per 100 000 population, with 3·0 institutions per 100 000 population in the eastern region, 3·7 institutions per 100 000 population in the central region, and 4·9 institutions per 100 000 population in the western region in 2010. In 2010, China had 6·2 basic emergency obstetric care institutions per 500 000 population and 2·6 comprehensive emergency obstetric care institutions per 500 000 population, 50 exceeding the UN standard of at least four basic centres per 500 000 population and one comprehensive centre per 500 000 population. 52-54",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Regional variation in maternal health parameters, by urban and rural area (A) Number of licensed doctors per 1000 registered population, 2003 and 2014. Data from the China health statistics yearbook. 14 (B) Health facility births, 1997 and 2014. Data from the national annual report system. 15 (C) Proportion of births by caesarean section, 2013. Data from the Millennium Development Goals in China Atlas of Priority Maternal and Child Health Indicators (2015). 59 (D) Maternal mortality ratio, 1997 and 2014. Data from the national annual report system. 15 The vertical line in the middle of the box represents the median of all provinces in the region, and the left and right boundaries of the box represent the 25th and 75th percentiles, respectively. Whiskers at the end of the box show the distance from the end of the box to the largest and the smallest observed values that are less than 1·5 box lengths from either end of the box. Dots are outliers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Coverage of (A) maternal care and immunisation, and (B) antenatal care in western China, by education of the mother, 2011 Data from the 42 poor counties in western China, 2011. 19 DPT=three doses of diphtheria, pertussis, and tetanus vaccine.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The rate of decline was fastest in the western region (6·9% per year; 0·93, 0·92-0·94) compared with the",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Linear regression models of the association of health systems and contextual factors with the",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Data are median (range) or n (%). *Defined as all personnel providing obstetric care, including doctors and nurses.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Characteristics of county hospitals, county-level maternal and child health institutions, and township hospitals in 42 rural counties in western China, 2011",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ",66 Illiterate women are more likely to be poor, to belong to ethnic minorities, and to live in remote villages. Maternal health services might still remain",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was funded by a grant from the Government of Canada and by a subgrant from the US fund for UNICEF under their Countdown to 2015 for Maternal, Newborn and Child Survival Grant (#OPP1058954) from the Bill & Melinda Gates Foundation. We thank Robert Scherpbier for providing support for the 42-county study in western China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}