{
    "paper_id": "e87dc948912d7ec9174234037dec7c4369c5360c",
    "metadata": {
        "title": "Preparedness of healthcare workers at French Ebola referral centres",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Tarantini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Lille",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Peretti-Watel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Lille",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Yazdanpana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Lille",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Guery",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Lille",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Chidiac",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Lille",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Rapp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Lille",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Brouqui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Lille",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "An epidemic of Ebola haemorrhagic fever (EHF) began in Guinea during December 2013, and the World Health Organization was officially notified on 23 March 2014. Since then, as of 3 December 2014, a total of 17 145 suspected, probable and confirmed EHF cases and 6070 deaths have been reported. Exposure of healthcare workers (HCWs) has resulted in more than 592 of them becoming infected, and at least 340 have died since the start of the outbreak (http://www.who.int/csr/disease/ebola/situationreports/en/). As of this writing, three hospital-acquired infections have been documented in HCW in Western countries, one in Spain and two in the United States, both in Texas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In France, two humanitarians were infected with EHF and cared for. Preparedness to treat imported EHF relies on 12 referral centres, nine within French national territory and three in overseas territories. Preparation started after 2001; referral centres were already in use for other crises, including severe acute respiratory syndrome, H1N1 pandemic flu and Middle East respiratory syndrome coronavirus. Training and preparedness at these centres have been evaluated among European centres in several studies [1, 2] (http://epp.eurostat.ec. europa.eu/portal/page/portal/population/data/main_tables). However, EHF poses new problems, as it is the first time that such a highly contagious, untreatable and fatal epidemic disease (class 4 agent) has been imported into Europe. Several previous studies have dealt with the preparation undertaken by referral units and the possibilities of outbreaks of EHF in northern countries [3] [4] [5] , but only a few studies address HCWs [3] . We thus evaluated the current feelings of HCWs in France towards their state of preparedness to treat patients with EHF. In order to be fast and up to date, we focussed on only five of the nine referral centres in France (two in Paris and one each in Lille, Lyon and Marseille). One of us (CT) went to meet the HCWs and ask them to fill a short multiple-choice questionnaire, followed by open discussion. After receipt of participant agreement, CT recorded each interview and transcribed them. CT met 83 HCWs (17 auxiliary nurses, 46 nurses and 20 physicians), 47 from infectious disease units (IDUs) and 36 from intensive care units.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 514,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 515,
                    "end": 517,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 930,
                    "end": 933,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, only 48 HCWs (58%) thought that they had received the necessary training to work with patients infected with EHF (74% among the IDU personnel), 53 (64%) felt ready to receive an infected patient in their unit (81% among the IDU personnel) and 60 (73%) wished to be personally involved in their care (83% among the IDU personnel) ( Table 1) . These results reveal these HCWs' habits of working under restrictive protocols at a high risk of infection in a sanitary-crisis context in IDUs. Moreover, practice in these units is often the HCW's personal choice; these HCWs consider it an opportunity to care for patients with rare diseases. However, it is necessary to moderate these results. Firstly, the answers to open questions reflected the gap between feeling prepared and the wish to care for a contagious patient-the latter mainly due to a sense of duty and medical ethics [6, 7] (for example, the duty to provide care despite the risks)-as well as the intellectual and professional stimulation caused by an extraordinary situation with an uncommon disease of which the medical profession has little knowledge. Secondly, the continual evolution of protocols and measures fuels the feeling of unpreparedness, although this continual evolution also justifies the opinion shared by many HCWs that protocols and measures improve each day and that they are on the right track.",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 888,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 889,
                    "end": 891,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 348,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "There were significant differences in feeling prepared among auxiliary nurses (82%), physicians (80%) and nurses (50%). It is important to note that auxiliary nurses are not involved in intensive care. Physicians are more involved in the protocols process and may consequently be more confident. Nurses are the personnel who provide direct care, while auxiliary nurses are second-line personnel. Our results thus indicate that the most involved and exposed HCWs are also those who feel the least prepared and who report having the least faith in the protocols process. These outcomes may explain why 47 HCWs (58%) said that they felt unsafe concerning the potential transmission of EHF from patient to HCW. Eighty percent of these HCWs were in intensive care units and 42.6% in IDUs. Regarding occupational status, auxiliary nurses were the least likely to feel unsafe (35%), while the rates for nurses (67%) and physicians (60%) were approximately the same. HCW habits according to occupational status probably also play an important role in risk perception, but a more detailed study would be necessary to confirm this hypothesis. We have to take into consideration the fact that all interviewed auxiliary nurses worked in IDUs, where HCWs are used to working under constraining protocols and practicing in situations that place them at high risk of infection, which probably inures them to feelings of risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Concerning HCW occupational surveillance during the provision of care for a patient with confirmed EHF, 56% of HCWs thought that surveillance was adequate. Medical and psychological monitoring was thought to be adequate in 60% and 35%, respectively, but 22% and 29% of the HCWs hesitated to answer. If we note a low confidence level regarding HCW occupational surveillance, the high rate of \"don't know\" responses clearly reveals the feeling of an important lack of information on this subject.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To conclude, French HCWs, especially auxiliary nurses and nurses, express concerns and doubts regarding EHF-related protocols and measures, but they retain their desire to provide care. We observed differences between units; we also found that the perception of risk is partly dependent on HCWs' being used to working under constraining protocols and practicing in situations that place them at high risk of infection. Occupation also plays a major role in HCWs' feelings about the Ebola crisis and the measures adopted. Occupational hierarchy, involvement and exposure influence HCWs' speech and practices. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation facilities for highly infectious diseases in Europe-a crosssectional analysis in 16 countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Iaco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maltezou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The European network of Biosafety-Level-4 laboratories: enhancing European preparedness for new health threats",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nisii",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castilletti",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Capobianchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "8",
            "pages": "720--726",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Is the United States prepared for Ebola?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Hodge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burris",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "312",
            "issn": "",
            "pages": "2497--2505",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Are we ready for a global pandemic of Ebola virus?",
            "authors": [
                {
                    "first": "Agp",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Olveda",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuesheng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "28",
            "issn": "",
            "pages": "217--225",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessment of the potential for international dissemination of Ebola virus via commercial air travel during the 2014 West African outbreak",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Creatore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cetron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pesik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miniota",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "9962",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Threat of Ebola infection may lead nurses to adopt selfprotection behaviours",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Nurs Studies",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Virulent epidemics and scope of healthcare workers' duty of care",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Sokol",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1238--1279",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Microbe and New Infect 2015; 6: 40-41 New Microbes and New Infections © 2015 The Authors. Published by Elsevier Ltd on behalf of European Society of Clinical Microbiology and Infectious Diseases This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/) http://dx.doi.org/10.1016/j.nmni.2014.12.005",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Responses to questionnaire administered to HCWs at French Ebola referral healthcare centres Characteristic Do you think that you received the necessary preparation and training to practice with a patient infected with EHF?As a HCW, do you feel ready to receive a patient infected with EHF in your unit?If a patient infected with EHF arrived in your unit, do you wish to be a part of the healthcare team providing care?As HCW, do you feel unsafe concerning the infectious risk from EHF-infected patients? HCW, healthcare worker; EHF, Ebola haemorrhagic fever; NS, nonsignificant by chi-square test.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the caregivers from the ERHCC (Infectious Diseases and Intensive Care Medicine) for their participation. We especially thank K. Faure (CHU Lille), J. C. Richard and T. Perpoint (CHU Lyon).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}