{
    "paper_id": "ed47ed886ac68059ec1d579c70759578c3d766e5",
    "metadata": {
        "title": "Supplemental Information Non-hydrolyzable Diubiquitin Probes Reveal Linkage-Specific Reactivity of Deubiquitylating Enzymes Mediated by S2 Pockets",
        "authors": [
            {
                "first": "Dennis",
                "middle": [],
                "last": "Flierman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gerbrand",
                "middle": [
                    "J"
                ],
                "last": "Van Der Heden Van Noort",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Reggy",
                "middle": [],
                "last": "Ekkebus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "P"
                ],
                "last": "Geurink",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tycho",
                "middle": [
                    "E T"
                ],
                "last": "Mevissen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manuela",
                "middle": [
                    "K"
                ],
                "last": "Hospenthal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Komander",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huib",
                "middle": [],
                "last": "Ovaa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "showing that TAMRA-diUb probes reveal linkage-specific reactivity in EL4 lysates. (A) TAMRA-labeled diUb-PA probes were incubated at 37 °C for 30 minutes with EL4 cell lysate at a concentration of 5 µM. At indicated time points, samples were taken and collected for SDS-PAGE gel analysis. Time points are indicated in seconds (s) or in minutes (m). Gels were scanned at Ex/Em of 550/590 nm. USP14 is indicated by an arrow. (B) EL4 lysates were incubated at 30 °C for 40 minutes with buffer (-), 3.4 µM TAMRA-monoUb (m) or indicated TAMRA-diUb probes. Depending on type of gel and running buffer, for some diUb probes bands appear to run at a different molecular size or a double band is observed (*). USP14 bound to monoUb-PA (m) or diUb-PA (d) is indicated. f-Ub (2) -PA indicates the unbound TAMRA-labeled (di)Ub probe. Figure 4A . Indicated are the positions of the unmodified OTUD2 enzyme and the TAMRA-labeled diUb-OTUD2 adducts (d-OTUD2), which are seen for some linkages as a band running slightly below bovine serum albumin (BSA), which was present in the assay mix. Especially for the K11linked diUb-PA probe (lanes 9-12), the disappearance of the OTUD2 band is observed, in accordance with it reacting with the diUb-PA probe. (B) Full SYPRO Orange stained gels of Figure 5D . 0.1 µM of full-length (FL) OTUD2 or isolated OTU domains of WT OTUD2 (aa 147-314), an S1 site mutant (aa 147-314, AI200-201DD), an S2 site mutant (aa 147-314, I292Q, V295Q), and the catalytically inactive C160A mutant constructs were incubated with TAMRAlabeled K11-linked diUb-PA probes for 60 min at 1 µM. At indicated time points, samples were taken for analysis. OTUD2 or OTUD2 OTU, coupled to TAMRA-labeled diUb-PA (d) is indicated. Samples were analyzed by SDS-PAGE and fluorescence scanning at Ex/Em of 480/590 nm. f-Ub 2 -PA indicates the unbound diUb probe fluorescently labeled with TAMRA. (C) Bands of full-length OTUD2 (FL) or OTUD2 OTU modified with TAMRA-labeled K11linked diUb-PA probe in Figure 5D were quantified using Studio Image Lite and the data was fitted using one phase association curve. Quantification is displayed as arbitrary fluorescence units (AFU). Figure 6D , but zoomed in to show the curves for monoUb-AMC and K27-linked diUb-AMC. Scheme S1, related to Figure 2 . Synthetic Scheme of TAMRA-diUb-PA probes 3. Solid Phase Peptide Synthesis (SPPS) of Ub 75 is followed by HFIP mediated release from the solid support, leaving all side-chain protecting groups (PG) in place. The C-terminal carboxylic acid is activated using PyBOP/DiPEA and propargylamine is coupled. Global deprotection is effected by trifluoroacetic acid (TFA) treatment resulting in TAMRA-Ub-PA 1. Similarly, HFIP-mediated release from the solid support, liberates azido-ornithine Ub74. C-terminal activation followed by coupling to methyl-3-(glycylthio)-propionate and concomitant TFA deprotection yields azido-ornithine thioesters 2. Subsequent Cu(I)AAC of alkyne 1 and azide 2 results in the intermediate diUb-thioester, that is treated with propargylamine to yield final diUb-PA probes 3. Figure 2 . Synthetic Scheme of diUb-AMC probes 6. Solid Phase Peptide Synthesis (SPPS) of Ub 75 is followed by HFIP mediated release from the solid support, leaving all side-chain protecting groups (PG) in place. The C-terminal carboxylic acid is activated using PyBOP/DiPEA and propargylamine is coupled. Global deprotection is effected by trifluoroacetic acid (TFA) treatment resulting in Ub-PA 4. Similarly, HFIP-mediated release from the solid support, liberates azido-ornithine Ub75. C-terminal activation followed by coupling to glycyl-7-amido-4-methylcoumarine and concomitant TFA deprotection yields azido-ornithine Ub-AMC mutants 5. Subsequent Cu(II)AAC of alkyne 4 and azide 5 yields final diUb-AMC substrates 6.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 822,
                    "end": 831,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1283,
                    "text": "Figure 5D",
                    "ref_id": null
                },
                {
                    "start": 1990,
                    "end": 1999,
                    "text": "Figure 5D",
                    "ref_id": null
                },
                {
                    "start": 2166,
                    "end": 2175,
                    "text": "Figure 6D",
                    "ref_id": null
                },
                {
                    "start": 2273,
                    "end": 2281,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 3079,
                    "end": 3087,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Chemical reagents were obtained from Sigma-Aldrich, Fluka and Acros of the highest available grade and used without further purification. Peptide synthesis reagents were purchased from Novabiochem. LC-MS measurements were performed on a Waters 2795 Separation Module (Alliance HT), Waters 2996 Photodiode Array Detector (190-750nm) , Phenomenex Kinetex C18 (2.1x50, 2.6 µm) and LCT™ Orthogonal Acceleration Time of Flight Mass Spectrometer (Micromass). Samples were run using 2 mobile phases: A = 1% acetonitrile, 0.1% formic acid in water and B = 1% water and 0.1% formic acid in acetonitrile. Data processing was performed using Waters MassLynx Mass Spectrometry Software 4.1 (deconvolution with MaxEnt I function).",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 331,
                    "text": "(190-750nm)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "General experimental procedures"
        },
        {
            "text": "The crude Ub derivatives were dissolved in a minimal amount of warm DMSO and then diluted by addition to Milli-Q water. A stock solution of NaOAc buffer was added to a final concentration of 50 mM NaOAc pH 4.5 (the final DMSO concentration is kept between 2 -10%). Next, the peptide was purified by cation exchange chromatography using Workbeads 40S (Cation Exchange) material with a 0 → 1 M NaCl gradient in 50 mM NaOAc pH 4.5. Pure (>90%) fractions, as indicated by LC-MS, were pooled and further purified by RP-HPLC using a Waters XBridge OBD (150x30) C18 column with a linear gradient between 20-45% B over 25 minutes. (A = 95/5/0.05 H 2 O/Acetonitrile/Trifluoroacetic acid; B = 5/95/0.05 H 2 O/Acetonitrile/ Trifluoroacetic acid). Pure fractions (>95%), as judged by LC-MS were pooled, lyophilized and used as such.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Purification Procedure of Ub-mutants"
        },
        {
            "text": "Synthesis of TMR-Ub 1-75 -PA 1 (See Scheme S1) Ubiquitin 1-75 was synthesized using a solid phase peptide synthesis protocol as was described previously (El Oualid et al., 2010) , using preloaded trityl resin; TentaGel® R TRT-Gly Fmoc (Rapp Polymere GmbH; RA1213). After SPPS synthesis an aliquot of resin was treated with TFA cleavage cocktail (90% TFA, 5% H 2 O, 2.5% triisopropylsilane, 2,5% phenol) and product was precipitated in cold diethylether:pentane (3:1). The identity was confirmed by LC-MS analysis. The N-terminal Fmoc-group was then removed from the resin bound polypeptide by treatment with 20% piperidine in N-Methyl-2-pyrrolidone (NMP) (3 x 10 mL, 10 minutes). The protected peptide was then released from the resin by incubation for 30 minutes with hexafluoroisopropanol:DCM mixture (1:4, v/v) to afford a globally protected Ub 1-75 polypeptide. After evaporation of the solvent the solid was coevaporated with dichloroethane (DCE) three times to remove traces of hexafluoroisopropanol (HFIP) which may lead to undesired HFIP ester formation in the following step. The peptide (25 µmol) was dissolved in DCM (1 mL/ 5 µmol), and 5 eq. PyBOP, 5 eq. triethylamine and 10 eq. propargylamine were reacted for 16 hours. The reaction mixture was concentrated and excess propargylamine was removed by co-evaporation with DCM and toluene followed by dissolution of the protected Ub-PA in DCM and extraction with 1M KHSO 4 (2 times) and sat. aq. NaCl before drying the organic layer using sodium sulfate and concentration. The resulting off-white solid was further dried overnight under high vacuum. Subsequently, 5 eq. of 5-Carboxy-Tetramethylrhodamine (TMR) was pre-activated in anhydrous DMF by the addition of 5 eq. PyBOP and 5 eq. triethylamine for 5 minutes prior to the addition of protected Ub-propargyl to the reaction mixture. After reaction for 16 hours, the reaction mixture was concentrated and the deep purple TMR-Ub 1-75 -PA was deprotected using TFA cleavage mixture for 2.5 hours. The crude polypeptide was collected after precipitation from cold diethyl ether/pentane (3:1), centrifugation (1000 g, 5 minutes) and washing 3 times with cold diethyl ether and further purified as described in the 'General Purification Procedure' above.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 177,
                    "text": "(El Oualid et al., 2010)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of mono-Ubiquitin precursors"
        },
        {
            "text": "Synthesis of (Azido-ornithine)Ub-thioester 2a-g (See Scheme S1) Ubiquitin 1-74 was synthesized using a solid phase peptide synthesis protocol as was described previously (El Oualid et al., 2010) incorporating Fmoc-L-azido-ornithine as substitute on any of the desired lysine positions. After solid phase synthesis and release from the resin using HFIP/DCM (1:4, v/v) the solid (25 μmol) was dissolved in 6 mL of chloroform and cooled to -10 °C while stirring. Trifluoroethanol (2 mL) was added which resulted in a milky solution. These conditions were selected in order to prevent epimerization of Arg74 during the subsequent coupling protocol as reported by Sakakibara (Sakakibara, 1995) . To this suspension 3 eq. of methyl-3-(glycylthio)proanoate, 3 eq. EDC and 3 eq. HOBt were added. (To avoid the reduction of the azide by free thiols we decided to introduce the thioester as the preformed glycylthioester). This was stirred for 10 minutes before removing the icebath. The reaction was completed after 3 hours as indicated by a test cleavage (as described above). Solvents were removed under reduced pressure and the peptide was deprotected using TFA cleavage mixture for 2.5 hours. The crude was collected after precipitation from cold diethyl ether/pentane (3:1), centrifugation (1000 g, 5 minutes) and washing 3 times with cold diethyl ether and further purified as described in the 'General Purification Procedure' above.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 194,
                    "text": "(El Oualid et al., 2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 670,
                    "end": 688,
                    "text": "(Sakakibara, 1995)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of mono-Ubiquitin precursors"
        },
        {
            "text": "Ub 1-75 -PA was prepared as described previously (Ekkebus et al., 2013) . Briefly, after SPPS and release from the resin using HFIP/DCM (1:4, v/v) the protected polypeptide Ub 1-75 (25 µmol) was dissolved in DCM (1 mL/ 5 µmol), and 5 eq. PyBOP, 5 eq. triethylamine and 10 eq. propargylamine were reacted for 16 hours. The reaction mixture was concentrated and deprotected using TFA cleavage mixture for 2.5 hours. The crude polypeptide was collected after precipitation from cold diethyl ether/pentane (3:1), centrifugation (1000 g, 5 minutes) and washing 3 times with cold diethyl ether and further purified as described in the 'General Purification Procedure' above.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 71,
                    "text": "(Ekkebus et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of Ub-PA 4 (See Scheme S2)"
        },
        {
            "text": "Synthesis of (Azido-ornithine)Ub-AMC 5a-g (See Scheme S2) After SPPS and release from the resin using HFIP/DCM (1:4, v/v) the protected polypeptide Ub 1-75 (5 µmol) was dissolved in DCM (1 mL/ 5 µmol), and 5 eq. PyBOP, 5 eq. triethylamine and 10 eq. glycinyl-AMC were reacted for 16 hours. The reaction mixture was concentrated and deprotected using TFA cleavage mixture for 2.5 hours. The crude polypeptide was collected after precipitation from cold diethyl ether/pentane (3:1), centrifugation (1000 x g, 5 minutes) and washing 3 times with cold diethyl ether and further purified as described in the 'General Purification Procedure' above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Ub-PA 4 (See Scheme S2)"
        },
        {
            "text": "Synthesis of diubiquitin PA probes 3a-g using Cu(I)AAC-reaction (See Scheme S1) TMR-Ub-PA 1 and Ub-thioester mutants 2a-g were dissolved in warm DMSO at a concentration of 50 mg/mL (a microBCA kit was used to determine relative protein concentrations). The CuAAC reactions were performed under denaturing conditions in 8M Urea, 100 mM phosphate buffer pH 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of diUb probes"
        },
        {
            "text": "It is critical to use high quality Cu(I)Br in these experiments, by stirring 99% CuBr in glacial acetic acid overnight at 1:10 v/v powder:solvent. The suspension was filtered resulting in a greenish filtrate and an off-white residue that was subsequently washed with ethanol and dried under reduced pressure at 50 °C followed by high vacuum for 16 hours. The Cu(I)Br was stored under inert (N 2 ) atmosphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of diUb probes"
        },
        {
            "text": "In a typical reaction 100 μL of Ub-thioester mutant (5 mg) was added to 1 mL of reaction buffer (8M Urea pH 7), followed by addition of 0.9 eq. TMR-Ub-PA. To the resulting solution 10 μL of catalyst solution containing 20 mg/mL Cu(I)Br in MeCN and 50 mg/mL TBTA-analogue (Zhou and Fahrni, 2004) in MeCN (2:3, v/v) was added followed by a short vortex, repeated in 5 minute intervals 5 times in total. After reactions were finished, as judged by LC-MS (~ 1 hour), the reaction was quenched by the addition of 100 μL of 0.5 M EDTA, pH 7.0. A PD-10 desalting column (GE Lifesciences) was equilibrated with reaction buffer according to manufacturer's protocol and the sample buffer exchanged to remove the catalyst.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 294,
                    "text": "(Zhou and Fahrni, 2004)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of diUb probes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The CuAAC reactions were performed under denaturing conditions in 8M Urea, 100 mM phosphate buffer pH 7. In a typical reaction 75 μL of Ub-containg DMSO stock was added to 1275 μL of reaction buffer (8M Urea, pH 7), followed by addition of 150 μL catalyst solution containing 25 mg/mL Cu(II)SO 4 in MQ, 120 mg/mL Sodium Ascorbate in MQ and 52 mg/mL TBTA-analogue",
            "authors": [],
            "year": 2004,
            "venue": "Azido-ornithine)Ub-AMC mutants 5a-g were dissolved in warm DMSO at a concentration of 5 mg/mL for each Ub respectively",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Briefly, synthetic N-terminal TAMRA labeled Ub thioester (25 mg/mL) and synthetic K11-thiolysine Ub (25 HPLC and size exclusion chromatography (SEC), the resulting TMR-Ub 2 K11 was desulfurized in 8 M Gdn.HCl/200 mM NaH 2 PO 4 , pH 6.8 in the presence of 200 mM TCEP, 75 mM GSH (reduced form) and 75 mM of the radical initiator VA-044. Concomitant HPLC and subsequent SEC-purification resulted in the target compound: TAMRA-Ub 2 K11 . The TAMRA-K11-linked diUb substrate was verified by analytical LCMS",
            "authors": [
                {
                    "first": "El",
                    "middle": [],
                    "last": "Oualid",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "TAMRA labeled diUb K11 was generated using a procedure based on previously reported protocols",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Concentrations were calculated based on weighed 5-TAMRA-linked Lysine-Glycine. Additionally, labeled mono and diUb probes were adjusted for fluorescent signal of di-or monoUb bands by gel analysis using the ProXpress imaging system",
            "authors": [],
            "year": null,
            "venue": "-TAMRA absorption was measured at 553 nm using Nanodrop",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Synthesis of large peptides in solution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakakibara",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biopolymers",
            "volume": "37",
            "issn": "",
            "pages": "17--28",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A fluorogenic probe for the copper(I)-catalyzed azide-alkyne ligation reaction: modulation of the fluorescence emission via 3(n,pi)-1(pi,pi) inversion",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Fahrni",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of the American Chemical Society",
            "volume": "126",
            "issn": "",
            "pages": "8862--8863",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure S2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure S3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure S4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure S5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure S6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Scheme S2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Full gels of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Full details of OTUD2 linkage-specific reactivity with protease-resistant probes related to Figures 4 and 5. (A) Full SYPRO Orange stained gels from",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "DiUb-AMC assay for full-length OTUD2 related to figures 4D and 4E. 15 nM OTUD2 was incubated for indicated time with Ub-AMC or the seven differently linked diUb-AMC substrates at different concentrations as indicated. The increase in fluorescence was measured at Ex/Em of 360/450 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "DiUb-AMC assays for the wild-type full length OTUD2 and isolated OTU domain of OTUD2 mutants, related to Figure 5C and 5E. (A) 15 nM OTUD2 was incubated for indicated time with Ub-AMC or the seven differently linked diUb-AMC substrates at different indicated concentrations. The increase in fluorescence was measured at Ex/Em of 360/450 nm. (B) 15 nM wild-type OTUD2 FL, wild-type OTUD2 OTU, or OTUD2 OTU mutants MutS1, MutS2 and C160A were incubated for indicated time with K11-linked diUb-AMC substrates at different indicated concentrations. The increase in fluorescence was measured at Ex/Em of 360/450 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "S5 related toFigure 6. (A) 0.15 µM OTUD3 OTU was incubated with buffer (-), with TAMRA-labeled monoUb-PA (m) or the seven differently linked diUb-PA probes at 1 µM for 4 min. Gels were scanned at Ex/Em of 480/590 nm. Indicated are the OTUD3 OTU enzyme, which runs slightly above the diUb-PA probes, and the diUb-OTUD3 OTU adduct that is observed for the K11 linkage (d-OTUD3). Bovine serum albumin (BSA) was present in the assay mix. f-Ub (2) -PA indicates the unbound TAMRA-labeled (di)Ub probe. (B) 7 µM TAMRA-labeled K11linked diUb was incubated with 2 µM OTUD3 OTU. At indicated time points, samples were taken for gel analysis to monitor conversion of diUb to mUb. (C) Band from (B) were quantified and plotted to determine the half-time of the reaction, which is approximately 60 minutes. (D) 10 µM K11-linked diUb-AMC was incubated with 2 µM OTUD3 OTU and fluorescence as a result of cleavage of the AMC moiety was measured over time. Half-time was estimated to be between 90 and 120 seconds. (E) Plot showing first 300 seconds of (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "DiUb-AMC assay for OTUD3 OTU related to Figure 6C and 6D. (A) 15 nM OTUD3 OTU was incubated for indicated time with Ub-AMC or the seven differently linked diUb-AMC substrates at different concentrations as indicated. The increase in fluorescence was measured at Ex/Em of 360/450 nm. (B) Michaelis-Menten plot shown in",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The volume of the resulting solution was adjusted to 3 mL by the addition of extra reaction buffer and 168 μL 2M HCl was added to prevent overshoot of pH during propargylamine addition. 42 μL propargylamine was added to initiate the thioester-to-propargylamine exchange. The reaction was allowed to proceed overnight at 4 °C and product was purified using RP-HPLC; Waters Atlantis T3 C18 30x250 5μm running at 18 mL/min. Solvent A is water with 0.05% TFA, Solvent B is Acetonitrile with 0.05% TFA. Gradient in time → %B: 0 → 10%, 1 → 10%, 2.50 → 20%, 7.50 → 32%, 27.50 → 42%, 28 → 95%. Fractions containing product were identified using LC-MS analysis, pooled and lyophilized. The semi-pure product, containing some mono-Ub remnants was dissolved in warm DMSO (50 μL) and diluted into Milli-Q (850 μL). After careful mixing a 10x gel filtration buffer stock solution was added to reach a final concentration of 150 mM NaCl, 50 mM TRIS.HCl pH 7.4. Samples were purified over a Superdex 75 pg 16/600 column (GE), which affords baseline separation of mono and diubiquitin species, as well as some higher molecular weight aggregates. All seven TAMRA-diUb-PA probes 3 were verified by analytical LCMS.Synthesis of diubiquitin-AMC probes 6a-g using Cu(II) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}