{
    "paper_id": "f78f42cdcf23e60059e6ef785c1d72072824832a",
    "metadata": {
        "title": "Supplemental Information Ultrastructural Characterization of Zika Virus Replication Factories",
        "authors": [
            {
                "first": "Mirko",
                "middle": [],
                "last": "Cortese",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Goellner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eliana",
                "middle": [
                    "Gisela"
                ],
                "last": "Acosta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "John"
                ],
                "last": "Neufeldt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olga",
                "middle": [],
                "last": "Oleksiuk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marko",
                "middle": [],
                "last": "Lampe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Uta",
                "middle": [],
                "last": "Haselmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charlotta",
                "middle": [],
                "last": "Funaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Schieber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Ronchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Schorb",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Priit",
                "middle": [],
                "last": "Pruunsild",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yannick",
                "middle": [],
                "last": "Schwab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laurent",
                "middle": [],
                "last": "Chatel-Chaix",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alessia",
                "middle": [],
                "last": "Ruggieri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ralf",
                "middle": [],
                "last": "Bartenschlager",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "(C) Time course of the accumulation of intracellular ZIKV RNA measured by two-step qRT-PCR. Values for each sample were normalized to GAPDH and are expressed as fold change relative to mock infected cells. The mean of 3 replicates ± SD is shown. (D) Extracellular infectivity titers of ZIKV-infected hNPCs. Supernatants from infected cells (MOI = 5) were collected at the indicated time points and titers were calculated by plaque assay. Mean and SD from two independent experiments are shown. Figure S3 : Cytoskeletal organization in hNPCs infected with ZIKV (Related to Figure 2 ). hNPCs were mock infected or infected for 36 h with the MR766 or the H/PF/21013 ZIKV strain (MOI = 5). ZIKV infection was visualized by immunostaining of dsRNA (green), the cytoskeleton by immunostaining of Nestin (A, red) or α-tubulin (B, red) and nuclei by DAPI staining of DNA (blue). Representative fields of view are shown. Yellow squares represent the cropped section shown in the corresponding panels to the right. Scale bar, 10 µm. (C) STED microscopy of hNPCs mock infected or infected with the H/PF/2013 ZIKV strain (MOI = 5) for 36 h. Cells were methanol fixed and ZIKV infection and intermediate filaments were visualized by immunostaining of NS3 and Nestin (red and green), respectively. White squares represent the cropped sections shown in the corresponding panels to the right. Scale bar, 5 µm. (D) Viability of hNPCs as determined by measurement of ATP level after a 24 h treatment with 4 µM paclitaxel. Treatment with DMSO was used as control. (E) hNPCs were infected with the H/PF/2013 ZIKV strain (MOI = 5). At 3 h postinfection, 4 µM paclitaxel was added to the cells. Supernatants were collected 24 h post-infection and virus titers were measured by plaque assay. Histogram bars represent the fold difference to DMSO-treated cells. Mean and SD from two independent experiments are shown.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 349,
                    "text": "(MOI = 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 572,
                    "end": 580,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Huh7 cells and hNPCs were infected for 24 h or 36 h, respectively, with MR766 or H/PF/2013 ZIKV strains (MOI = 5). Cells were fixed and processed for TEM. The number of quantified vesicles from at least 4 cell profiles is indicated on the top (n). ***, p<0.0001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Figure S4: Comparison of the diameters of ZIKV-induced vesicles in Huh7 cells and hNPCs (Related to Figures 3 and 5)."
        },
        {
            "text": "Movie S1: Time-lapse microscopy of Huh7 GFP-Tubulin reporter cells infected with ZIKV MR766 (Related to Figure 2 ). Huh7 GFP-tubulin reporter cells were infected with ZIKV MR766 at a MOI of 10 pfu per cell and time lapse microscopy was started three hours later. Images were recorded in 30 min intervals until 48 h post infection. The 488 nm (GFP) channel is shown. Naïve Huh7 GFP-tubulin reporter cells were imaged under the same conditions and served as control. Scale bar, 20 µm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "SUPPLEMENTAL MOVIE TITLES AND LEGENDS"
        },
        {
            "text": "Movie S2: Three-dimensional reconstruction of cytoskeletal filaments and ZIKV-induced convoluted membranes and vesicle packets in infected Huh7 YFP-Sec61β reporter cells (24 h post infection with the MR766 strain; MOI=5) using focused ion beam-scanning electron microscopy (FIB-SEM) (related to Figure 3 ). Images stacks obtained by FIB-SEM with a pixel size of 5x5 nm and z step of 8 nm were acquired and used for 3D reconstruction. Cytoskeletal filaments are shown in red, the nucleus in blue, the microtubules organizing center in pink, convoluted membranes in green and packets of virus-induced vesicles in yellow. Note the distribution of cytoskeletal filaments surrounding the vesicle packets in the perinuclear region. Figure 4) . Colored overlay shows a 3D surface model of virus-induced membranes. Virus particles are depicted in gold, ER membranes in blue and virus-induced vesicles in dark blue. Note the continuity between swollen ER regions containing invaginated vesicles and areas of zippered ER in which the lumen volume is drastically reduced. Figure 6 ). Three dimensional rendering of ZIKV-induced membranes in hNPCs. Intermediate filaments are shown in red, virus particles in gold, ER membranes in blue and virus-induced vesicles in dark blue. Note the membrane continuity between invaginated vesicles and virus containing ER cisternae. A putative budding event can be observed within the ER cisterna opposing the pore-like opening of an invaginated vesicle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 735,
                    "text": "Figure 4)",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1069,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "SUPPLEMENTAL MOVIE TITLES AND LEGENDS"
        },
        {
            "text": "Primary antibodies used in this study were: mouse IgG2b anti-tubulin A (1:1,1000; Thermo Fisher Scientific), mouse IgG1 anti-cytokeratin 8 (1:1000; Thermo Fisher Scientific), mouse IgG1 anti-Nestin (1:500; Millipore), mouse J2 IgG2a anti-dsRNA (1:400; Scicons), rabbit polyclonal anti-PDI (1:500; Sigma-Aldrich), sheep anti-TGN46 (1:200, AbD Serotec), and rabbit polyclonal anti-GM130 (1:200; Cell Signaling). Production and purification of rabbit anti-DENV NS3 was previously reported (Miller et al., 2006; Miller et al., 2007; Welsch et al., 2009 ). This antibody crossreacts with ZIKV NS3 and has been used in the present study to detect this protein. Bafimolomycin A1 and paclitaxel (Sigma-Aldrich) were resuspended in dimethyl sulfoxide (DMSO) to a stock concentration of 100 µM and 10 mM, respectively.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 507,
                    "text": "(Miller et al., 2006;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 508,
                    "end": 528,
                    "text": "Miller et al., 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 529,
                    "end": 548,
                    "text": "Welsch et al., 2009",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Reagents"
        },
        {
            "text": "Human induced pluripotent stem (iPSC) cells (hiPS D1) were differentiated to hNPCs, using a spin embryoid body protocol with dual SMAD inhibition (Pruunsild et al., 2017) . Briefly, embryoid bodies (EBs) were formed by aggregating 10.000 iPS cells in V-bottom 96-well plates (Thermo Fisher Scientific) in mTeSR1 medium (Stemcell Technologies) containing 30 µM of ROCK inhibitor Y-27632 (EMD Millipore). After 16 h EBs were transferred for two days into neural induction (NI) medium based on DMEM-F12 medium (Gibco, Life Technologies) supplemented with 500 nM Dorsomorphin (Tocris Bioscience), 100 ng/ml recombinant mouse Noggin (R&D Systems) and 10 µM of TGFβ inhibitor SB431542 (Tocris Bioscience). Cells were subsequently plated onto Matrigel-coated (BD Biosciences) dishes in NI medium supplemented with 20 ng/ml FGF2 (PeproTech) for four days. Neural rosettes were microdissected and replated in NI medium with FGF2 for an additional four days. Of note, medium was replaced every day. To obtain hNPC cell monolayers, neural rosettes were treated with Accutase (Sigma-Aldrich) and cells were seeded on dishes coated with 0.1 mg/ml poly-ornithine and 10 μg/ml laminin (PO/Lam, both from Sigma Aldrich) in hNPC medium (DMEM-F12, 2mM Glutamax, 1% N2 supplement, 2% B27 supplement, 50 µM β-mercaptoethanol, Penicillin/Streptomycin (1:200), 10 ng/ml EGF (all from Gibco, Life Technologies) and 10 ng/ml FGF2 (PeproTech). hNPCs were cultured on PO/Lam dishes in hNPC medium and split 1:3 or 1:4 with Accutase when confluent.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 170,
                    "text": "(Pruunsild et al., 2017)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Generation and maintenance of human neural progenitor cells (hNPCs)"
        },
        {
            "text": "The vector peGFP-tubulin encoding for green fluorescent protein (GFP) fused to alpha tubulin was purchased from Clontech Laboratories. The fusion gene was inserted into the lentiviral pWPI expression plasmid and stable protein expression was achieved via lentiviral transduction as previously described (Chatel-Chaix et al., 2016) . Briefly, 293T cells were transfected with pCMV-Gag-Pol and pMD2-VSV-G (kind gifts from Dr. Didier Trono) packaging plasmids together with the pWPI-based transduction vector by using polyethylenimine (Polysciences Inc.). After two days, lentivirus-containing medium was collected and filtered through a 0.45 µm pore-size filter. Lentivirus preparations were titrated by transduction of HeLa cells and subsequent selection with 1 µg/ml puromycin. Cells were fixed five days later and stained with 1% crystal violet/10% ethanol for 30 minutes. After extensive rinsing with water, colonies were counted and titers were calculated. To generate Huh7 GFP-tubulin cell line, naïve Huh7 were transduced with an MOI of 5 and selected with 1 μg/mL puromycin. Cells expressing appropriate levels of GFP-tubulin were sorted by flow cytometry.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 330,
                    "text": "(Chatel-Chaix et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Generation of Huh7 GFP-tubulin cell line"
        },
        {
            "text": "ZIKV strains MR766 and H/PF/2013 were obtained from the European Virus Archive (EVAg, France). All viruses were passaged once on C6/36 cells and stocks were prepared by virus amplification in VeroE6 cells. Virus-containing cell culture supernatants or conditioned medium from uninfected cells were harvested from day 3 to 8 post-infection. Supernatants were filtered through a 0.45 µM pore-size filter and stored at -70 °C. For infection experiments, hNPCs were inoculated with conditioned medium from uninfected cells or virus purified by sedimentation through a 20% sucrose cushion. Briefly, 30 ml supernatant harvested from VeroE6-infected cells and filtered through a 0.45 µm pore size filter were layered onto 5 ml solution of 20 % sucrose (w/v) dissolved in NTE buffer (100 mM NaCl, 10 mM Tris-HCl [pH 8.0], 1 mM EDTA). After 3 h centrifugation at 28.000 rpm (SW32 Ti rotor; Optima LE-80K Ultracentrifuge, Beckman) at 4°C, the virus-containing pellet was resuspended in NTE buffer, aliquoted and stored at -70°C until further use. Titers of infectious virus contained in the original culture supernatants and purified stocks were determined by plaque assay (see below). For infection of hNPCs, virus stocks were diluted in hNPC medium and cells were inoculated for 2 h at 37°C. Inocula were removed and fresh hNPC medium was added. Mock cells were inoculated with equal amounts of purified conditioned medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus strains and virus stocks preparation"
        },
        {
            "text": "Confluent monolayers of VeroE6 cells were infected with serial 10-fold dilutions of virus supernatants for 2 h at 37 °C. Inoculum was removed and replaced with serum-free MEM (Gibco, Life Technologies) containing 1.5% carboxymethylcellulose (Sigma-Aldrich). Four days post-infection, cells were fixed for 2 h at room temperature with formaldehyde directly added to the medium to a final concentration of 5%. Fixed cells were washed extensively with water before being stained with a solution containing 1% crystal violet and 10% ethanol for 30 min. After rinsing with water, the number of plaques was counted and virus titers were calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus titration by plaque assay"
        },
        {
            "text": "Huh7 cells (1x10 4 ) or hNPCs (3x10 4 ) were seeded in triplicate wells into 96-well plates and treated for 24 h with 12.5 µM or 4 µM paclitaxel, respectively. DMSO was used as control. Cell viability was determined by quantitation of ATP concentration using the CellTiter-Glo assay (Promega) as recommended by the manufacturer. Fluorescence was measured at 560 nm using a Mithras LB 940 plate reader (Berthold Industries). Incubation with DMSO solvent and untreated cells served as control. Only concentrations reducing ATP concentrations less than 20% were selected for further assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity Measurement"
        },
        {
            "text": "To assess the effect of microtubule stabilization on ZIKV replication, Huh7 or hNPCs were treated with paclitaxel. Cells were infected with ZIKV (MOI = 5 pfu per cell) for 1 h at 37°C. Virus inoculum was removed, cells were washed with PBS and fresh medium was added to the cells. At 3 h post-infection, 12.5 µM or 4 µM paclitaxel was added to the cell culture medium of Huh7 or hNPCs, respectively. DMSO was used as control. Virus titer was measured 24 h postinfection by plaque assay. To assess the impact of acidification on ZIKV entry, cells were treated with Bafilomycin A. For pre-treatment, the cells were incubated with 2.5 nM Bafilomycin A for 2 h at 37 °C and then infected (MOI = 5 pfu per cell) in the presence of the drug. Treatment with DMSO was used as control. One hour post infection, virus inoculum was removed, cells extensively washed and incubated in medium supplemented with the compound or DMSO. For post-treatment, cells were infected with ZIKV at a MOI of 5 pfu per cell as described above. Bafilomycin A1 or DMSO was added 3 h postinfection. Supernatants were collected 24 h post infection, filtered through a 0.45 µm pore-size filter and viral titers measured by plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug treatments"
        },
        {
            "text": "Total RNA was purified from naïve or ZIKV-infected cells using the NucleoSpin RNA II kit (Macherey-Nagel) according to the manufacturer's instructions. cDNA was generated using the High Capacity cDNA Reverse Transcription kit (Applied Biosystems) and two-steps RT-qPCR was performed using the iTaq Universal SYBR Green 2x mix (Bio-Rad) and the following primers: GAPDH_Forward 5'-GAAGGTGAAGGTCGGAGTC-3' and GAPDH_Reverse 5'-GAAGATGGTGATGGGATTTC-3'; ZIKV_Forward 5'-AGATGAACTGATTGGCCGGGC-3' and ZIKV_Reverse 5'-AGGTCTCTTCTGTGGAAATA-3'. Reactions were performed on an CFX96 (Bio-Rad) using the following program: 95°C for 3 min and 45 cycles as follows: 95°C for 10 s, 60°C for 30 s. GAPDH mRNA was used for normalization of input RNA. RT-qPCR data were analyzed by using the ΔΔCT method as previously described (Livak and Schmittgen, 2001) .",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 838,
                    "text": "(Livak and Schmittgen, 2001)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Extraction and quantification of RNA"
        },
        {
            "text": "NPCs were seeded two days before infection (1.65x10 5 cells per well of a 12-well plate) and were grown on laminincoated coverslips in DMEM-F12 medium. Cells were infected with the ZIKV strains H/PF/2013 or MR766 using a MOI of 5 pfu per cell for 36 h. Infected hNPCs were fixed in ice-cold methanol for10 min at -20 °C. After 1 h blocking with blocking buffer, immunostaining was performed using primary antibodies as described above. The following secondary antibodies were used: goat anti-mouse Aberrior STAR580 and goat anti-rabbit Aberrior STAR Red (Abberior Instruments GmbH). Samples were post fixed in 4% paraformaldehyde in PBS for 5 min at room temperature and coverslips mounted using Mowiol mounting medium (Sigma-Aldrich).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confocal microscopy and 2-color STED nanoscopy"
        },
        {
            "text": "NPCs were imaged with a 100x, NA 1.4 STED WHITE oil objective on an inverted Leica TCS SP8 3X microscope (Leica Microsystems) using confocal and STED modes. The 2D vortex STED images with lateral resolution enhancement were recorded with 20 nm pixel size in xy and a stepsize of 120-180 nm in z orientation by line sequential imaging and dwell times of typically 800 ns. First, the STED far-red channel (Abberior StarRED) was recorded with 633 nm excitation using the pulsed white light laser with 80MHz repetition rate and STED depletion was performed with a synchronized pulsed 775 nm depletion laser. The detection bandpass was set to 650 to 750 nm. The following setting were applied: 16 x line averaging and 2 x frame accumulation as well as detector gating on a HybridDetector (HyD, Leica Microsystems) of 0.3 ns to 6 ns. The second STED channel (Abberior STAR580) was detected with 561 nm excitation and 775 nm depletion using a detection window from 565 to 628 nm. All other settings remained constant. The resolution of the two channels was approximately matched by using different STED depletion laser intensities for the two dyes. Deconvolution of confocal and STED images was carried out using the Huygens Professional Deconvolution software (Scientific Volume Imaging). The theoretical confocal and STED PSF were calculated based on the metadata of the acquired image in combination with the refractive index for Mowiol as embedding medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-color STED nanoscopy"
        },
        {
            "text": "Huh7_YFP-Sec61β cells were seeded onto 35 mm-glass-bottom culture dishes containing photo-etched gridded coverslips (MatTek Corporation) and infected with ZIKV (MR766 strain) with an MOI of 5 pfu per cell. After 24 h cells were fixed by adding one volume of 2x fixative buffer containing 1% glutaraldehyde, 8% formaldehyde, 0.1% malachite green in 0.2 M PHEM buffer (120 mM PIPES, 100 mM HEPES, 4 mM MgCl 2 , 20 mM EGTA pH 6.9) directly to the culture media. After 5 min at room temperature, fixative was aspirated and a second fixation was performed for 20 min on ice with 1x fixative buffer. Cells were rinsed twice with 150 mM glycine in 0.1 M PHEM and washed twice for 5 min with the same buffer. Finally, cells were rinsed ten times with 0.1 M PHEM buffer before being subjected to light microscopy. Imaging was perfomed with an Ultraview ERS spinning disc (PerkinElmer) on a Nikon TE2000-E inverted confocal microscope. Images were collected in the YFP channel and in the transmitted light channel using differential interference contrast and several fields of view were acquired with a 40x objective and tiled together. The coordinates of the cells of interest were recorded. After imaging, cells were fixed again on ice for 20 min with 0.05% malachite green, 2.5% glutaraldehyde in 0.1 M PHEM buffer, washed 4 times for 5 min with 0.1 M PHEM, postfixed on ice for 1 h with 0.8% K 3 Fe(CN) 6 , 1% OsO 4 in 0.1 M PHEM and washed again 4 times for 5 min with 0.1 M PHEM. Samples were treated with 1% tannic acid in water for 20 min on ice, washed twice for 5 min with water, incubated with 0.5% uranyl acetate in water for 1 h at room temperature, washed 5 times for 5 minutes and progressively dehydrated with increasing concentration of ethanol (25% to 100%) on ice before being resin embedded with a mixture of Epon 812/Araldite 502 (Electron Microscopy Sciences). Samples were polymerized for 96 h at 60 °C. After polymerization, the negative imprint of the coordinate system from the photo-etched gridded coverslip allowed to identify the cells of interest. Samples were mounted and sputter coated as previously described (Chatel-Chaix et al., 2016) and imaged using a Zeiss Crossbeam 540 Focused Ion Beam Scanning Electron Microscope (FIB-SEM; Carl Zeiss). The coordinate system Atlas 3D software package (FIBICS Incorporated) was used for all sample preparation and acquisition parameters. The FIB was used to make a platinum deposition along with the gas injection system using 1.5 nA beam current. Milling procedures used various currents including 15 nA for the trench, 3 nA for the polish and 1.5 nA for the fine milling and imaging. The SEM images were taken at 1.5 kV with 700 pA, ESB grid voltage 1100 V with a pixel size of 5x5nm and z step of 8 nm. All acquired images were analyzed using the ImageJ software package Fiji (http://fiji.sc/wiki/index.php/Fiji) (Schindelin et al., 2012) , aligned with the TrakEM2 plugin and inverted. Three dimensional reconstruction was performed using the software IMOD (Kremer et al., 1996) (bio3d.colorado.edu/imod).",
            "cite_spans": [
                {
                    "start": 2132,
                    "end": 2159,
                    "text": "(Chatel-Chaix et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 2880,
                    "end": 2905,
                    "text": "(Schindelin et al., 2012)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3025,
                    "end": 3046,
                    "text": "(Kremer et al., 1996)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Correlative light microscopy and focused ion beam -scanning electron microscopy"
        },
        {
            "text": "Live cell imaging 2x10 5 Huh7 GFP-Tubulin reporter cells were seeded into a 35 mm-diameter glass bottom culture dish (MatTek Corporation). Cells were infected (MOI = 10 pfu per cell) for 1 h at 37°C with occasional rocking. After removal of the inoculum, cells were washed thrice with PBS, and 2 ml phenol red-free DMEM (Life Technologies) containing 10% fetal calf serum was added. Image series of ZIKV-infected cells were acquired on a Nikon Eclipse Ti inverted microscope using a 40x Plan-Apo N.A. 0.95 objective (Nikon). Sixty observation fields were defined and image acquisition was performed at intervals of 30 min for 48 h by using the automated Nikon perfect focus system and GFP filter. Pictures were analyzed with the Nikon NIS Element Advanced Research program and processed by using the ImageJ software package Fiji (http://fiji.sc/wiki/index.php/Fiji) (Schindelin et al., 2012) .",
            "cite_spans": [
                {
                    "start": 866,
                    "end": 891,
                    "text": "(Schindelin et al., 2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Correlative light microscopy and focused ion beam -scanning electron microscopy"
        },
        {
            "text": "Statistical analysis was performed as indicated in the text and figure legends. To determine p-values, two-tailed distribution Student´s t test was calculated using the GraphPad Prism v6 software. *** (p ≤ 0.0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Computer visualization of three-dimensional image data using IMOD",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Mastronarde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Struct. Biol",
            "volume": "116",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Livak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Schmittgen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Methods",
            "volume": "25",
            "issn": "",
            "pages": "402--408",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The non-structural protein 4A of dengue virus is an integral membrane protein inducing membrane alterations in a 2K-regulated manner",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kastner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buhler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Biol. Chem",
            "volume": "282",
            "issn": "",
            "pages": "8873--8882",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Subcellular localization and membrane topology of the Dengue virus type 2 Non-structural protein 4B",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sparacio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Biol. Chem",
            "volume": "281",
            "issn": "",
            "pages": "8854--8863",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Networks of Cultured iPSC-Derived Neurons Reveal the Human Synaptic Activity-Regulated Adaptive Gene Program",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pruunsild",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Bengtson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bading",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Rep",
            "volume": "18",
            "issn": "",
            "pages": "122--135",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fiji: an opensource platform for biological-image analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schindelin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arganda-Carreras",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frise",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kaynig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Longair",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pietzsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Preibisch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rueden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saalfeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tinevez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hartenstein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eliceiri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tomancak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cardona",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Methods",
            "volume": "9",
            "issn": "",
            "pages": "676--682",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Composition and three-dimensional architecture of the dengue virus replication and assembly sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Welsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Romero-Brey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Bleck",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Antony",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host. Microbe",
            "volume": "5",
            "issn": "",
            "pages": "365--375",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Growth kinetic of ZIKV in hNPCs (Related to Figure 2). (A) Time course of the spread of ZIKV infection (MOI = 5) in hNPC cultures. ZIKV infection was visualized by immunostaining of dsRNA (green) and nuclei by DAPI staining of DNA (blue). Scale bar, 20 µm. (B) Quantification of the percentage of infected cells shown in panel A. Data are means of 2 independent experiments (4 fields of view each) ± SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Animation through a Z series of 1.1286 nm thick digital slices (total thickness ~80 nm) of a single-axis tomogram reconstructed from a ~250 nm thick section of ZIKV H/PF/2013 infected Huh7 cells, fixed 24 h postinfection (related to Figure 4). Three dimensional rendering of ZIKV-induced membranes. Intermediate filaments are shown in red, virus particles in gold and ER membranes and virus-induced invaginated vesicles in blue. Note the porelike opening connecting the vesicle lumen to the cytosol. Movie S4: Animation through a Z series of 1.1286 nm thick digital slices (total thickness ~124 nm) of a single-axis tomogram reconstructed from a ~250 nm thick section of ZIKV H/PF/2013 infected Huh7 cells, fixed 24 h postinfection (related to",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}