{
    "paper_id": "00e5a723d44eb9f2698c38b518eff85c00f9753b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Vijay",
                "middle": [],
                "last": "Harypursat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Public Health Medical Center",
                    "location": {
                        "postCode": "400036",
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yao-Kai",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Public Health Medical Center",
                    "location": {
                        "postCode": "400036",
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": "yaokaichen@hotmail.com"
            },
            {
                "first": "",
                "middle": [],
                "last": "Yao-Kai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Public Health Medical Center",
                    "location": {
                        "addrLine": "109 Baoyu Road, Shapingba District",
                        "postCode": "400036",
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Public Health Medical Center",
                    "location": {
                        "addrLine": "109 Baoyu Road, Shapingba District",
                        "postCode": "400036",
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronaviruses have in the past been known to be the etiologic agents of mild upper respiratory infections in humans, similar to the ubiquitous and relatively benign \"common cold\"-type upper respiratory illnesses induced by the human rhinoviruses in adults and children. Subsequent to the severe acute respiratory syndrome (SARS) outbreak in China 2003, and the Middle East respiratory syndrome (MERS) outbreak in the Middle East in 2012, global concerns regarding the pathogenicity and epidemic/ pandemic potential of novel human coronaviruses began to emerge, with some experts predicting that novel coronaviruses could likely again cross the species barrier and present humans with future pandemic-potential infections [1] . These concerns have proven prescient with the emergence, late in 2019, of the 2019 coronavirus disease or novel coronavirus pneumonia (NCP) outbreak, caused by SARS-CoV-2 (previously known as 2019-nCoV), in Wuhan, China.",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 724,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A significantly large variety of coronavirus species cause a diverse range of diseases in domesticated and wild mammals and birds, and these animals may also be carriers of and reservoirs for coronaviruses [2] . Six coronavirus species had, prior to the 08 th January 2020, been known to cause disease in humans. Four species are endemic in human populations, and cause mild common cold symptoms in immunocompetent humans. The two remaining species, SARS-CoV and MERS-CoV, are zoonotic in origin, and their infection of humans may have fatal outcomes. SARS-CoV-2 is the seventh coronavirus species that is now known to infect humans, is also zoonotic in origin, and is the causative organism for the current viral pneumonia epidemic in China.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Both SARS-CoV and MERS-CoV are believed to have originated from bats, with common masked civets and dromedary camels respectively being intermediary hosts [ 3] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[ 3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS-like coronaviruses have been isolated from Chinese horseshoe bats, and may attach to and utilize the angiotensin converting enzyme 2 (ACE2) receptor in human lower respiratory tract cells to gain entry into these cells, thus facilitating transmission to, and initiating infection in, humans [4] . The genomic sequence of SARS-CoV-2 is strikingly similar to that of SARS-like coronaviruses found in bats, and phylogenetic data from recent genomic studies on bat-associated coronaviruses and SARS-CoV-2 suggest that bats are the natural reservoir for coronaviruses in general, and SARS-CoV-2 in particular [5] . It has been postulated that the reservoir for SARS-CoV-2 is the Chinese horseshoe bat, which is known to host SARS-like coronaviruses. It is now hypothesized that one of the reservoir coronavirus species in bats crossed the species barrier to an intermediate mammal host (presumed to be a masked civet) sold at the wet market at the epicenter of the current epidemic, with subsequent mutation and transmission to humans, initiating the present epidemic of COVID-19.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It has been noted that the two previously known human coronaviruses causing epidemic disease and spread, SARS-CoV and MERS-CoV, had a relatively low rate of spread from an individual infected patient (an index referred to as its basic reproductive number-R。). The R。of SARS was estimated to be around 3, meaning that on average, each infected patient is presumed to spread the virus to 3 other individuals [6] . It is currently estimated that the R。for SARS-CoV-2 is between 2.2 and 2.7 [6, 7] . However, approximately 10% of individuals infected with SARS-CoV and MERS-CoV were associated with a phenomenon referred to as \"super spreading\", associated with an R。>10 [8] . Wide transmission and spread of SARS-CoV and MERS-CoV occurred to a large extent by means of super-spreading events [8] . Human super spreaders for SARS-CoV-2 have not been identified thus far in limited epidemiological studies conducted in the past six weeks of the outbreak [6] . However, clinicians and researchers should be acutely aware of the likelihood for the potential existence of such transmitters of SARS-CoV-2 infection in the general population, and of the means to identify and isolate such individuals expeditiously in order to prevent a reduction of the current epidemic doubling time of approximately 7 days, and to limit viral transmission and spread [7] . A compelling mathematical modeling study done by researchers at Hong persons, and that if there was no reduction in viral transmissibility, the epidemic in Wuhan would peak at around April 2020 [7] . Ominously, a further mathematical model, proposed by Tang et al, [9] suggests that the basic reproductive number for SARS-CoV-2 might be as high as 6.47. outbreak to the global economy will, without doubt, be scrupulously studied after the present outbreak ends, and the global economic costs will be immense, and the human cost, agonizing. Each preventable zoonotic outbreak costs the country of origin and the world vast amounts of money and resources, and an inestimable cost in human lives, and if emerging zoonotic outbreaks can be prevented by severely limiting human exposure to wild animals and their trade, then effective measures to ensure that this occurs should be implemented by regulatory government authorities globally as soon as it is practicable.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 409,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1343,
                    "end": 1346,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1543,
                    "end": 1546,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1614,
                    "end": 1617,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is clearly apparent that the work done thus far in the quest to contain the current SARS-CoV-2 outbreak is massive, focused and resolute. It is also abundantly evident that a large quantum of work remains to be done in order for the current public health effort to be successful in containing the present outbreak. Managing this requires international cooperation using traditional and proven public health strategies that ultimately succeeded inthe SARS epidemic. It is, however, inevitable that new zoonotic infections will emerge in the future. It is therefore an urgent priority for local and international health and wildlife regulatory authorities to structure and implement robust control mechanisms that effectively reduce human exposure to wild game meat and their products. In contrast to Africa, the consumption of wild game meat in Asia is not generally motivated by poverty, hunger or starvation. The common motivations for the human consumption of wild game meat in Asia are for their purported medicinal value, and the supposed health-enhancing effects of certain varieties of wild game meat, or their products. Specific rare and exotic Asian and other international wild game and their products, are also consumed and offered to guests and influential persons in an effort project status, prestige and wealth, depending on the rarity of the animal involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is also the existence of wildlife trafficking between Asia and other regions of the world, which has created an international supply and demand chain, with savvy wildlife entrepreneurs marketing wild game meat and products as \"traditional specialties\", in their effort to boost sales. The existence of local and international wildlife trade for meat and animal products needs urgent and decisive change. It is fervently hoped that the steadfast efforts by China, in partnership with the international community, will reap positive results with respect to SARS-CoV-2 control in the future weeks and months. Additionally, urgent international attention to and curtailment of the hitherto unregulated and commonplace trade in wild game, meat and products is essential if a repeat of the human and economic loss, and public fear and social disruption wreaked by the current SARS-CoV-2 outbreak is to be avoided in the future. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Efficient replication of the novel human betacoronavirus EMC on primary human epithelium highlights its zoonotic potential",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kindler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Jonsdottir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "611--00612",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00611-12"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The battle against SARS and MERS coronaviruses: Reservoirs and Animal Models",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Animal Model Exp Med",
            "volume": "1",
            "issn": "",
            "pages": "125--133",
            "other_ids": {
                "DOI": [
                    "10.1002/ame2.12017"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chmura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "503",
            "issn": "",
            "pages": "535--538",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12711"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "the role of super-spreaders in infectious disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Sars",
                    "middle": [],
                    "last": "Mers",
                    "suffix": ""
                },
                {
                    "first": "Ebola",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell host & microbe",
            "volume": "18",
            "issn": "",
            "pages": "398--401",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2015.09.013"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Clinical Medicine",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020462"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Economic Impact of the 2015 MERS Outbreak on the Republic of Korea's Tourism-Related Industries. Health security",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Joo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Maskery",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Berro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Rotz",
                    "suffix": ""
                },
                {
                    "first": "Y-K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "100--108",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2018.0115"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "University indicates, despite limitations to their study, that these figures may not be a fair representation of the actual scale of the SARS-CoV-2 outbreak in China. Their figures estimated that the total number of infected individuals in greater Wuhan alone on the 25th January 2020 was 75,815 (95% confidence interval [CI] 37,304-130,330)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The putative zoonotic origin of SARS-CoV-2, and the zoonotic origins of the SARS and MERS epidemics, brings into sharp focus the existence of unregulated wet markets in China, trading in live wild game, game meat and game products. Zoonotic origins for emerging viral infections are not new, with AIDS, Ebola, influenza viruses, SARS, MERS, and a multitude of other viral illnesses all crossing the species barrier and causing devastating illness in humans, at enormous economic and human cost[10] . The presence and availability of markets that trade in wild animals for human consumption, and for purchase as pets, greatly increases the potential for viral infections originatingfrom these reservoir animals to jump to human populations. The complete ban on market trading and sale of wild game meat in China on 26 th January 2020 will help prevent zoonotic transmission of SARS-CoV-2 in the current epidemic and, to a certain degree, help prevent emergence of new zoonotic infections. Further social and cultural changes regarding wild game trading and consumption is required in China and worldwide, to prevent scenarios where regular emergence of zoonotic infections becomes commonplace, with their inevitably attendant economic and human costs. It is estimated that the SARS epidemic cost the global economy approximately $US 54 billion in 2003 alone. The 2015 MERS outbreak in the Republic of Korea resulted in a $US 2.6 billion loss for the South Korean tourism industry alone. The 2014 outbreak of Ebola in Guinea, Liberia and Sierra Leone costed their already lean economies approximately $US 300 million. The human and economic costs of the SARS-CoV-2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "This work was supported by grants from the National Science and Technology Major Project of China during the 13th Five-year Plan Period (No.2018ZX10302104) and the Chongqing Special Research Project for Prevention and Control of Novel Coronavirus Pneumonia (the grant number is unavailable currently).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}