{
    "paper_id": "013d9fb8719d3d3d47738f9f0604f3b643c4df57",
    "metadata": {
        "title": "Pandemic influenza in Papua New Guinea: a modelling study comparison with pandemic spread in a developed country",
        "authors": [
            {
                "first": "George",
                "middle": [
                    "J"
                ],
                "last": "Milne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": "milne@csse.uwa.edu.au"
            },
            {
                "first": "Pravin",
                "middle": [],
                "last": "Baskaran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nilimesh",
                "middle": [],
                "last": "Halder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Karl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Joel",
                "middle": [],
                "last": "Kelso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Novel influenza virus strains have resulted in pandemics costing millions of lives 1 and the possible occurrence of a highly pathogenic virus strain is of concern to health authorities worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Article focus ▪ This modelling study investigated the impact of an influenza pandemic on a community in Papua New Guinea (PNG) and compared it with that in a similar-sized community in Australia. ▪ The effectiveness of social distancing interventions was determined using the PNG model and contrasted with the Australian model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE SUMMARY"
        },
        {
            "text": "▪ A moderately transmissible pandemic occurring in PNG may be expected to result in a larger illness attack rate compared with that in a developed country setting. ▪ Feasible social distancing intervention strategies may be significantly less effective in PNG compared with the Australian setting. ▪ Compared with Australia, the larger household sizes contribute both to the larger attack rates in PNG and to the lower effectiveness of the interventions. ▪ The larger proportion of children in PNG and the fact that 50% do not attend school lessen the effectiveness of school closure interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key messages"
        },
        {
            "text": "Strength and limitations of this study ▪ The findings are a first step in understanding how an influenza pandemic will impact on a lowincome country. ▪ As with all modelling studies obtaining highquality field data with which to 'populate' models is crucial and accessing such data in countries such as PNG is a challenge. ▪ These results and those from future research will permit better pandemic planning and allow intervention strategies to be tailored to the specific demographics and resource constraints found in developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key messages"
        },
        {
            "text": "It has been shown under laboratory conditions that the highly pathogenic H5N1 avian influenza strain may reassort or mutate to become readily transmissible between humans. 2 In response to the threat of influenza pandemics, most countries have developed pandemic preparedness plans. [3] [4] [5] [6] [7] [8] However, the level of completeness of these plans with regard to WHO guidelines 9 varies dramatically between developed high-income countries and developing low-income countries. 7 8 Low-income countries suffer the highest rates of morbidity and mortality from influenza pandemics. Data from the 1918/1919 pandemic suggest much higher death rates in India compared with Europe and the USA. While in northern Europe and the USA death rates were consistently below 1%, over 4.3% average mortality was reported from India, with some Indian provinces exceeding death rates of 7%. 10 11 Even in the mild H1N1 pandemic of 2009, 59% of the estimated 284 500 deaths occurred in Africa and South-East Asia. 2 These differences are most likely due to the significant association of influenza mortality with comorbidities usually absent in the developed countries (such as chronic malnutrition, malaria, tuberculosis, pneumonia and HIV). 12 Furthermore it has been shown that the increased death rate due to an influenza pandemic is strongly associated with per capita income. 11 It is apparent that the burden of the next pandemic will also be focused overwhelmingly on the developing world, a point made by the WHO and others. 5 11 13-15 A substantial number of pandemic influenza models have been constructed in the past decade. A key goal of this effort is to determine the effectiveness of interventions, in terms of their ability to reduce infection and consequential death rates. Although it has been recognised that the major burden of mortality from influenza pandemics is suffered by low-income countries, 5 11 16 the primary focus of the vast majority of these models is on examining intervention effectiveness in developed (eg, the USA and European countries [17] [18] [19] [20] and middle-income countries (eg, Thailand 21 22 ). Given the markedly different demographic and community structure, as well as resource and infrastructural constraints in comparison with developed countries, these models have limited capability to predict the impact of an influenza pandemic on low-income countries. 23 In addition, many low-income countries are located in tropical or subtropical regions where the timing and impact of influenza epidemics are more poorly understood than in temperate regions, where they are known to have a well-defined winter season. 15 To address this 'modelling gap' an individual-based disease transmission model of pandemic influenza has been developed for Papua New Guinea (PNG), based on the methods used previously to develop a pandemic influenza model of Albany, Western Australia. 20 24 25 The chosen location of Madang, a town of approximately 35 000 on the northern coast of the island of New Guinea has, along with all of PNG, different demographics and individual-to-individual contact patterns compared with those in developed countries. PNG has an annual per capita income of about US$2500-and is thus at a similar level of development as many African nations. 26 The model was used to describe the spread of a novel influenza strain after introduction into the community. The resulting illness attack rate was determined together with data indicating where person-to-person transmission occurred. An unmitigated outbreak and two outbreaks with PNG-feasible intervention strategies activated were simulated and the results compared with those obtained using the Albany, Australia model.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 387,
                    "end": 388,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "7 8",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 888,
                    "text": "10 11",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1006,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1234,
                    "end": 1236,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1373,
                    "end": 1375,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1525,
                    "end": 1526,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1527,
                    "end": 1535,
                    "text": "11 13-15",
                    "ref_id": null
                },
                {
                    "start": 1912,
                    "end": 1919,
                    "text": "5 11 16",
                    "ref_id": null
                },
                {
                    "start": 2067,
                    "end": 2071,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2072,
                    "end": 2076,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2077,
                    "end": 2081,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2082,
                    "end": 2086,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2129,
                    "end": 2134,
                    "text": "21 22",
                    "ref_id": null
                },
                {
                    "start": 2405,
                    "end": 2407,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2658,
                    "end": 2660,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2914,
                    "end": 2916,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2917,
                    "end": 2922,
                    "text": "24 25",
                    "ref_id": null
                },
                {
                    "start": 3300,
                    "end": 3302,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Key messages"
        },
        {
            "text": "Census and country-wide data from the PNG National Statistics Office 27 together with data collected in a field survey in Madang were used to construct the Madang model. Following the methodology used to construct the Albany model, each household is explicitly represented, with occupants in one of seven age categories. Schools, workplace and other mixing hubs were also explicitly represented. Individuals were allocated to these mixing hubs according to their age category, so connecting households and hubs as shown in figure 1. Using virus intrinsic transmission characteristics calibrated with the Australian model, simulations were performed using the Madang model. These simulations captured the day-to-day susceptible, exposed, infectious and recovered/immune infection profile of the population following introduction of a novel strain of influenza into the modelled community, assuming no existing immunity. 28 ",
            "cite_spans": [
                {
                    "start": 919,
                    "end": 921,
                    "text": "28",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Madang model development used the most recent census data from 2001, other PNG government data and additional data collected in our field survey. 29 Census data provided the location groups of approximately 50 adjacent households, known as the census unit (CU). The specific demographics of each household in Madang in terms of number of individuals, their ages and occupation of adults was also provided by the census and each individual is uniquely identified in the model.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "29",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Madang demographics"
        },
        {
            "text": "From July to September 2011 we also conducted a survey in Madang to obtain data on the number of people working in smaller workplaces, school class sizes, market sizes and the number of people attending the major tertiary education centres in Madang (Divine Word University (DWU), Madang Teachers College, Madang Technical College and Madang Maritime College). We asked the headmasters of schools and colleges, the human resource department at DWU and business owners of small-to-medium scale businesses about the respective numbers and, if no records existed relied on their estimates. We also obtained estimates on the size of informal settlements within the town boundaries from the Madang provincial government. The data obtained in the survey are presented in online supplementary table A1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Madang demographics"
        },
        {
            "text": "These data allowed for the construction of an explicit contact network linking households, schools, workplaces and other meeting places by allocating individuals to workplaces and schools, as with the Albany model. 10 ",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Madang demographics"
        },
        {
            "text": "The model captures explicit person-to-person contact with the contact network describing population mobility occurring between households, schools, workplaces and the wider community as shown in figure 1 . The virus spreads through the community due to this mobility, as transmission occurs between individuals when they are co-located, possibly following a move from one location to another.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Contact network"
        },
        {
            "text": "The number of contacts made by each individual each day in school, work and community settings were adjusted to reproduce the proportion of cases occurring in different settings as reported by empirical studies, specifically 40% of infections occurred in households, 30% in schools and workplaces and 30% in the wider community. [30] [31] [32] Contacts within schools and workplaces occurred in fixed-size mixing groups of maximum size 10. Within mixing groups contact was assumed to be homogeneous. Community contacts occurred between randomly selected individuals, weighted towards pairs of individuals located in neighbouring households.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Contact network"
        },
        {
            "text": "Each household contains uniquely identified individuals. Children and adults are assigned by an allocation algorithm to school classes and workplaces according to age based on class sizes and employee numbers obtained in the field survey. The field survey described above revealed that 50% of school-age children do not attend school, and this percentage is thought to be similar to most urban areas in PNG, with still lower rates in rural areas. Of those children not attending school 50% are allocated to neighbourhood hubs, as described below. In addition to contact occurring in households and mixing hubs, community contact is introduced to capture mixing which occurs out with these locales and in the wider community. The community contact occurs at a fixed rate, similarly to the Albany model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact network"
        },
        {
            "text": "Census data provided the occupation/activity of individuals, namely 'wage-job', 'garden', 'business' and 'unemployed'. This was used to locate individuals denoted as wage-job with known workplaces. The numbers in this census category exceeded those found in the survey of major workplaces and knowledge of Madang suggested the creation of small, local workplaces to locate these additional adults and those in the business category. Adults with gardening as their occupation work in family-owned gardens, subsistence farming and generating produce for sale. For each household containing a garden worker, a garden workplace was created whose members matched those of the household.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Madang-specific contact locations"
        },
        {
            "text": "Three significant populations in Madang were not counted in the 2001 census, namely, those in settlements (unofficial housing areas also found in other parts of the developing world), those in the University and Chinese workers at a mine/processing site on the edge of the town. The field survey provided numbers resident in each of these locations: the two settlement areas in Madang with ∼750 inhabitants each; ∼3000 students and staff living in hostels at the DWU (a further ∼280 live in households in town and appeared in the census) and ∼650 overseas workers accommodated in hostels at the mine/processing site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Madang-specific contact locations"
        },
        {
            "text": "To model the settlements new households were created and individuals allocated to mixing hubs to match overall Madang demographics. The populations at the University and the mine-site had virtual households created to replicate friendship groups of average size 7, and these locations were also designated as the workplace for these individuals. Contact between the wider Madang population and those at the University involved household and neighbourhood contacts for local students and staff living in town while resident staff and students were restricted to community contact. Contact between the mine-site and the town was also restricted to community contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Madang-specific contact locations"
        },
        {
            "text": "Census data classified a significant proportion (16.2%) of adults as unemployed and not attending a designated workplace. 27 Knowledge gathered from the field survey in Madang indicated that these adults do have daytime contact with others outwith the home, such as working or visiting the two informal markets. To address this feature an additional daytime contact location (neighbourhood hubs) was introduced, with unemployed adults in each CU allocated to neighbourhood hubs of 10 individuals. In addition, these hubs also have 25% of all local school age pupils allocated to them, accounting for half of the 50% of school age children which do not attend school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Madang-specific contact locations"
        },
        {
            "text": "The introduction of neighbourhood hubs, which do not exist in the Albany model, give a model which the field survey and local knowledge indicate is representative of the contact patterns found in urban PNG. A Madang model which omits neighbourhood hubs, called Madang-nnh (no neighbourhood hubs), is also used in the simulation experiments and the resulting attack rates are presented in table 1. This allows influenza spread dynamics within the three models to be compared and indicates the sensitivity of the Madang model to the presence of the neighbourhood hubs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Madang-specific contact locations"
        },
        {
            "text": "The number of individuals in each of the daytime locations for the Albany, Madang and Madang-nnh models are presented in online supplementary table A1. Additional information on the data used to construct the Madang model is given in. 33 ",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "33",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Madang-specific contact locations"
        },
        {
            "text": "Each individual has their influenza infection history modelled using an SEIR approach and are in one of four infection states, namely susceptible, exposed, infectious or recovered and thus immune. 28 The passage of infection in each individual reflects the known timechanging infectiousness profile (ie, virus shedding 34 ) of influenza at two discrete points-of-time every 24 h, during a day-time and a night-time period.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "text": "28",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Influenza transmission"
        },
        {
            "text": "Disease transmission is realised using a probabilistic transmission function, implemented by the simulation algorithm. Together with mobility data, the transmission function captures disease spread throughout the modelled community and may be adjusted to reflect pandemics with various transmission characteristics, corresponding to the basic reproduction number R 0 of a particular influenza strain, as discussed further in. 20 24 25 It is assumed that infection transmission may occur when an infectious and a susceptible individual come into contact, in a stochastic fashion. Once infected, an individual progresses through a series of infectious states according to a fixed timeline, taking them from susceptible, to exposed state, to infectious and then to an immune, recovered state. 28 The probability that an infectious individual infects a susceptible was calculated using the following function.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 428,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 429,
                    "end": 434,
                    "text": "24 25",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "28",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Influenza transmission"
        },
        {
            "text": "The factors which determine probability of transmission from an infectious individual (I i ) to a susceptible individual (I s ) are the basic virus transmissibility (β v ), the age-based susceptibility of I s the current level of infectiousness of I i , and, if the contact between I i and I s occurs in a household, the household size Household(I i , I s ). Details of the household size factor are given below; further details of the influenza transmission model can be found in ref. 35 .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 488,
                    "text": "35",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Influenza transmission"
        },
        {
            "text": "To achieve simulations for a particular basic reproduction number R 0 , β v was adjusted; details of the procedure for estimating β v and R 0 are given in ref. 20 . A pandemic with a basic reproduction number of 1.5 is used in this study, and corresponds to some estimations of the 2009 H1N1 pandemic [36] [37] [38] [39] and the 1957 and 1968 pandemics. 40 41 Since it is virus intrinsic, we assumed that β v was similar in Madang and thus calculated R 0 in the Madang and Madang-nnh models using the β v corresponding to an R 0 of 1.5 in the Albany model. Details of parameter settings used in each model are given in online supplementary table A2.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 354,
                    "end": 359,
                    "text": "40 41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Influenza transmission"
        },
        {
            "text": "A simulation algorithm, realised in the C++ programming language, manipulates the underlying demographic model and captures both population mobility and the time-changing infectivity profile of each individual. Each individual has their infectivity status denoted by one of the four (S, E, I, R) states at any time point during the duration of the simulated period. The simulation algorithm captures the state of the whole population twice per day, a daytime point-in-time snapshot and an evening snapshot, with individuals ( possibly) moving locations between successive day or night periods, such as household to school or workplace for the day phase, returning home for the night period. Individuals come into contact with other individuals on a one-to-one basis in each location, with possible influenza transmission then occurring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "Individuals in each household and contact hub make contacts within a close-contact mixing group, taken to be the entire household or a subset of larger hubs, and also make additional non hub-based random community contacts. The individual-to-individual transmission probability in larger households was moderated by household size using data from a study by Cauchemez et al 42 The reduction of the probability of within-household transmission with household size is also shown in online supplementary figure A1. This reflects the assumed reduction in pairwise contact in households with greater than three members and is significant in the Madang context, where the average household size is 6.32 compared with 2.54 in Albany.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "42",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "Using the contact, mobility and transmission features described above, stochastic simulations of influenza spread in Madang were conducted. All simulations were repeated 40 times with random numbers controlling the outcome of stochastic events (the locality of seeded infected individuals and the probability of transmission) and the results were averaged. Analysis of this simulation model has shown that the 40-run mean attack rate is highly unlikely (95% CI) to differ by more than 1.2% from the mean attack rate of a much larger set of experiment repeats. 20 Where 95% CIs are reported in the results, these were calculated from the mean and SD of 40 randomly seeded simulation runs, using the normal approximation method.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 562,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "One new infection per day was introduced into the population during the whole period of the simulations, and randomly allocated to a household.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "This seeding assumption of one case per day was chosen to reliably begin a local epidemic in every stochastic simulation. For the transmission characteristics described above, analysis shows that seeding at this rate Mean simulation outcomes of no intervention, school closure and rigorous social distancing presented as percentages and their corresponding 95% CI (presented in parentheses, shaded rows). WR, workforce reduction and CCR, community contact reduction; Hubs represent schools, workplaces and neighbourhoods together; Community represents general community; Imported represents seeded cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "for 7 days results in a sustained epidemic in >97% of the simulation runs and 100% with 2 weeks of seeding, with higher percentages for the higher transmissibility scenarios. Seeding at this rate is continued throughout the simulation to capture the case where an epidemic may be initially suppressed by a rigorous intervention strategy, but may subsequently break out if intervention measures are relaxed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "After the beginning of a sustained local epidemic, any subsequent variation in the amount of seeding has very little effect on the progress of the local epidemic, as the number of imported cases is much smaller than those generated by the local epidemic. Preliminary analyses using the present model have shown that even if the seeding rate is increased to five infections per day, after 7 days the number of infections generated from the selfsustained local epidemic is twice the number of imported infections, and by 14 days local infections outnumber imported infections by a factor of 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "The simulation period was divided into 12 h day/night periods and during each period a nominal location for each individual was determined. This took into consideration the cycle type (day/night, weekday/weekend), infection state of each individual and whether child supervision was needed to look after a child at home. Individuals occupying the same location during the same time period were assumed to come into potential infective contact. Details of the simulation procedure are presented in ref. 20 .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 504,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Simulation"
        },
        {
            "text": "The effectiveness of social distancing interventions, such as school or workplace closure, may be quantified by comparing the passage of the influenza virus in the community with and without interventions activated, and presented as the reduction in the daily and cumulative illness attack rates. Pharmaceutical-based interventions were not considered as antiviral agents may only be available in limited quantities in a PNG setting, while a vaccination campaign would face significant delay, supply and delivery constraints. Two intervention strategies considered feasible in a PNG setting were examined. These were: school closure involving all schools, with home isolation of all affected children; and a more rigorous strategy involving school closure coupled with 50% reductions in community-wide contact, workplace participation and contact in neighbourhood hubs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Both Madang models, (with and without neighbourhood hubs), were used to compare a pandemic in PNG with one occurring in Albany, Australia. Simulations were conducted involving: no interventions; only school closure applied; and rigorous social distancing, for each of the three models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "General comparative trends are presented in table 1, were the Albany and Madang models are compared. For a pandemic in a developed country setting having a basic reproduction number R 0 of 1.5 and an illness attack rate of 31.7%, the same pandemic characteristics applied in a PNG setting with no interventions activated resulted in higher rates of influenza transmission, with an attack rate of 46.6% and reproduction number R 0 =1.88 (table 1) . Comparing the attack rates when interventions were activated, both intervention strategies (solely school closure and rigorous social distancing) were much less effective in the PNG setting compared with the Australian one. The mitigated illness attack rates in the PNG model were approximately three times higher than those in the Australian model with the interventions being 60-70% less effective. Table 2 indicates where transmission that resulted in illness occurred, showing a significantly higher number and proportion of transmissions occurring in households, as opposed to other contact/transmission locations, in the Madang compared with the Australian model (table 1) . The average household size in the PNG model is 2.5 times larger than that in Albany and this had a significant impact on the overall infection rate, making it noticeably higher in the PNG model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 445,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 849,
                    "end": 856,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1117,
                    "end": 1126,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Synopsis"
        },
        {
            "text": "We also conducted experiments with the Madang-nnh model, where neighbourhood contact hubs were omitted, to contrast the transmission characteristics with and without these contact hubs. The results of these simulation experiments are included in tables 1 and 2. It should be noted that the Madang model with neighbourhood hubs included is believed to be more representative of population mixing characteristics in PNG, following local knowledge. Neighbourhood hubs were introduced to reflect the known mixing patterns occurring with adults not working in designated workplaces, such as those found in the regular contact which may occur among individuals in marketplaces. The addition of such contact hubs increased individual-to-individual contacts and hence infection transmission opportunities (see table 2 ) with approximately 2000 additional symptomatic infections resulting, for all three (mitigated and non-mitigated) scenarios. In terms of cumulative illness attack rate, the Madang model gave a basic reproduction number R 0 of 1.88 and an illness attack rate of 46.6%, compared with that of the Madang-nnh (no neighbourhood hub) model with R 0 =1.74 and an illness attack rate of 40.8%. The daily case incidence resulting from simulating the Albany, Madang and Madang-nnh models is presented in figure 2 for the three scenarios.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 802,
                    "end": 809,
                    "text": "table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1305,
                    "end": 1313,
                    "text": "figure 2",
                    "ref_id": null
                }
            ],
            "section": "Synopsis"
        },
        {
            "text": "The results given in table 1 show that there is an approximately 47% increase in the illness attack rate in the Madang setting compared with that resulting from the Albany model; from 31.7% to 46.6%. If no neighbourhood hub contact occurs, as with the Madang-nnh model, there is still an increase in illness attack rate compared with that resulting from the Albany model, with an approximately 29% increase in the attack rate; from 31.7% to 40.8%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No intervention scenario"
        },
        {
            "text": "It is apparent from the results presented in table 1 that there is a greater proportion of influenza cases occurring within households in both Madang models compared with that of the Albany model. This arises from the average Madang household size being larger than that in Albany. The number of cases occurring in Madang due to household transmission is ∼8000 compared with ∼3500 in Albany; note that Madang has a total population of ∼35 000 compared with ∼30 000 in Albany.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "text": "table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "No intervention scenario"
        },
        {
            "text": "The school closure intervention in the Madang model is found to be approximately five times less effective Mean number (italic face) of symptomatic influenza cases and their corresponding 95% CI (in parentheses) at different locations for no intervention, school closure and rigorous social distancing presented. WR, workforce reduction and CCR, community contact reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School closure scenario"
        },
        {
            "text": "Daily case incidence for different intervention scenarios. Daily case incidence for the no intervention, school closure and rigorous social distancing (school closure and workplace and community contact reductions) scenarios is shown. The blue, red and green curves represent the Albany, Madang and Madang-nnh models, respectively. compared with that of the Albany model. Simulation results suggest a 9.4% reduction (46.6% to 42.2%) in the illness attack rate can be achieved in Madang due to school closure whereas a 48.6% reduction (31.7-16.3%) can be achieved in Albany (see table 1 ). For the Madang-nnh (no neighbourhood hub) model, school closure is approximately 3.5 times less effective compared with the Albany model. Table 2 (middle panel) indicates an illness attack rate of ∼15 000 in Madang compared with ∼4800 in Albany. Much higher case numbers occur in households, workplaces and the wider community (including neighbourhood hubs) than in Albany, highlighting the poorer efficacy of this intervention strategy in a PNG setting. The Madang-nnh model also results in higher household and workplace transmission than the Albany model. Note that while there is a significantly higher proportion of under 17-year-old children in Madang (40%) compared with Albany (28%), our field survey indicates that 50% of school age children in Madang do not attend school, hence school closure is less effective in disrupting the transmission chain (ie, household 1-to-school-to-household 2) compared with Australia. This feature is also present in the rigorous social distancing intervention.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 566,
                    "end": 585,
                    "text": "Albany (see table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 727,
                    "end": 749,
                    "text": "Table 2 (middle panel)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Figure 2"
        },
        {
            "text": "Previous simulation studies 20 43 44 show that rigorous social distancing interventions involving school closure coupled to contact reductions in other locations may be highly effective in reducing the attack rate within a developed country setting. Comparing the effectiveness of rigorous social distancing between the Albany and Madang models, an ∼83% reduction (from 31.7% to 5.4%) reduction may be achieved in Albany whereas a smaller ∼62.7% reduction (from 46.6% to 17.4%), is achieved in the Madang model; see table 1. In the Madang-nnh model a ∼69.4% reduction in the attack rate (40.8-12.5%) can be achieved by this rigorous social distancing intervention. Table 2 (bottom panel) indicates an illness attack rate of ∼6000 in Madang (and ∼4400 for Madang-nnh) compared with ∼1600 for the Albany model. Much higher case numbers occur due to household transmission, ∼4200 in Madang versus ∼670 in Albany (and ∼3000 in Madang-nnh). Workplace and community-wide transmission are also higher in the two Madang models compared with Albany.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "text": "20 43 44",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 665,
                    "end": 687,
                    "text": "Table 2 (bottom panel)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Rigorous social distancing scenario"
        },
        {
            "text": "These results suggest that both social distancing strategies are much less effective in a PNG setting compared with what might be achieved in a developed country. Figure 2 also reveals this clear trend, with peak case incidence and the area under the curves (the attack rate) being higher in both Madang models compared with the Albany model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Rigorous social distancing scenario"
        },
        {
            "text": "The sensitivity of key model parameters, such as school contact group size, illness withdrawal rates and intervention duration have been extensively examined for the Albany model. 44 45 These indicate that while the model is sensitive to some parameter settings, the relative effectiveness of social distancing interventions remains unchanged, a feature also shared by the Madang models.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 185,
                    "text": "44 45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "The major difference between the Albany and Madang models is the presence of neighbourhood hubs. We have included a Madang model which has no neighbourhood hubs (Madang-nnh) and present comparative results for all three models in tables 1 and 2, figure 2 and online supplementary tables A3-A6. Simulations comparing neighbourhood mixing group sizes 10 (baseline), 20 and 30 indicate that for hubs of size 20 and 30, the increased transmission results in higher attack rates, as expected (see online supplementary table A3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "figure 2",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity analysis"
        },
        {
            "text": "The effect of varying compliance with home isolation of school children following school closure on attack rate was examined. Compliance was reduced from 100% to 50%. Reduced compliance increased the attack rate in Albany as those children affected made additional daytime contacts with other children. In Madang, the reduction in compliance had only minimal effect since approximately 50% of school age children do not attend school and continue to make daytime contacts in neighbourhood hubs (see online supplementary table A4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "The effect of using different probabilities of voluntary withdrawal to the home of symptomatic adults and children is presented in online supplementary table A5. Lower rates of voluntary withdrawal lead to higher attack rates in all three models. Voluntary withdrawal from work or school has a more pronounced effect in the Albany model, as a significant proportion of children in Madang still transmit through daytime contacts in neighbourhood hubs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "The effects of variation of the timing of intervention initiation are presented in online supplementary table A6. In the school closure scenario, delayed response had the most severe impact on the attack rates in Albany, whereas for the Madang models the changes in attack rate were marginal. This is again due to a large fraction of children not attending school and the existence of neighbourhood hubs. Similarly, in the rigorous contact reduction scenario the effect of delayed response on attack rate was more pronounced in the Albany model, due to lower effectiveness of interventions in a PNG setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "Introduction of a pandemic influenza strain with identical transmissibility characteristics results in a significantly higher infection and illness rate in a PNG setting when compared with that of a developed country. Social distancing intervention strategies suitable for a developing country may be significantly less effective in reducing the attack rate when compared with the outcomes expected in an Australian setting. Substantially more infections occurred in PNG households compared with that of the Australian model. The significantly larger size of households, a feature shared by many developing countries, together with higher community-wide contact in PNG, contributed to the higher infection rates. Interventions are less effective in a PNG setting since they are not targeted at household transmission, and given the larger household sizes, are applicable to a smaller proportion of transmissions compared with the Australian scenario. In addition, as only half the schoolage children in Madang attend school, the two school closure based interventions impact fewer individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While care was taken to obtain detailed data used to populate the Madang and Albany models, government data was found to be more limited in PNG. While a field survey was conducted in Madang to fill in missing data and make the models as directly comparable as possible, there is still scope for conducting further data collection. As with all modelling studies, the accuracy of results is limited by the quality of data used to construct the model. In the case of influenza epidemic modelling, outcomes are dependent on assumptions about the number, duration and physical closeness of contacts between people and how these attributes of contact affect transmission probability. These data are very difficult to estimate, with the best data source available being. 46 In the absence of high-quality reliable data, we have made plausible assumptions regarding interpersonal contact, and, in the Albany case, these are reflective of the data in. 46 The lack of similar low-income modelling studies prevents comparison with related studies, and suggests that this is an area requiring further attention. Research studies expanding on that reported here suggest themselves: the construction and use of a number of additional PNG models capturing different population structures, such as rural villages and island communities; and the determination of health outcomes following a moderately severe influenza pandemic, taking into account comorbidities with extant diseases such as malaria and tuberculosis, diseases common to many low-income countries.",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 766,
                    "text": "46",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 943,
                    "end": 945,
                    "text": "46",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The interventions used in the present study are based on social distancing. Surveys have shown that a higher proportion of low-income countries have social distancing interventions planned in the case of a pandemic, compared with high-income European countries due to their feasibility and cost-effectiveness. 3 4 6 8 47 48 Pharmaceutical-based interventions were not considered in this study due to cost and delivery issues found with low-income countries. 4 8 Consideration may need to be given to some form of antiviral agent use, possibly for case treatment, given the poor performance of purely social distancing interventions in developing countries as suggested by this study. The advantage of antiviral use is that it may be targeted at reducing within-household transmission, a location of transmission otherwise not impacted by social distancing interventions. The present study shows that larger numbers of transmissions occur within households due to the larger household sizes in countries such as PNG. Furthermore, low-income countries generally have population health profiles not seen in developed countries, including the prevalence of diseases such as malaria, tuberculosis and HIV. 49 Antiviral treatment of influenza cases coinfected with such diseases may be an appropriate intervention strategy given the poorer health outcomes which comorbidity may impose. 12 The provision and use of antiviral agents will have challenges not faced by industrialised countries, due to the cost of providing an antiviral stockpile and subsequent distribution of antivirals in countries which have health systems already stretched to capacity. 15 The importance of suitable pandemic influenza preparedness plans for low-income countries is recognised by the WHO. 50 51 Disease transmission models will play a role in guiding policy makers in determining the effectiveness of possible pandemic countermeasures. History tells us that low-income countries are likely to be more affected, yet almost all models deal with mitigation strategies for developed nations with good health infrastructure and low prevalence of endemic diseases. These countries have poorer access to antiviral drug and vaccine-based interventions and higher extant disease burdens, compared with developed countries. For the reasons, development of appropriate intervention strategies focused on countries such as PNG needs to occur.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 323,
                    "text": "3 4 6 8 47 48",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "4 8",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1203,
                    "text": "49",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1380,
                    "end": 1382,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1649,
                    "end": 1651,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1768,
                    "end": 1773,
                    "text": "50 51",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterization of the reconstructed 1918 Spanish influenza pandemic virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Basler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "77--80",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Airborne transmission of influenza A/H5N1 virus between ferrets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                },
                {
                    "first": "Eja",
                    "middle": [],
                    "last": "Schrauwen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linster",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "1534--1575",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "UK preparedness for pandemic influenza",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMJ",
            "volume": "334",
            "issn": "",
            "pages": "965--971",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pandemic influenza preparedness in the Asia-Pacific region",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "886--895",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cost-effectiveness analysis of pandemic influenza preparedness: what's missing?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chalabi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Bull World Health Organ",
            "volume": "90",
            "issn": "",
            "pages": "940--941",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic influenza preparedness in Latin America: analysis of national strategic plans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mensua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Policy Plann",
            "volume": "24",
            "issn": "",
            "pages": "253--60",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How prepared is Europe for pandemic influenza? Analysis of national plans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "1405--1416",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pandemic influenza preparedness in Africa is a profound challenge for an already distressed region: analysis of national preparedness plans",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ortu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy Plann",
            "volume": "23",
            "issn": "",
            "pages": "161--170",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pandemic influenza preparedness and response",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Understanding influenza transmission, immunity and pandemic threats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chesson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccaw",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Influenza Other Respi Viruses",
            "volume": "3",
            "issn": "",
            "pages": "143--152",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimation of potential global pandemic influenza mortality on the basis of vital registry data from the 1918-20 pandemic: a quantitative analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "2211--2229",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interim report on pandemic H1N1 influenza virus infections in South Africa",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Archer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Naidoo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Meeting the challenge of influenza pandemic preparedness in developing countries",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Fedson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "365--71",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pandemic influenza in Africa, lessons learned from 1968: a systematic review of the literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Lafond",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Influenza Other Respi Viruses",
            "volume": "6",
            "issn": "",
            "pages": "11--24",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Major issues and challenges of influenza pandemic preparedness in developing countries",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oshitani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kamigaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "875--80",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimated global mortality associated with the first 12 months of 2009 pandemic influenza A H1N1 virus circulation: a modelling study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Iuliano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "687--95",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mitigation strategies for pandemic influenza in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Germann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "5935--5976",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Targeted social distancing design for pandemic influenza",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Beyeler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1671--81",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effective, robust design of community mitigation for pandemic influenza: a systematic examination of proposed US guidance",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A small community model for the transmission of infectious diseases: comparison of school closure as an intervention in individual-based models of an influenza pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Containing pandemic influenza at the source",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1083--1091",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--223",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Improving influenza surveillance in sub-Saharan Africa",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Debellut",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gessner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "B World Health Organ",
            "volume": "90",
            "issn": "",
            "pages": "301--306",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Strategies for mitigating an influenza pandemic with pre-pandemic H5N1 vaccines",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J R Soc Interface",
            "volume": "7",
            "issn": "",
            "pages": "573--86",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analysis of the effectiveness of interventions used during the 2009 H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Halder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The World Fact Book, Central Intelligence Agency",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Viral evolution and the emergence of SARS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Philos T Roy Soc B",
            "volume": "359",
            "issn": "",
            "pages": "1059--65",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A Bayesian MCMC approach to study transmission of influenza: application to household longitudinal data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Stat Med",
            "volume": "23",
            "issn": "",
            "pages": "3469--87",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Estimating the impact of school closure on influenza transmission from Sentinel data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "452",
            "issn": "",
            "pages": "750--754",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Strategies for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "448--52",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A demographic model of a community in Papua New Guinea to be used for simulating disease spread dynamics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baskaran",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Time lines of infection and disease in human influenza: a review of volunteer challenge studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vergu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Epidemiol",
            "volume": "167",
            "issn": "",
            "pages": "775--85",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Developing guidelines for school closure interventions to be used during a future influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Halder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Christl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--61",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Pandemic (H1N1) 2009 influenza community transmission was established in one Australian state when the virus was first identified in North America",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Estimating the reproduction number of the novel influenza A virus (H1N1) in a Southern Hemisphere setting: preliminary estimate in New Zealand",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Z Med Assoc",
            "volume": "122",
            "issn": "",
            "pages": "73--80",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Epidemiological and transmissibility analysis of influenza A (H1N1) v in a southern hemisphere setting: Peru",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munayco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Laguna-Torres",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Analyses of the 1957 (Asian) influenza pandemic in the United Kingdom and the impact of school closures",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vynnycky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiol Infect",
            "volume": "136",
            "issn": "",
            "pages": "166--79",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Transmissibility and mortality impact of epidemic and pandemic influenza, with emphasis on the unusually deadly 1951 epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "6701--6708",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Household transmission of 2009 pandemic influenza A (H1N1) virus in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "NEJM",
            "volume": "361",
            "issn": "",
            "pages": "2619--2646",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Simulation suggests that rapid activation of social distancing can arrest epidemic development due to a novel strain of influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Cost-effective strategies for mitigating a future influenza pandemic with H1N1 2009 characteristics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Halder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Quantifying the effect of vaccination and non-pharmaceutical interventions during an influenza pandemic via a simulation model",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Report to the World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Cost-effectiveness analysis of pandemic influenza preparedness: what's missing? B World Heath",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chalabi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Organ",
            "volume": "90",
            "issn": "",
            "pages": "940--941",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Pandemic influenza preparedness and health systems challenges in Asia: results from rapid analyses in 6 Asian countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hanvoravongchai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Adisasmito",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Chau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Age-specific and sex-specific mortality in 187 countries, 1970-2010: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dwyer-Lindgren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Lofgren",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2071--94",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The WHO research agenda for influenza: two years later",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Perdue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "B World Heath Organ",
            "volume": "90",
            "issn": "",
            "pages": "246--56",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Influenza at the beginning of the 21st century",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Briand",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "B World Heath Organ",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic diagram of the Madang model.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Simulation outcomes of no intervention, school closure and rigorous social distancing (School Closure+WR+CCR) scenarios",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of symptomatic influenza cases at different locations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Contributions GJM conceived the study. GJM, PB, SK and JK designed the model. PB and NH conducted the experiments. SK supervised data collection. All authors analysed the results and contributed to drafts of the manuscript.Funding Australian National Health and Medical Research Council (grant number 1004415).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.Data sharing statement Demographic dataset available to researchers from the corresponding author at milne@csse.uwa.edu.au.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None."
        }
    ]
}