{
    "paper_id": "025ed2caa0ae1ab7f04d3479116e6ed2a334938d",
    "metadata": {
        "title": "Clinicopathological Phenotype of Autosomal Recessive Cholesterol Deficiency in Holstein Cattle",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Mock",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Mehinagic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Menzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Studer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Oevermann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "H"
                ],
                "last": "Stoffel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Dr€ Ogem€ Uller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Meylan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Regenscheit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Cholesterol deficiency (CD), a newly identified autosomal recessive genetic defect in Holstein cattle, is associated with clinical signs of diarrhea, failure to thrive, and hypocholesterolemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hypothesis/Objectives: The objective is to describe the clinicopathological phenotype of affected Holstein cattle homozygous for the causative apolipoprotein B gene (APOB) mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Animals: Six Holstein cattle, 5 calves with a clinical history of chronic diarrhea, and 1 heifer with erosions in the buccal cavity and neurologic symptoms were admitted to the Clinic for Ruminants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This case review included a full clinical examination, a complete blood count, blood chemistry, and measurements of cholesterol and triglycerides. The animals were euthanized and necropsied. A PCR-based direct gene test was applied to determine the APOB genotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: All 6 animals were inbred, could be traced back to the sire Maughlin Storm, and were confirmed homozygous for the APOB mutation. The clinical phenotype included poor development, underweight, and intermittent diarrhea in the calves, and neurologic signs in the heifer included hypermetria and pacing. Hypocholesterolemia and low triglycerides concentrations were present in all animals. The pathological phenotype of all animals was steatorrhea with enterocytes of the small intestine containing intracytoplasmic lipid vacuoles. The peripheral nervous system of the heifer displayed degenerative changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions and clinical importance: Suspicion of CD in Holstein cattle is based on the presence of chronic diarrhea with no evidence of primary infections. Confirmation of the associated APOB gene mutation is needed. Additionally, the heifer demonstrated primarily signs of neurologic disease providing an unexpected phenotype of CD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A n inherited autosomal recessive genetic defect in Holstein calves, named cholesterol deficiency (CD), was reported for the first time in the summer of 2015 in Germany. 1, 2 Homozygous calves demonstrate clinical signs of diarrhea unresponsive to treatment and failure to thrive. 1 They suffer marked hypocholesterolemia and hypolipidemia, indicating an inherited fat metabolism disorder. These animals usually die within the first 6 months of life, and it has been assumed that about 80% of homozygous affected calves do not survive more than 1 year. 1 Heterozygous carrier animals do not show any clinical signs but have reduced levels of blood cholesterol and triglycerides. 1 Breeding organizations in Switzerland and other countries have reported an increasing occurrence of cases in Holstein cattle. The causal mutation has recently been identified in the apolipoprotein B gene (APOB). 3 A 1,299-bp insertion of a transposable element located in exon 5 of bovine APOB was shown to be perfectly associated with the disease and leads to truncated transcripts and aberrant splicing. 3 The Canadian artificial insemination Holstein sire Maughlin Storm, born in 1991, has been identified genetically to be the first carrier bull. 2 A significant recent advancement has been the development of a PCR-based direct gene test, allowing the detection of animals with CD without pedigree information. 3 In human patients, truncating mutations in APOB give rise to familial hypobetalipoproteinemia (FHBL). The APOB encodes 2 proteins via a mRNA-editing process: the APOB-48 protein is required for chylomicron production in the small intestine, and the APOB-100 protein is expressed in the liver. The APOB-100 protein is a structural component of very low-density lipoprotein (VLDL) and its metabolic products and serves as the ligand for low-density lipoprotein (LDL) receptor-mediated endocytosis of lipid particles. 4 The clinical consequences of the mutation are well described in human medicine, but have not been described to date in cattle. The aim of this report is to describe the clinical and pathological phenotype associated with the genetic defect of APOB causing this new disease entity in Holstein cattle.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 173,
                    "end": 174,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 281,
                    "end": 282,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 553,
                    "end": 554,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 679,
                    "end": 680,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 893,
                    "end": 894,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1087,
                    "end": 1088,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1232,
                    "end": 1233,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1397,
                    "end": 1398,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1914,
                    "end": 1915,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Five Holstein calves (3 females, 2 males) and a 2.5-year-old heifer were referred to the Clinic for Ruminants of the Vetsuisse Faculty, University of Bern, Switzerland. The calves had a history of failure to thrive and intermittent diarrhea unresponsive to treatment since birth. The mean age of the calves was 86 days (min-max: 18-224 days), and the mean weight was 69 kg (min-max: 41-153 kg), as shown in Table 1 . The heifer (472 kg) had shown poor development and intermittent diarrhea in the first months of life, but had no longer shown diarrhea later on; it was presented to the Clinic with a primary complaint of lesions in the buccal cavity. A complete clinical examination of all animals was performed, and a CBC and blood chemistry profile was performed for calves numbered (no.) 1, 2, and 3. In addition, cholesterol and triglycerides were measured in all animals and were compared to a group of 5 healthy Holstein calves and a group of 5 inappetent Holstein calves with other diseases than diarrhea (Table 1) . Fecal samples were sent for routine viral, bacterial, and parasitological analyses to exclude the most common pathogens causing calf diarrhea (rotavirus, coronavirus, cryptosporidia, coccidia, E. coli, and Salmonella spp.). Dietetic causes for diarrhea were excluded by clinical history. The animals were tested for bovine viral diarrhea virus (BVDV) using an antigen-ELISA a on a skin biopsy (≤180 days in life) or an EDTA blood sample (>180 days in life). All animals were euthanized (Phenobarbitalum natricum, 100 mg/ kg i.v.) b 1-14 days after admission to the Clinic, based on the poor prognosis and suspicion of CD. A complete necropsy was performed on all animals. Fresh tissue samples were immediately fixed in 4% neutral buffered formalin, embedded in paraffin, cut at 4 lm, and stained with hematoxylin and eosin (HE). As lipids are removed from tissues during routine histological processing, for the visualization of lipids, optimal cutting temperature compound (O.C.T.) (Tissue-Tek) c -embedded frozen sections of small and large intestine and liver were stained with Sudan stain. Selected brain, spinal cord, and nerve sections of the heifer were stained with Luxol fast blue and Bielschowsky, respectively. Electron microscopical analysis was performed on small intestinal villi and liver of animals no. 5 and 6. Formalin-fixed tissue samples were postfixed with 1% OsO4 in 0.1 M cacodylate buffer for 1 hour at 4°C and embedded in Epon. d Semi-thin sections were stained with toluidine blue and used to narrow down further regions of interest. Sections were collected on collodion-coated 200 mesh copper grids. e Sections were double stained with 0.5% uranyl acetate f for 30 minutes at 40°C and 3% lead citrate g for 10 minutes at 20°C in an Ultrastain h and examined in a Philips CM12 transmission electron microscope i at an accelerating voltage of 80 kV. Micrographs were captured with a Mega View III camera using the iTEM software. j The presence of the APOB mutation was demonstrated by a PCR-based direct gene test described elsewhere. 3 ",
            "cite_spans": [
                {
                    "start": 3084,
                    "end": 3085,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 414,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1012,
                    "end": 1021,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The physical examination of the 5 calves revealed a slightly reduced general condition. The calves were severely emaciated with normal appetite (Fig 1) . The weight of the affected animals and of healthy Holstein cattle at the same age is shown in detail in Table 2 . Examination of the digestive system revealed normal activity of the gastrointestinal tract, and percussion and succession auscultation were negative in both flanks. The feces had a yellow to olive-green color, normal smell, and, at variable intervals over an observation period of up to 14 days, a fecal consistency which changed between soft (normal) and liquid (intermittent diarrhea). In addition, the feces of calf no. 1 contained undigested fibers (>2 cm in length). Examination of the cardiovascular, respiratory, urinary, musculoskeletal, and neurologic systems showed no abnormalities. The calves' gait was normal. The blood concentrations of cholesterol and triglycerides were distinctly below the values obtained from the 5 healthy control calves and from 5 calves affected with diseases other than diarrhea (Table 1) . No abnormalities were detected in the CBC and chemistry profiles performed for 3 calves. A moderate amount of acanthocytes was observed in the blood smear of calf no. 2. Calf no. 3 showed a slight anemia with a hematocrit of 17% (norm: 19-34%) and a low selenium concentration (47 lg/L, norm: >50 lg/L). Coprological examinations revealed the presence of few Eimeria bovis oocysts in calf no. 1 and Cryptosporidium parvum in calf no. 2. All calves tested negative for BVDV, rotavirus, and coronavirus, and bacterial cultures for E. coli and Salmonella spp. were also negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 258,
                    "end": 265,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1086,
                    "end": 1095,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical Phenotype"
        },
        {
            "text": "The 2.5-year-old and 4-month pregnant heifer (no. 6) presented with a complaint of anorexia and buccal lesions. Infectious causes were excluded, and the stomatitis was treated symptomatically. In addition, the animal was in a moderately reduced general condition and slightly emaciated ( Table 2 ). Despite resolution of the digestive problem, restored appetite and activity of the gastrointestinal tract, hypermetria, and pacing, suggestive of a diffuse cortical lesion, remained apparent upon neurologic examination. The cerebrospinal fluid showed a slight pleocytosis (9.7 cells/lL, norm: 3 cells/lL) with 39% monocytes and 61% lymphocytes. The pandy test for proteins was slightly positive. The blood concentrations of cholesterol (0.11 mmol/L, norm: 1.20-3.84 mmol/L) and triglycerides (0.03 mmol/L, norm: 0.19-0.51 mmol/L) were similar to those of the affected calves ( Table 1 ). The heifer tested negative for BVDV. Coprological examination revealed the presence of a few Trichuris spp. eggs. Diarrhea was not observed in this animal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 295,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 876,
                    "end": 883,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical Phenotype"
        },
        {
            "text": "Macroscopical examination showed that all animals were emaciated. The anus and perianal region of calves no. 1-5 were soiled with feces, which was interpreted as a sign of diarrhea. Calf no. 1 and the heifer (no. 6) had a moderate amount of fat reserves, whereas calves no. 2-5 were cachectic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathological Phenotype"
        },
        {
            "text": "The small intestine of all animals was diffusely filled with a moderate amount of bright yellow, beige to limegreen, liquid, and partially foamy to fatty content (Fig 2A) . The mucosa of the distal two thirds of the small intestine was severely edematous and appeared whitish (Fig 2A) . The large intestine was filled with a yellow to green liquid with a partially foamy to fatty content, consistent with steatorrhea. The rectal contents of calf no. 1 and the heifer (no. 6) appeared less liquid than those from calves no. 2-5. Histological changes were most prominent in the small intestine and accentuated in the jejunum in all animals. The enterocytes covering the tips of the villi contained large amounts of optically empty, round to oval vacuoles, ranging from 2 to 20 lm in diameter ( Fig 2B) . Multifocally, the nuclei of the affected enterocytes were displaced to the basal cell borders. In frozen sections, these intracytoplasmic vacuoles and large parts of the intestinal content were positively stained by Sudan stain indicating lipid origin (Fig 2B) . Furthermore, multiple lacteals were moderately to severely dilated, correlating with the macroscopically visible edema. No pathomorphological or pathohistological lesions were observed in the liver. Transmission electron microscopy (TEM) corroborated the presence of large intracytoplasmic lipid droplets in the small intestinal enterocytes. The droplets filled most of the supranuclear cytoplasm but also occurred in an infranuclear position ( Fig 2C) . In other respects, organelles and intercellular spaces were typical. Furthermore, isolated lipid droplets were seen in hepatocytes but to a minor extent as compared with the enterocytes, excluding a hepatic steatosis on TEM level. Histologically, single dilated myelin sheaths containing fragmented axons and macrophages without any particular distribution pattern were observed in the central nervous system (CNS) of the heifer. The variation of nerve fiber size and the proportion of small nerve fibers appeared to be increased in the sciatic nerve of the heifer, compared to a control animal of the same age (Fig 2D) . Myelin sheaths of numerous axons were decreased in thickness and, multifocally, hypertrophied Schwann cells enclosed the myelin sheaths. In the eyes, no retinal degeneration was present.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 527,
                    "text": "2-5.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "text": "(Fig 2A)",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 284,
                    "text": "(Fig 2A)",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 799,
                    "text": "Fig 2B)",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1062,
                    "text": "(Fig 2B)",
                    "ref_id": null
                },
                {
                    "start": 1510,
                    "end": 1517,
                    "text": "Fig 2C)",
                    "ref_id": null
                },
                {
                    "start": 2131,
                    "end": 2139,
                    "text": "(Fig 2D)",
                    "ref_id": null
                }
            ],
            "section": "Pathological Phenotype"
        },
        {
            "text": "Pedigree analysis indicated familial relationships among affected animals, and the distribution of affected animals in both genders was suggestive of an autosomal recessive genetic defect (Fig 3) . Analysis of the genealogy of all 6 affected animals revealed a relation to the sire Maughlin Storm on the maternal and on the paternal side (Fig 3) . This Holstein sire has been reported as the possible founder of the inherited CD disorder in previous investigations. 1 months. Most of these calves died within a couple of days or weeks. An APOB mutation causing CD was recently identified partially based on the data provided in this investigation. 3 The homozygous presence of the APOB insertion was subsequently confirmed in all 6 affected animals. The 4-month-old fetus of the heifer was tested heterozygous for the APOB insertion.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 467,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 648,
                    "end": 649,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 195,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 338,
                    "end": 345,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Genetic Analysis"
        },
        {
            "text": "The most consistent clinical features in the CD calves were intermittent diarrhea and failure to thrive associated with hypocholesterolemia and low triglyceride concentrations. While the clinical signs were unspecific and of moderate intensity, the CD-affected animals had distinctly lower blood cholesterol and triglyceride values than the control calves. The 2.5year-old heifer showed similarly low values in cholesterol and triglycerides, but the most prominent clinical features (after resolution of the stomatitis) were the neurologic symptoms. However, this animal had also shown intermittent diarrhea as a calf, based on which the pedigree of the heifer was reviewed, and it was subjected to a genetic test. Indeed, the pathological phenotype of the homozygous APOB mutant heifer was comparable to the phenotype of the 5 affected calves. Taking the pathological findings of steatorrhea, the histological and TEM phenotype of lipid vacuole accumulation within the enterocytes of the tips of the villi in the small intestine and the clinical symptoms of hypocholesterolemia, low triglyceride concentration, and the neurologic symptoms into account, bovine CD is highly similar to human FHBL. 4, 5 Acanthocytosis, described as one of the earliest laboratory features of FHBL in humans, was present in one calf. 5, 6 Over 60 truncating APOB mutations have been identified as causes for FHBL. 5 We previously demonstrated that the mutant proteins in the liver do not fulfill any physiological function in cattle homozygous for the bovine APOB mutation. 3 Therefore, it is highly probable that both physiological APOB protein isoforms are missing. Currently, it is not known if mutant APOB proteins are expressed in CD-affected cattle or not, and this should be subject to further investigation. 3 Impaired function of human APOB-100 protein results in decreased triglyceride export (by LDL receptormediated endocytosis) from the liver, which in turn leads to the development of fatty liver. 7 None of the investigated cattle had signs of fatty liver (hepatic steatosis), leading to the assumption that hepatic steatosis due to APOB-100 protein dysfunction is not a feature of CD in cattle. Alternatively, the absence of hepatic steatosis in our CD calves and heifer might be explained by the differences in fat metabolism between ruminants and humans. In humans, most of the de novo fatty acid synthesis takes place in the liver with glucose as a basic substrate. 8, 9 In ruminating animals, acetate absorbed from the rumen is the substrate for direct de novo synthesis of fatty acids. 8 Acetate is produced by microbial fermentation of cellulose in the rumen and stored in adipose tissue as well as used for milk fat synthesis in the mammary gland of lactating animals. 8, 10 Thus, the main site of fatty acid synthesis in ruminants is the adipose tissue and the mammary gland, not the liver. 8, 11 However, this applies to ruminating animals, ie, in our case animals no. 1 and 6, as calves no. 2-5 were still mostly fed with milk. Therefore, intestinal absorption may still have played a more important role in lipid intake and digestive processes in these calves may have been more comparable to the human fat metabolism. This explanation is supported by the fact that the calves on a diet milk based were cachectic, whereas the 2 ruminating animals had still some abdominal fat reserves. This might suggest that the specific metabolism of ruminants allows for the accumulation of some fat reserves in CD animals as soon as they start ruminating. In humans, truncation mutations in APOB affecting the APOB-48 protein were shown to result in defective chylomicron formation in the small intestine. 4, 5 This protein is exclusively synthesized in enterocytes of the small intestine. 12 The histologically visible accumulation of lipid vacuoles within the enterocytes in the CD-affected cattle indicates that the enterocytes of these animals are capable of resorbing fat from the ingesta. The hypocholesterolemia and low triglycerides concentrations, however, demonstrate that the transfer of these lipids from the enterocytes into the blood is impaired or even absent. Thus, these histological findings further support a chylomicron formation defect due to the lack of the APOB-48 protein, as it has been described in FHBL. 4, 12 In human patients, FHBL is additionally characterized by malabsorption of lipid-soluble vitamins (A, D, E, K), leading to retinal degeneration, neuropathy, and coagulopathy. 6 These neurologic disorders are associated with cerebellar dysfunction and compromising of the posterior column function with demyelination in the CNS and peripheral nervous system (PNS). 5, 6 We assume that the examined calves were too young to present clinical and pathological signs of chronic cholesterol and lipid deficiency and/or chronic lipid-soluble vitamin deficiencies. In contrast, the hypermetria observed in the heifer, which was first interpreted as a sign of cortical dysfunction in combination with abnormal gait (pacing), might also have been due to cerebellar dysfunction. 13 In the heifer, the histological lesions were mild in general, but were most prominent in the PNS and only minimal in the CNS. Peripheral neuropathy has been described in humans in association with abetalipoproteinemia (ABL), a similar genetic fat metabolism disorder. 14 However, this needs further study of additional older affected animals, including examination of semithin sections and ultrastructural studies. We assume that the mild changes in the sciatic nerve observed in the heifer might be a consequence of APOB mutation. Therefore, it represents a possible further histological feature of APOBassociated CD in cattle. Because no clinical PNS symptoms were present, the question whether the histological lesions are of clinical relevance remains open. Severe demyelination within the CNS as described in FHBL in humans 5, 6 was not visible by light microscopy in the heifer. Therefore, we cannot exclude a functional cause of the clinical CNS symptoms. Calves with CD are described to usually die within the first 6 months of life. 1 Thus, the case of the 2.5-yearold heifer is a rare example of an adult animal surviving the initial phase of CD. The heifer may have established chronic cholesterol and lipid deficiency and/or chronic lipid-soluble vitamin deficiencies as described in FHBL. Upon treatment, young human patients with FHBL can expect to return to a normal growth rate, although they may not reach their full growth potential. 4 In fact, it is proposed that FHBL might be a longevity syndrome, as a result of low LDL cholesterol in the bloodstream, 15 leading to absence of atherosclerosis. 16 The treatment described for humans, ie, total fat restriction and lipid-soluble vitamin supplementation, 5, 6 is not applicable in cattle. Exceptionally older CD cattle, like the heifer in our study, are particularly interesting animals for further investigation concerning the pathogenesis of the disease. The possibility of a natural large animal model for human FHBL could be explored with further investigations.",
            "cite_spans": [
                {
                    "start": 1197,
                    "end": 1199,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1200,
                    "end": 1201,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1315,
                    "end": 1317,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 1318,
                    "end": 1319,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1395,
                    "end": 1396,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1555,
                    "end": 1556,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1797,
                    "end": 1798,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1993,
                    "end": 1994,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2466,
                    "end": 2468,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2469,
                    "end": 2470,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2588,
                    "end": 2589,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2773,
                    "end": 2775,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2776,
                    "end": 2778,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2896,
                    "end": 2898,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2899,
                    "end": 2901,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3702,
                    "end": 3704,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3705,
                    "end": 3706,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 3786,
                    "end": 3788,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4327,
                    "end": 4329,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 4330,
                    "end": 4332,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4507,
                    "end": 4508,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4696,
                    "end": 4698,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 4699,
                    "end": 4700,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 5100,
                    "end": 5102,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 5932,
                    "end": 5934,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 5935,
                    "end": 5936,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 6145,
                    "end": 6146,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 6555,
                    "end": 6556,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 6677,
                    "end": 6679,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 6719,
                    "end": 6721,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 6827,
                    "end": 6829,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 6830,
                    "end": 6831,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main limitations for the diagnosis of CD in cattle are the unspecific clinical symptoms of diarrhea and failure to thrive in young calves. It is important, as demonstrated by the affected animals described here which belong to an age group most susceptible for various diarrhea-causing pathogens, to first exclude common agents causing diarrhea. However, as shown by the findings of 2 calves excreting oocysts of Eimeria bovis and Cryptosporidium parvum and, in the case of the heifer, Trichuris spp., CD can be present concomitantly with pathogens causing diarrhea. In case of intermittent diarrhea resistant to treatment in young Holstein cattle, analysis of total cholesterol and triglycerides can lead to a suspicion of CD. Pathological investigations are only diagnostic, if samples of the small intestine are immediately fixed in formalin (within minutes after euthanasia). Otherwise, the lipid vacuoles in the enterocytes of the villi tips are lost due to immediate autolytic changes in the small intestine. A clinical or pathological suspicion of CD should be confirmed using the gene test detecting the APOB mutation after consideration of pedigree information indicating inbreeding linked to the founder sire Maughlin Storm. 3 This newly developed diagnostic tool will allow a reduction in unnecessary treatment costs, use of antibiotics, and time-consuming care of affected animals. The early diagnosis of CD will enable targeted eradication of the APOB mutation from the Holstein population and thus prevent economical losses in the future. ",
            "cite_spans": [
                {
                    "start": 1239,
                    "end": 1240,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new Holstein Haploytpe affecting calf survival",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kipp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Segelke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schierenbeck",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Interbull Bull",
            "volume": "49",
            "issn": "",
            "pages": "49--53",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Holstein Haplotype for Cholesterol Deficiency (HCD)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vanraden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Null",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A transposable element insertion in APOB causes cholesterol deficiency in Holstein cattle",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Menzi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Besuchet-Schmutz",
                    "suffix": ""
                },
                {
                    "first": "Fragni",
                    "middle": [],
                    "last": "Er",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anim Genet",
            "volume": "47",
            "issn": "",
            "pages": "253--257",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Monogenic hypocholesterolaemic lipid disorders and apolipoprotein B metabolism",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Bockxmeer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Burnett",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Rev Clin Lab Sci",
            "volume": "42",
            "issn": "",
            "pages": "515--545",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Abetalipoproteinemia and homozygous hypobetalipoproteinemia: a framework for diagnosis and management",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hegele",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Inherit Metab Dis",
            "volume": "37",
            "issn": "",
            "pages": "333--339",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fatty liver in familial hypobetalipoproteinemia: roles of the APOB defects, intra-abdominal adipose tissue, and insulin sensitivity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanoli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yablonskiy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schonfeld",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Lipid Res",
            "volume": "45",
            "issn": "",
            "pages": "941--947",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lipid metabolism in the adipose tissue of ruminant animals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Prog Lipid Res",
            "volume": "19",
            "issn": "",
            "pages": "23--106",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Integration und hormonelle Regulation des Energiestoffwechsels",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Loeffler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "L€ offler/Petrides Biochemie und Pathobiochemie",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lipid metabolism in liver and selected tissues and in the whole body of ruminant animals",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Prog Lipid Res",
            "volume": "18",
            "issn": "",
            "pages": "117--164",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lipid metabolism in the mammary gland of ruminant animals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Christie",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Prog Lipid Res",
            "volume": "17",
            "issn": "",
            "pages": "347--395",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Heterogeneity of apolipoprotein B: isolation of a new species from human chylomicrons",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hardman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Paulus",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "77",
            "issn": "",
            "pages": "2465--2469",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Localization and differentiation of neurologic diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Metre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wichman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Buchthal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Pezeshkpour",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gregg",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Large Animal Internal Medicine",
            "volume": "2015",
            "issn": "",
            "pages": "1279--1289",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Longevity syndromes: familial hypobeta and familial hyperalpha lipoproteinemia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Glueck",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gartside",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Fallat",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Lab Clin Med",
            "volume": "88",
            "issn": "",
            "pages": "941--957",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Familial hypobetalipoproteinemia. Absence of atherosclerosis in a postmortem study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Glueck",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Am Med Assoc",
            "volume": "240",
            "issn": "",
            "pages": "47--48",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Growth of Holstein dairy heifers in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Heinrichs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Losinger",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Anim Sci",
            "volume": "76",
            "issn": "",
            "pages": "1254--1260",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Holstein cattle at 7.5 months of age with cholesterol deficiency. The affected Holstein cattle (no. 1, right) was poorly developed and underweight in comparison to a healthy animal of the same age (left) at the farm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "According to the Swiss cattle breeding organizations, approximately 25 cases in calves with diarrhea and inbreeding to this sire have been recorded in Switzerland in the last few Lesions of congenital cholesterol deficiency in Holstein cattle. (A) Macroscopic appearance of the small intestine and its content of the heifer no. 6. The intestinal content is foamy and greasy, varying from light-yellow to green in color, and the mucosa is edematous (scale bar = 1 cm). (B) In routinely processed histological sections of jejunum, many enterocytes contain optically empty cytoplasmic vacuoles, which are shown to represent lipid inclusions in Sudan-stained frozen sections (left) (1009). (C) Electron micrograph of enterocytes containing fat vacuoles within the apical cytoplasm (scale bar = 5 lm). (D) Sciatic nerve of the heifer (no. 6) (right), showing thin and irregular myelin sheaths (arrow) with Schwann cell activation (arrowheads) in comparison to a control animal of the same age (left) (HE, 409).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Pedigree of Holstein cattle with cholesterol deficiency. Males are represented by squares and females by circles. Affected animals are shown with full black symbols, while heterozygous carriers are indicated with a half-filled symbol. Note that all 6 cases described in detail in this study can be traced back to a common ancestor confirmed as the carrier of the APOB mutation causing CD (red arrow).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of cholesterol and triglyceride values between affected and control groups.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Weight of the CD-affected animals and of healthy Holstein cattle at the same age",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "a IDEXX BVDV Ag/Serum Plus; IDEXX Diavet AG, Baech, Switzerland b Esconarkon ad us. vet., Streuli Pharma AG, Uznach, Switzerland c Tissue-Tek O.C.T. Compound, Biosystems Switzerland AG, Muttenz, Switzerland d Epon, FLUKA, Buchs, Switzerland e Copper grids, Electron Microscopy Sciences, Hatfield, PA f Uranyl acetate, Sigma Aldrich, Steinheim, Germany g Lead citrate, Laurylab, Saint Fons, France h Ultrastain, Leica, Vienna, Austria i Philips CM12 transmission electron microscope, FEI, Eindhoven, Holland j iTEM software, version 5.2; Olympus Soft Imaging Solutions GmbH, M€ unster, Germany",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to all farmers involved in the project and to the referring veterinarians for notification of the affected animals, as well as the Agroscope in Posieux, Switzerland, for providing blood samples from healthy controls. The authors thank Swissgenetics and the Swiss cattle breeding associations (www.swissh erdbook.ch and www.holstein.ch) for supporting the sampling.Funding: No external funding was used for the project.Conflict of Interest Declaration: Authors declare no conflict of interest.Off-label Antimicrobial Declaration: Authors declare no off-label use of antimicrobials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}