{
    "paper_id": "03a9a21fad1427fc2dbb6a4969627d0a76459597",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/bync/4.0/) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. ⓒ 2015 The Korean Society of Medical Informatics hospitals through the telephone for a limited time without sufficient consideration of the policy debate and prior research, which became controversial subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While there are loose restrictions on the scope and criteria for factors such as the target service base, standards, technical forms, and implementation of e-health and u-health, the practice of telemedicine requires social interventions and systems for efficient implementation. Further, it requires sufficient discussions among related parties because the purposes of telemedicine are diagnosis and treatment, and the participation of medical specialists is essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, a comparison was conducted with overseas cases to discuss the prerequisites for the effective implementation of telemedicine in Korea under the current situation. We also examined the structural characteristics of the Korean medical community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Telemedicine is a type of healthcare that provides medical services to patients in distant locations and checks the patients' conditions by means of communication modes such as telephones, radios, and video calls. Telemedicine began with the purpose of solving public health problems in locations with inadequate professional medical services, and it was intended to increase medical access in countries with relatively large territories. Therefore, a variety of services that combine information and communication technology have been and are being developed. Recently, research on and the implementation of telemedicine has also been conducted in the Middle East and Africa, where the medical industry is relatively underdeveloped, to resolve inequalities in access to medical benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. The Current Domestic and International Status of Telemedicine"
        },
        {
            "text": "With reference to reviewing the status of policies and technical introduction of telemedicine in foreign countries, the United States started to discuss policies focused on securing health rights in medically vulnerable areas and development of the healthcare industry since the establishment of the American Telemedicine Association in 1993. Later, Electronic Health Record (EHR) systems were established, portals for telemedicine practice of Medicare and Medicaid were launched, inventories were built for emergency situations and disaster medical response, and their efficiency was evaluated [2] . Currently, the United States implements telemedicine services, such as remote consultation and individual psychotherapy, with Medicare and Medicaid, and insurance benefits are provided for the elderly aged 65 years and over. Telemedicine thus carries the same responsibilities as face-to-face medical care.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 598,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "II. The Current Domestic and International Status of Telemedicine"
        },
        {
            "text": "Canada, with an implementation plan for medical informatization by the end of the year 2000, established businesses to build the EHR system and supplying programs. Currently, telemedicine is being utilized for psychotherapy and oncology, and 21% of the total population is using telemedicine for a majority of actual medical treatments (73%) [3] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "II. The Current Domestic and International Status of Telemedicine"
        },
        {
            "text": "In Europe, telemedicine is implemented focusing on home healthcare management in countries with a rapidly aging population, and service conveniences are considered by computerizing and putting medical systems of all member countries online. Further, the compatibility of the medical systems of each country is being worked on. England has promoted medical informatization since 1986. It began the Choose & Book reservation system in 2004 and a full prescription service in 2005 [4] . Australia began providing telemedicine services at the beginning of the 20th century. It continues to expand because of the difficulties of directly delivering medical care due to the country's vast territory. Further, in 1996, the Australia & New Zealand Telehealth Committee was established with New Zealand to deliver health and medical information and services [2] .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 481,
                    "text": "[4]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "II. The Current Domestic and International Status of Telemedicine"
        },
        {
            "text": "In Japan, medical treatments and surgeries are performed under teleradiology and telepathology with the advice of doctors (medical facilities) and medical specialists, which allows for observations, health instructions, and advice to patients. Additionally, long-term care insurance pays the costs for these services [4] .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "[4]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "II. The Current Domestic and International Status of Telemedicine"
        },
        {
            "text": "In Korea, a telemedicine pilot project, which utilized vital signs and electrocardiograms, has been conducted for rural areas and army medical corps since 1990. In 2002, there was an attempt to institutionalize telemedicine by revising the medical laws, and a pilot project was carried out in some districts and islands [5] . Its effectiveness is being evaluated through a telemedicine pilot project between medical doctors and patients that began in September 2014 [6] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[6]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "II. The Current Domestic and International Status of Telemedicine"
        },
        {
            "text": "In other countries, when implementing telemedicine, along with technical development, efficient settlement was promoted by discussing the structure of the medical industry and health policy of each country from the planning stage. However, research in Korea has been relatively biased toward the technical aspects. This is partly due to disagreements between the medical community and government offices with regard to policies for telemedicine practice. In 2010, the Ministry of Health and Welfare pushed for a law amendment to allow the practice of telemedicine between healthcare Vol. 21 • No. 4 • October 2015",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Current Challenges"
        },
        {
            "text": "www.e-hir.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Current Challenges"
        },
        {
            "text": "Prerequisites for Effective Implementation of Telemedicine providers and patients, but it failed due to delays caused by opposition from concerned organizations. At that time, the government's consideration was focused on the economic aspects rather than people's health. Moreover, the medical community, such as the Korean Medical Association, was worried about the flocking of patients to tertiary-care or forprofit hospitals, so-called problems of healthcare privatization and medical insurance costs, as well as system stability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Current Challenges"
        },
        {
            "text": "The Institute for the Future of State stated that because previous studies on telemedicine mostly focused on the effectiveness and legitimacy of telemedicine, evaluations of practical problems were insufficient [7] . This means that unless there are sufficient discussions on costs and insurance fees, system stability, countermeasures for healthcare responsibilities and legal issues, and solutions for patient flocking to specific medical facilities or doctors, the implementation of telemedicine may be difficult. Based on the characteristics of the healthcare structure of Korea, which has low a proportion of public healthcare and most patients are taken care of by a few large tertiary care hospitals, the fundamental issues presented above need to be discussed.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[7]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "III. Current Challenges"
        },
        {
            "text": "The structural and political discussion to address the current contextual state of domestic telemedicine will take a long time. Therefore, we recommend that in-depth analysis and studies are conducted on the following aspects. Additionally, solutions for the current situation are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Suggestions"
        },
        {
            "text": "First, a search for telemedicine services focused on public healthcare is needed A ratio of medical professionals in Korea was 2.2 per 1000 people in 2014, which is lower than the average of 3.3 in major OECD countries. Furthermore, the number of nurses was 5.6, which is significantly lower than the OECD average of 9.1 [8] . In addition, due to the geographical concentration of medical facilities, primary medical facilities focusing on accessibility are also concentrated in areas with high population density. Therefore, several areas, such as mountainous areas and islands, continue to lack sufficient medical facilities. This proves the need for telemedicine systems focusing on public healthcare. The current pilot project is limited to health consultations. Therefore, the expansion of service content that meets the needs of the domestic situation is necessary.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[8]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "IV. Suggestions"
        },
        {
            "text": "Second, a search of services for illnesses that impose high levels of burden on households is necessary. Among the national healthcare expenditures, households pay 37.7%, which is 1.9 times higher than the OECD average of 19.5% [8] . Therefore, an increase in the proportion of public healthcare expenditure and a reduction in the proportion of self-pay must be achieved by seeking a telemedicine system that is suited to the severity and duration of costly illnesses, such as circulatory diseases and malignant neoplasms [9] , and by expanding pilot projects that reflect the characteristics of the local community through public healthcare facilities. Furthermore, current projects organized by the Ministry of Health and Welfare, which account for a large proportion of the budget, such as antismoking campaigns, nutrition education, and education on adult disease prevention [10] , are areas that have the highest influence on the prevalence of illnesses and on public health; therefore, preferential applications of telemedicine should be considered.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[8]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[9]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[10]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "IV. Suggestions"
        },
        {
            "text": "Third, we recommend the development and implementation of a telemedicine system for follow-up management at primary and secondary care hospitals after the patient undergoes surgery or treatment at tertiary care hospitals. Even though the number of domestic cancer survivors has surpassed one-million due to the development of medicine, healthcare problems such as complication management, prevention of secondary cancer, and management of chronic diseases and psychosocial issues are challenges that still need to be tackled [11] . To solve such problems, many domestic and American studies and organizations have proposed the 'shared care model' in which cancer specialists and primary care doctors take care of cancer patients together by sharing information about the patient [12] . However, communication between cancer specialists of tertiary care medical facilities and doctors at the primary and secondary hospitals is not easy to establish due to geographical and institutional problems. Therefore, we hope that medical personnel on both sides will contribute to reducing death rates and improving the quality of life of cancer survivors by communicating remotely, as a solution to this challenge.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 529,
                    "text": "[11]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[12]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "IV. Suggestions"
        },
        {
            "text": "In addition, application targets and methods that reflect the characteristics of illnesses that occur in Korea need to be selected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Suggestions"
        },
        {
            "text": "Telemedicine is not an auxiliary method to simply replace face-to-face medical care. It is a medical domain and an unavoidable phenomenon that must be developed in accordance with the times. Therefore, we have to keep pace with trends in technology and institutions. The measurement of health indices using smart devices is already actively practiced in both Korea and overseas, and utilizing them in actual medical care can be easily accomplished with the current level of technology. However, alongside technical development, the focus during the development of telemedicine should also be on factors such as safety, usefulness, availability, and how the functions will be realized to enable user communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Conclusion"
        },
        {
            "text": "The rise of the necessity of telemedicine in radiation danger zones after the large earthquake in Japan in 2011 and discussions on the application of telemedicine due to the spread of MERS-CoV can be a temporary driving force for the development and growth of related systems. However, the lack of sufficient discussions is a concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Conclusion"
        },
        {
            "text": "Korea is now at the stage to start providing telemedicine services at the national level. Therefore, without these fundamental discussions, only for the purpose to meet the worldwide trend it will be difficult to successfully implement telemedicine systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. Conclusion"
        },
        {
            "text": "In the study of 2005 about the implementation of telemedicine services, the main factors associated with partial failure of service were lack of needs-driven planning and commitment to provide the service [13] . Therefore, as the technology develops, a clear system should be established to regulate and manage it. In addition, seeking for projects and systems that reflect the characteristics of Korea will facilitate the efficient implementation of telemedicine.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[13]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "V. Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Korea Centers for Disease Control & Prevention",
            "authors": [
                {
                    "first": "Korea",
                    "middle": [],
                    "last": "Sejong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "South Korea 'telemedicine' case studies comparative analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Australia",
                    "middle": [],
                    "last": "America",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Conference for Public Administration",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Organisation for Economic Co-operation and Development. OECD Internet economy outlook",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The u-Healthcare industrial market and company analysis. Seoul, Korea: Korea Medical Device Policy Development Institute",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Korea Ubiquitous-Health Association The current state of telemedicine introduction of doctor-patient",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Korea Ubiquitous-Health Asso cia tion",
            "authors": [
                {
                    "first": "Korea",
                    "middle": [],
                    "last": "Seoul",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Korea Ministry of Health & Welfare. Telemedicine pilot project demonstrated the number of participating organizations target application",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ministry of Health & Welfare",
            "authors": [
                {
                    "first": "Korea",
                    "middle": [],
                    "last": "Sejong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Proposal for a strategic approach and solve problems of telemedicine",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Institute for the Future of State",
            "authors": [
                {
                    "first": "Korea",
                    "middle": [],
                    "last": "Daegu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "?no=151&ListBlock=&gotopage= 1&Pagecount=1&sk=bd_title&sv=%BF%F8%B0%DD% C0%C7%B7%E1&id=research&ca_no=&mncode=&left =&top=&author=&top=2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Organisation for Economic Co-operation and Development. OECD health statistics",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "National Health Insurance service",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Bea",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Korea Medical Panel",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Current situation and improvement of the national health fund projects",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The current status of cancer survivorship care and a consideration of appropriate care model in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Korean J Clin Oncol",
            "volume": "10",
            "issn": "2",
            "pages": "58--62",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Models for delivering survivorship care",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Oeffinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mccabe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Oncol",
            "volume": "24",
            "issn": "32",
            "pages": "5117--5141",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Experience-based guidelines for the implementation of telemedicine services",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Brebner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Brebner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ruddick-Bracken",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Telemed Telecare",
            "volume": "11",
            "issn": "",
            "pages": "3--5",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}