{
    "paper_id": "03ad1cf472c9636fceb1b800c553fde73724e349",
    "metadata": {
        "title": "The Characteristics of Middle Eastern Respiratory Syndrome Coronavirus Transmission Dynamics in South Korea",
        "authors": [
            {
                "first": "Yunhwan",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "settlement": "Yongin",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunmi",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "settlement": "Yongin",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Chaeshin",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seoyun",
                "middle": [],
                "last": "Choe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "settlement": "Yongin",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Saeme",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "settlement": "Yongin",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Youngseo",
                "middle": [],
                "last": "Shin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University",
                    "location": {
                        "settlement": "Yongin",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: The outbreak of Middle Eastern respiratory syndrome coronavirus (MERS-CoV) was one of the major events in South Korea in 2015. In particular, this study pays attention to formulating a mathematical model for MERS transmission dynamics and estimating transmission rates. Methods: Incidence data of MERS-CoV from the government authority was analyzed for the first aim and a mathematical model was built and analyzed for the second aim of the study. A mathematical model for MERS-CoV transmission dynamics is used to estimate the transmission rates in two periods due to the implementation of intensive interventions. Results: Using the estimates of the transmission rates, the basic reproduction number was estimated in two periods. Due to the superspreader, the basic reproduction number was very large in the first period; however, the basic reproduction number of the second period has reduced significantly after intensive interventions. Conclusion: It turned out to be the intensive isolation and quarantine interventions that were the most critical factors that prevented the spread of the MERS outbreak. The results are expected to be useful to devise more efficient intervention strategies in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "One of the most significant events in South Korea in 2015 was the introduction and diffusion of Middle Eastern respiratory syndrome coronavirus (MERS-CoV). It is a novel coronavirus which was first identified in Saudi Arabia in September 2012 [1] . After that, MERS-CoV exhibited outbreaks in several regions and the last one was in South Korea (at the time of writing). It is known as having a high fatality rate and having a resemblance in clinical features with severe acute respiratory syndrome coronavirus (SARS-CoV) [2] , thus, it has drawn much concern both from the public health authority and the general public when the first index case was identified in May 2015, for the first time in Korea. In the case of the outbreak in South Korea, it is characteristic in that a single importation of the pathogen sparked a large cluster of infected cases, while sporadic importations did not lead to local outbreaks in other regions [3] . It was surprising because South Korea has been said to have one of the most advanced medical and public health systems in the world [4] , and it raises fears that the situation would be much worse in countries with less developed public health systems. Thus, the investigation of this study about the South Korean incidence is expected to give an invaluable lesson both to public health authorities around the world and the community of epidemiology researchers. Moreover, it might be able to provide a quantified result with mathematical modeling and statistical analysis, which is beneficial given that the studies about the South Korean case are largely comprised of epidemiological descriptions [4, 5] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 697,
                    "end": 703,
                    "text": "Korea.",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1639,
                    "end": 1642,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1643,
                    "end": 1645,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is not only in the South Korean case but also in MERS-CoV studies in general that case studies and epidemiological descriptions are the main approach. Assiri et al [6] provided a detailed description of cases in the Middle East, Drosten et al [7] and Guery et al [8] analyzed the clinical features of infected cases, and Memish et al [9] and Al-Tawfiq et al [1] described the epidemiological data with respect to family clusters and hospitalized patient respectively. The most thorough description of the South Korean case is presented by Korea Centers for Disease Control and Prevention [5] , while it was briefly mentioned by Chowell et al [3] and Cho and Chu [4] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Other than these descriptive studies, a small number of literature tried to assess the transmissibility of MERS-CoV in a more quantified fashion. Cachemez et al [10] estimated the incubation period and generation time from publicly available data and calculated the reproduction numbers both in animal-to-human and humanto-human transmission cases. Breban et al [11] compared the possibility of MERS-CoV being pandemic by comparing the basic reproduction number (Appendix) with that of SARS. Using MERS-CoV outbreak data, Chowell et al [12] delved further and calculated two reproduction numbers based on different epidemiological scenarios: one is when all reported zoonotic cases are severe and the other is not. Chowell et al [3] took a different approach that compared the reproduction numbers in SARS and MERS-CoV in large hospital clusters.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since South Korea is where the largest number of cases was reported outside the Middle East, we need to pay more attention to the South Korean case. While a few researches have dealt with the South Korean case, as briefly mentioned above, research gaps still exist that need to be filled. First of all, whether some demographic characteristics, such as age or sex, and locations have influence on the possibility of being infected needs to be explored. Also, the transmissibility needs to be investigated with more detail. As done in some literature, transmissibility in hospitals and in general need to be calculated separately and it needs to be taken into consideration whether the transmissibility might change in time. Here, the SIR-type mathematical modeling is of great use, while there are very few in MERS-CoV studies. Its usefulness might be boosted if combined with real-world data, which will be done in the present study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this study is to uncover the characteristics of MERS-CoV transmission in South Korea in 2015. To this aim, a mathematical model will be built and analyzed. In particular, it will be observed whether there were any periods with different transmissibility and, if so, they will be estimated in general and hospital circumstances. Before this, some statistical analysis will be conducted in order to identify which group was more susceptible to MERS-CoV based on South Korean data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A mathematical model of MERS-CoV transmission in South Korea is suggested based on the model in Chowell et al [12] . It categorizes each individual into one of six epidemiological classes; susceptible (S ), exposed (or high-risk latent) (E ), symptomatic and infectious (I ), infection but asymptomatic class (A), hospitalized (H ), and recovery class (R). It is assumed that only infectious and hospitalized individuals can infect others and asymptomatic individuals cannot. In Chowell et al [12] , the actual data of the zoonotic case were gathered so they were able to take secondary cases as well as index cases into account. By contrast, there was no zoonotic transmission except the primary case in South Korea, thus we do not consider the zoonotic case of MERS-CoV model in the present study. The model takes the following form:",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "where b is the human-to-human transmission rate per unit time (day) and l quantifies the relative transmissibility of hospitalized patients; k is the rate at which 50 Y. Kim, et al an individual leaves the exposed class by becoming infectious (symptomatic or asymptomatic); r is the proportion of progression from exposed class E to symptomatic infectious class I, and ð1 À rÞ is that of progression to asymptomatic class; A; g a is the average rate at which symptomatic individuals hospitalize and g I is the recovery rate without being hospitalized; g r isthe recovery rate of hospitalized patients. Using these parameters, we will estimate the transmission rate (b) and transmissibility of hospitalized (l ) in next section. In many epidemiological models, basic reproduction number is one of the key values that can predict whether the infectious disease will spread into a population or die out. It is the average number of secondary infectious cases when one infectious individual is introduced in a whole susceptible population. The basic reproduction number is calculated by the next generation matrix approach outlined in van den Driessche and Watmough [13] . As a result, the basic reproductive number R 0 for our model is:",
            "cite_spans": [
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "where the first term is the average number of secondary infected people from one infectious individual during his or her infectious period and the second term is the average number of secondary infected people from one patient during their hospital stay (the details of the derivation of R 0 are given in Appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Other than calculating transmissibility, revealing more susceptible groups is one of the useful ways of characterizing the transmission of MERS-CoV in South Korea. It is done by conducting statistical analysis to publicly available MERS-CoV data in South Korea and its result is presented in Table 1 (this is based on Tables  3 and 4 and Figures 2e4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 350,
                    "text": "Table 1 (this is based on Tables  3 and 4 and Figures 2e4)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Identifying more susceptible groups"
        },
        {
            "text": "First of all, it was tested whether age is related to the susceptibility and mortality of MERS-CoV using z-test. The average age of MERS-CoV confirmed cases is 55 years and that of death patients is 69.8 years, while that of the total population in South Korea is 38.9 years in 2015. These differences were statistically significant and age is related both to susceptibility and mortality of MERS-CoV. Next, Chi-square test was conducted in order to investigate whether sex, region, and/or visited hospital had any relationship with mortality of MERS-CoV. The result shows that mortality was different by region and visited hospital, while it was not by sex. We also tested whether patients' sex was different by age, region, and/or category of patients (health workers, epidemiological survey, or visitor/family). According to the result, the sex of patients was not related to age and region, but it was significantly different by the category of patients. Finally, we investigated whether sex, region, and mortality are related to the number of cases by generation; in other words, it was investigated whether mortality increased or decreased as the disease spread further. The result of Chi-square test demonstrates that the number of cases by generation was not related to age while it was different by region and mortality (more details are given in Appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identifying more susceptible groups"
        },
        {
            "text": "The parameter estimation of system (1) to the incidence data of MERS-CoV in South Korea from May 6, 2015 to July 1, 2015 is conducted using the least-square method for this nonlinear system. Since the primary case was exposed to MERS-CoV during their stay in the Middle East, the patient and his wife are assumed to be in the exposed class of our system before the confirmation day (May 20, 2015). In Figure 1 , the data of MERS-CoV incidence (+) and its best fit (solid curve) of incidence Eq. (1) are plotted from May 6, 2015 to July 4, 2015. The MERS-CoV incidence is defined as the number of newly infected individuals per day. The figure demonstrates that our fitted MERS-CoV model fits well to the reported incidence data. In the figure, we can see the trend of logistic curve; thus, we split up the time into two periods (May 6, June 7 and June 7, July 1) where the rate of change is in its increasing and decreasing trend respectively. Due to the implementation of intensive interventions at June 7, each period has its own remarkable trend, thus, parameters are estimated in each period. Two kinds of transmission rates are estimateddtransmission rate b and transmissibility of hospitalized patients ldbecause many MERS-CoV patients are infected in hospitals and it is assumed that the value of hospitalized transmissibility l is bigger than transmission rate b. Parameter values used for simulation are listed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 409,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1423,
                    "end": 1430,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Estimating transmission rates"
        },
        {
            "text": "As a result, the estimated value of the transmission rate b is 0.0835 [95% confidence interval (CI): 0.0835e0.0835] and the transmissibility of hospitalized patients l is 22 (95% CI, 18.7303e25.2697) in Period 1, and b is 0.036 (95% CI, 0.0306e0.0414) and l is 1 (95% CI, 0.1597e1.8403) in Period 2. Also, as mentioned in the previous section, the basic reproduction number is calculated. Using our estimated values of b and l, R 0 is 5.3973(95% CI, 4.6057e6.1888) in Period 1 and 0.1351 (95% CI, 0.0403e0.2562) in Period 2. The remarkably larger value of R 0 in Period 1 than in Period 2 is considered to be attributed to the superspreader.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating transmission rates"
        },
        {
            "text": "Due to the rapid development of nation-wide and world-wide transportation, it is more likely for a largescale infectious disease outbreak to occur. This raises the importance of timely and accurate countermeasures. In order to devise efficient intervention strategies, it is critical to understand both the biological characteristics of the disease and the social response of the location where the disease spreads or is likely to spread. It is because these two aspects in combination determine the mode of diffusion of the infectious disease. In this regard, it is crucial to investigate the characteristics of MERS-CoV transmission in South Korea since it can demonstrate the current capability and the future potential of South Korea to resist infectious disease. This study tried to meet this need by examining which demographic group is more susceptible using incidence data and estimating transmission rates of general and hospitalized populations. The result of this study is expected to have theoretical and practical implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further research can be suggested as follows. As seen in the result, the role of the superspreader might be decisive in the spread of MERS-CoV in South Korea. It can be explored what might happen if the superspreader was identified and isolated earlier or later, or if the spreading power was stronger or weaker. Also, the role of the media in the spread of MERS-CoV in South Korea can be investigated. How the Korean media covered MERS-CoV and how the lay person responded can be an issue, and how these two combined influence the spread of MERS-CoV may be examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "The basic reproductive number is calculated by using the methodology (the next generation matrix approach). Now, we let FðxÞ represent the rate of appearance of new infections. The net transition rates out of the corresponding compartment are represented by VðxÞ. Then, we find the Jacobian matrix of FðxÞ, VðxÞ, and denote The matrix FV À1 has two zero eigenvalues and one positive eigenvalue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix. The basic reproduction number"
        },
        {
            "text": "We retrieved data for MERS-CoV in the Republic of Korea from public reported sources (the Korea Centers for Diseases Control and Prevention and the Korean Ministry of Health and Welfare). As of July 7, 2015, 186 laboratory-confirmed MERS-CoV cases and 36 fatal cases have been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of MERS-CoV data"
        },
        {
            "text": "The earliest two confirmed cases were the primary case (68-year-old man) and his wife. The ongoing outbreak in South Korea began when the primary case developed respiratory illness on May 11, 2015 after returning on May 4, 2015 from the Middle East (April 24 th eMay 4 th ). Further epidemiological investigation showed that the primary case had also traveled to the Barain, United Arab Emirates, Saudi Arabia, and Qatar. The first symptom, which included fever, muscle aches, cough, and dyspnea, was detected on May 11 th , 2015. On May 20 th , 2015, he was diagnosed with MERS-CoV, so the patient was isolated and treated in hospital designated by the Korea government. After that, MERS-CoV spread in South Korea from the man, and we currently have 186 confirmed cases including 36 death cases (July 7, 2015). Table A1 shows three kinds of characteristics of confirmed cases; age group, sex, and occupation. In occupation, infected patients are classified into three groups; Health Workers, Epidemiologic Survey, and Visitor/Family. We can derive the mortality rates by occupation from the numbers in the table, which are 2.6% in health workers, 25.6% in Epidemiologic Survey, and 17% in Visitor/Family, and we can see that the mortality rate is the highest in Epidemiologic Survey. Figure A1 presents the time, the location, and the number of infections by the primary patient until he was isolated, and Table A2 displays the number of infected cases by the hospitals that the primary patient had visited before isolation. As the table shows, while it was Pyeongtaek St. Mary's Hospital where the primary case was confirmed, Samsung Medical Center was the location where the largest number of people were infected. It also draws attention that the number of cases decreases by the order of infection in Pyeongtaek St. Mary's Hospital while it tends to increase in Samsung Medical Center. Figure A2 illustrates a transmission tree that MERS-CoV spread from primary case to 153 cases on June 15, 2015. The number of first-order infected cases is 39, that of second-order infected cases is 104, and that of thirdorder infected cases is seven. We omit some patients in Figure A2 rb g a þ g I þ rg a bl g r ðg a þ g I Þ b g a þ g I þ g a bl g r ðg a þ g I Þ South Korea is largely attributed to these superspreaders.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 812,
                    "end": 820,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1285,
                    "end": 1294,
                    "text": "Figure A1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1407,
                    "end": 1415,
                    "text": "Table A2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1891,
                    "end": 1900,
                    "text": "Figure A2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2168,
                    "end": 2177,
                    "text": "Figure A2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Description of MERS-CoV data"
        },
        {
            "text": "The number of patients of MERS-Cov on a daily basis from May 20, 2015 to July 1, 2015 and the hospital where those patients were confirmed are presented in Figure A3 . As the figure illustrates, the number of patients reached its peak by 23 on June 7th, 2015. The figure also illustrates that the hospital where the largest number of patients were confirmed changed from Hospital B (Pyeongtaek St. Mary's Hospital) to Hospital D (Samsung Medical Center) by the peak day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "text": "Figure A3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Description of MERS-CoV data"
        },
        {
            "text": "When it comes to the region where confirmed cases were infected, Gyeonggi-do, Seoul, and Daejeon are the three major infection areas where their total number of infected people is 147 which accounts for about 80% of the total number of infected people, and Seoul metropolitan area is the region where the majority of infections occurred (figure omitted). In each region, the hospitals where the most infections occurred are as follows: Samsung Medical Center in Seoul, Pyeongtaek St. Mary's Hospital in Gyeonggi-do, and Dae-Cheong Figure A1 . The timeline of the primary patient before isolation. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 540,
                    "text": "Figure A1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Description of MERS-CoV data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus: a case-control study of hospitalized patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hinedi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ghandour",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "59",
            "issn": "2",
            "pages": "160--165",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and outcomes of critically ill patients with Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Arifi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Intern Med",
            "volume": "160",
            "issn": "6",
            "pages": "389--97",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abdirizak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Outbreak of Middle East respiratory syndrome in Korea? Osong Public Health Res Perspect",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "219--242",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "",
            "pages": "269--78",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "9",
            "pages": "752--61",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "9",
            "pages": "745--51",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East respiratory syndrome coronavirus: a report of nosocomial transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Mansouf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "9885",
            "pages": "2265--72",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Family cluster of Middle East respiratory syndrome coronavirus infections",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "Al-Hakeem Rf",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "26",
            "pages": "2487--94",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "1",
            "pages": "50--56",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9893",
            "pages": "694--703",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "van den Driessche P, Watmough J. Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math Biosci",
            "volume": "9",
            "issn": "1e2",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The epidemiology of MERS-CoV",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "1",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Current epidemiological situation of Middle East respiratory syndrome coronavirus clusters and implications for public health response in South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Korean Med Assoc",
            "volume": "58",
            "issn": "6",
            "pages": "487--97",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Data and parameter estimation of two periods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Transmission tree of confirmed Middle Eastern respiratory syndrome coronavirus. 54 Y. Kim, et al Hospital and Konyang University Hospital in Daejeon. The numbers of hospital infections are 89, 36, 14, and 11, respectively. The combined number of infection in other hospitals is < 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Incidence data of Middle Eastern respiratory syndrome coronavirus. MERS-CoV Z Middle Eastern respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Results of statistical analysis of Middle Eastern respiratory syndrome coronavirus data.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameter used in simulations for Figure 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "since the infection route of Patient No. 119 is unknown. Patient No. 126 stayed in the same location with Patients No. 14, No. 17, No. 26, and No. 108, so the infection of this patient cannot be attributed to one other infector. As the figure indicates, Patients No. 1, No. 14, and No. 16 have infected considerably more patients (39, 76, and 21 people, respectively) than usual cases, and we can see clearly that the MERS-CoV spread in",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Characteristics of confirmed cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The number of infections by the hospital that the primary patient visited.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}