{
    "paper_id": "03afd58d8d29e1c6d008e06e38553079bbdc4d02",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ruth",
                "middle": [],
                "last": "Gallily",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Hygiene and Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland)"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Warwick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Hygiene and Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland)"
                    }
                },
                "email": ""
            },
            {
                "first": "Frederik",
                "middle": [
                    "B"
                ],
                "last": "And",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Hygiene and Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland)"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Hygiene and Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland)"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Mice.--The C3H strain was originally obtained from Dr. H. B. Andervont of the National Cancer Institute as a strain free of the milk agent. It has been inbred in this laboratory for 69 generations. The PRI strain of mice was obtained from Dr. John Nelson in 1954 and has maintained, as an inbred strain, for 28 generations. Macrophages from Liver.--Smail pieces of fiver, about 1 mm square, from 1-to 8-day-old mice, were placed on a layer of reconstituted rat tail collagen (3, 4) , in roller tubes, in the roller drum. Chang's medium was used to culture the fiver macrophages. This medium (5) contains 90% inactivated horse serum, 2% beef embryo extract, and 8% Hanks' BSS. The tubes were kept for 25-30 days. The media were changed, in most of the experiments, 7 days after virus was added, and every 4-6 days thereafter. In a study to be reported elsewhere, Huang (J. H. Huang, unpublished data) has found that certain horse sera contain inhibitors for MHV. The results reported are limited to sera from individual horses known to be free of inhibitor. are summarized in Table I . The data in the table indicate that newborn C~I mice are highly susceptible to the virus and that the resistance of the C~-I mouse to MHV increases with its age. 14-day-old mice were, as previously indicated for weanllngs (2) , fully resistant to a standard inoculation of the virus (0.1 ml of a 10 -~ dilution of the stock virus suspension). The survival time of infant C~I-I mice, infected with different dilutions of MHV(PRI), was 6.5-8.5 days and it did not vary significantly either with the age of the animals or with the dilution of the virus (Table II) ",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 479,
                    "end": 481,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1075,
                    "end": 1082,
                    "text": "Table I",
                    "ref_id": null
                },
                {
                    "start": 1635,
                    "end": 1645,
                    "text": "(Table II)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "TEx~-Fm. 1. Susceptibility of CsH liver macrophages from mice of different ages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age of liver [xplan! (days)"
        },
        {
            "text": "In a series of different experiments, livers were taken from 1-, 3-, 5-, and 8day-old Cg-I mice. In culture maintained in 90% serum, parenchymal liver cells grew poorly, but macrophages seemed to thrive (Fig. 1 ). Virus was added (0.1 ml/tube of 10 -2 virus dilution) to the culture tubes at 3 days of culture, at which time moderate numbers of macrophages had migrated from the liver pieces on collagen to the glass surface of the tubes. Changes in the cells were noted during 30 days of observation, and the supernatant was tested for MHV by injecting it into infant CsH or adult PRI mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Age of liver [xplan! (days)"
        },
        {
            "text": "The results are presented in Table III and Text- fig. 1 . The data show that the susceptibility of CsH mouse liver macrophages to MHV(PRI) decreased with the increase in the age of the donor animal. Susceptibility was indicated when about 75-100 % of cells were destroyed. While 73 % of the cultures derived from 1-day-old liver were susceptible, only 7 % of the cultures derived from 5-day-old liver and none of those from the 8-day-old liver were susceptible to this virus. Table III ) were resistant. This maturation of resistance apparently took place in the animal. Experiments therefore were undertaken to determine if susceptible fiver macrophages become resistant after being cultured in vitro for different lengths of time; i.e., will maturation or ontogeny of resistance proceed in vitro? Pieces of C~-I liver from 1-day-old mice were placed on collagen as before. MVH(PRI) was added to the tubes after 3, 7, and 10 days had elapsed. The results are summarized in Table IV . Continued growth in vitro did not increase the resistance of the liver macrophages to MHVfPRI) and indeed may have decreased resistance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 38,
                    "text": "Table III",
                    "ref_id": null
                },
                {
                    "start": 49,
                    "end": 55,
                    "text": "fig. 1",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 485,
                    "text": "Table III",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 982,
                    "text": "Table IV",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Age of liver [xplan! (days)"
        },
        {
            "text": "In a previous study of the effect of cortisone on the resistance of CsH macrophages to MHV(PRI) (6) it had also appeared that cultures maintained in vitro for longer periods of time before testing for viral susceptibility became more susceptible. Since the number of macrophages seen in a culture seemed to in- produce different numbers of macrophages per culture tube, were compared for susceptibility. As may be seen by comparing Text-figs. 2, 3, and 4, increased length of time in culture and increased number of explants in culture reduced the resistance of the macrophages to MHV(PRI). However, all three figures show that with increasing age of mice from which the cells are derived, there is increased resistance. It would appear that the resistance of cells to MHV in tissue culture, which reflects the ontogeny of resistance in mice, may be influenced by the number of cells in culture to some degree. Since these were cultures of liver, it is not known whether the apparent increase in number of macrophages with time or the increase in number of parenchymal liver cells or the total number of cells was responsible for this effect. One experiment with macrophages obtained from peritoneal washing of 12and 16-day-old C~-I mice was performed. Partial destruction was produced with 10 -~ and 10 -~ dilution of virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16-"
        },
        {
            "text": "Mice.--The delay in onset of both disease in infant mice and the time of killing of the cultures suggested that some adaptation of the virus was taking place in the CsH animals and cultures. In three sets of experiments it appeared that following one transfer of MHV(PRI) to infant CsH mice (4-5 days old) the virus became adapted to adult CsH mice. About half of the adult CsH mice were killed when injected with a 1:100 dilution of virus prepared from 10% fiver suspension of an infant CsH mouse. In contrast, undiluted and diluted MHV(PRI) failed to kill CsH adult mice. This preparation of MHV will be referred to as MHHV(CsH). Table V summarizes the mortality of infant C~T-I mice, adult C~H mice, and adult PRI mice after injection of different passages of MHHV(CsH) in CJ-I infant mice. However, at no time did virus prepared from the infected livers of adult CsH mice have the ability to kill other adult Cai.i mice. The PRI mice remained susceptible to this adult CsH preparation, and all mice so infected were killed (Table VI) . Table VII shows the survival time of infant CsH mice, adult CsH mice, and adult PRI mice after MHV(CsH) injection. Infant CsH mice died 2 days after MHV(CsHH) injection, while 7 days elapsed before MHV(PRI) killed CsH mice of the same age (Table II) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 632,
                    "end": 639,
                    "text": "Table V",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1027,
                    "end": 1037,
                    "text": "(Table VI)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1040,
                    "end": 1049,
                    "text": "Table VII",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1279,
                    "end": 1289,
                    "text": "(Table II)",
                    "ref_id": null
                }
            ],
            "section": "Adaptation of MHV(PR1) to Adult CsH Mice following transfer of MHV(PRI) to Infant Cstt"
        },
        {
            "text": "The genetic nature of the susceptibility of mice to one strain of mouse hepatitis has been established previously (2) . Early work suggested that the factor was dominant and unlfactorial (1). Since then a series of 12 backcrosses of susceptible C~I hybrids to resistant C~-I mice have been done, and these continue to show that about 50% of the mice constantly furnish peritoneal washings which are susceptible to the virus (F. B. Bang, I. Velfisto, and A. Warwick, unpublished data). Thus, the unlfactorial nature of this dominant gene seems established. It is important, however, to emphasize that our studies have been limited to one strain of mouse hepatitis which is adapted to, and maintained ha, a susceptible line of mice (PRI). It is likely that different results would be obtained with other strains of virus, for such strains have been recovered from different strains of mice, and at least one of these fails to grow in our susceptible mice (7) . The ability of the virus to change its tissue specificity was apparent in our first study of its growth in macrophage cultures. Only after a series of passages did the virus destroy parenchymal liver cells. Mosely also showed that there was a rapid change of tissue specificity on tissue culture (8) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 953,
                    "end": 956,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1255,
                    "end": 1258,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study the partial adaptation to CsH mice, whereby it acquired the capacity to kill adult mice after passage through infant CsH mice, probably reflects a similar trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our original demonstration of the genetically resistant and susceptible macrophages was done with cultures of infant mice (1) , and in this we showed that resistant strains of mice yielded cultures which remained resistant for a period of 10 days. The present finding that infant mice from the C,H-resistant line themselves are actually susceptible but with a delayed incubation period, led us to a reexamination of the original tissue culture results.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Delayed susceptibility in tissue culture was found to mirror the delayed susceptibility of the infant mice, but to be subject to modification by the environment. A difference in the culture media in the original study where 30 % serum was used, as contrasted to the 90 % serum used in the present study, may also partly explain the results, and should be investigated. It is suggested, then, that macrophages may be separated into three classes; (a) the mature genetically resistant, (b) the susceptible, and, (c) a delayed susceptible when derived from infant-resistant mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Increasing resistance to virus infections with age is a well recognized but poorly understood phenomenon (9) . It has been demonstrated in chick embryos to equine encephalomyelitis (10) . and in mice to vesicular stomatitis (11, 12) , and to herpes viruses (13). Recently, Johnson has suggested that there is a cellular basis for the increase with age of the resistance of mice to herpes simplex virus (14). He has shown that virus spreads much more easily in cultures of suckling mouse macrophages than it does in similar cultures of macrophages from adult mice. We have not demonstrated in mouse hepatitis what the nature of the cellular resistance is, but have found that susceptibility, although correlated with the age of the mouse from which it is taken, may be modified by the extent of growth of the culture. Thus, the more rapidly growing cells obtained from younger mice create conditions of greater susceptibility on a mass basis alone, and precautions must be taken to avoid this effect. In our experiments it was not possible to count the number of cells, since we dealt with explants of liver tissue which contained the susceptible macrophages. However, cultures which produced relatively few macrophages were eliminated from all experiments, and only cultures containing roughly comparable numbers of macrophages as judged visually were used. In addition, resistant cells have been routinely obtained from adult (weaned) C,t-I mice, and susceptible cells from infant C,I-I mice. The exact time of transition to resistance is however difficult to determine but cells from mice of 16 days or more of age have not been found susceptible.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "(11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Adult or weanling C3H mice were found to be genetically resistant to a strain of mouse hepatitis virus. Infant C~I-I mice, however, developed infection and died from mouse hepatitis virus when minimal infectious doses of virus were given to them. There was a delay in the time of death compared to that of the genetically susceptible strain, and the virus recovered from these mice had increased pathogenicity for C3H mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIJ31MAR¥"
        },
        {
            "text": "The ontogeny of resistance to hepatitis in the C3H mice thus progresses from delayed susceptibility to complete resistance as the age of the host increases. It is reflected in increased resistance of macrophages derived in vitro from liver cultures of infant mice of different ages. This increase in resistance with age was reduced by maintaining the cultures for a longer period of time before inoculation, or by increasing the number of explants in a given culture. Resistant cells were uniformly furnished by mice age 16 days, or more. It is concluded that a process of maturation of resistance of the cells takes place after the mice are born, but that this does not continue under in vitro conditions, and that it may be modified by the environment of the cells. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIJ31MAR¥"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mouse macrophages as host cells for the mouse hepatitis virus and the genetic basis of their susceptibility",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proc. Natl. Acad. Sci. U.S",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The cellular nature of genetic susceptibility to a virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kantoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J. Exptl. Med",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The growth of cells on a transparent gel of reconstituted rat-tail collagen",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Ehrmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Gey",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "J. Natl. Cancer Inst",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cultivation of embryonic and adult liver cells on a collagen substrate",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hillis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Exptl. Cell Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The mouse macrophage as host cell for Mycobacterium leprae muriura",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Transactions of the Symposium on Research in Leprosy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of cortisone on genetic resistance to mouse hepatitis virus in vivo and in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Galluy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Proc. Natl. Acad. Sci. U.S",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pathogenicity of murine hepatitis virus recovered from infant swiss mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Proc. Soc. Exptl. Biol. Med",
            "volume": "120",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multiplication and cytopathogenicity of mouse hepatitis virus in mouse cell cultures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mosely",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Pro¢. Soc. Exptl. Biol. Med",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influence of age on susceptibility to virus infections with particular reference to laboratory animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sigel",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Ann. Rev. Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The course of experimental infection of the chick embryo with the virus of equine encephalomyelitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Influence of age of host and temperature of incubation on infection of the chick embryo with vesicular stomatifis virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Sigurdson",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "Y. Exptl. Med",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influence of host factors on neuroinvasive-heSS of vesicular stomatitis virus, II. Effect of age on the invasion of the peripheral and central nervous systems by virus injected into the leg muscles or the eye",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Sabin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Olitsky",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "J. Exptl. Med",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Percentage of Mortality of Infant Call Mice after MHV (PRY) Intraperitoneal Injection Time of Infant CsH Mice after Intraperitoneal Injection of MHV (PRI)Average time of death after inoculation, The experiments were carried out with groups of 6-18 animals each.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". As this survival time exceeds that of the susceptible PRI mice (2-4 days) these infant C~-I mice may be called delayed susceptible.Susceptibility of Cstt Liver Macrophages to MHV(PRI) in Vitro.--After observing that infant C~-I mice had a delayed susceptibility to MHV(PRI), it seemed important to find out if liver macrophages of newborn CsI-I mice in vitro would also show delayed susceptibility to the virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(Compare Figs. 1 and 2 with Figs. 3 and 4.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "TzxT-FIG. 3. Symbols as in Text-fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "crease with time, the question was raised whether or not the number of cells in culture at the time of virus addition influenced the susceptibility. To test this a series of experiments with different numbers of explants, Symbols as in Text-fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Andervont, H. B. 1929. Activity of herpetic virus in mice. J. Infect. Diseases. Ot:383. 14. Johnson, R. T. 1964. The pathogenesis of herpes virus encephalitis. II. A cellular basis for the development of resistance with age. J. Exptl. Med. 2. Macrophages from 1-day-old mouse liver. FIc. 1. Control, 21 days in tissue culture. X 50. FIo. 2. Infected with MHV 18 days of infection. × 50.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cstt mice to MHV (PRJ).--Infant C~I mice, 1-15 days old, were injected intraperitoneally with varying concentrations of MHV (PRI) (10-2-10 ~ dilutions of stock virus) and kept under observation for 1 month. The original titer of MHV (PRI) in PRI animals was 108.8 (ZDs0). The resultsTABLE III Suzceptibility of Macrophages from CsH Livers* to MH V(PRI)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Susceptibility of Call Liver Mazrophages from I-Day-OldMice to MHV (PRI), after Different Times of Growth In Vitro RUTH GALLILY, AN'N'E WARWICK, AND FREDERIK B. BANG 541 Time in Days of Tissue Culture Before Inoculation TExT-FIG. 2. O, none of the inoculated cultures showed] destruction; • , all of the inoculated cultures showed destruction; and (]), a fraction of the cultures showed destruction. In most cases each point represents three cultures; in a few only two cultures were inoculated. ONTOGNEY O~F MACROPtIAOE RESISTANCE TO MOUSE HEPATITIS Susceptibility to MltV(PRI).--Macrophages cultured in these first experiments from older mice (8 days old, see",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Susceptibility of CsH Mice to MIt V (PRY) after Successive Transfer of Virus in CsH Infant Mice",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Susceptibility of Adult Call Mice and Adult PRI Mice to MHV Prepared from Adult CsH Liver",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The Survival Time of Mice after MHV (CsH) Intraperitoneal Injection*",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}