{
    "paper_id": "05248494136966d79614f475f8e5bb0880a20bf7",
    "metadata": {
        "title": "An Appropriate Lower Respiratory Tract Specimen Is Essential for Diagnosis of Middle East Respiratory Syndrome (MERS)",
        "authors": [
            {
                "first": "Jae",
                "middle": [
                    "Hoon"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wonkwang University College of Medicine",
                    "location": {
                        "settlement": "Iksan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chang-Seop",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chonbuk National University Medical School",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Heung-Bum",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chonbuk National University Medical School",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The editorial, \"Better understanding on MERS Coronavirus (MERS-CoV) outbreak in Korea, \" was previously published by Lee (1) . He briefly summarized the ongoing status of the Middle East Respiratory Syndrome (MERS) outbreak and emphasized close monitoring of medical staffs, patients, and visitors, and timely well-designed briefings to mass media. He pointed out critical aspects to control the MERS-CoV outbreak in Korea. The present opinion proposes a topic on MERS by focusing on early diagnosis of patients via appropriate specimen collection.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "text": "Lee (1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As on July 2, 2015, there have been 183 confirmed cases of MERS and 33 fatalities reported in the Republic of Korea (2). This national outbreak of MERS has not been controlled yet but there is a rapid decrease in the number of current infections and fatalities. All patients in Korea acquired their disease in hospital settings where they came in direct or indirect contact with MERS patients. The Ministry of Health and Welfare and the Korea Centers for Disease Control and Prevention have carried out strong enforcement measures including quarantine care for up to 14 days (the maximum incubation period of the disease) in cases of symptomatic travelers from the Arabian Peninsula who arrived in Korea within the past 2 weeks and individuals who came in close contact with confirmed cases of MERS (2) . Suspicious cases are transferred to an assigned hospital if symptoms occur during the observation period. Real-time reversetranscription polymerase chain reaction (RT-PCR) assay conducted in 48-hour-intervals using respiratory samples is the standard diagnostic tool for MERS.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 802,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 63-year-old man developed fever, chills, and myalgia on June 10, 2015. On May 27, he visited the emergency department of a hospital that had previously reported several cases of MERS. During this time, he stayed in close contact with a laboratoryconfirmed MERS patient. He was quarantined on May 27, 2015 at his home and he developed fever and chills, nausea, anorexia, and myalgia after the quarantine isolation. He was then moved to an institutional isolation care unit where real-time RT-PCR was conducted twice on sputum samples in 48-hour-intervals and resulted in negative findings. He was afebrile but his gastrointestinal discomfort and myalgia continued, and the isola-tion location was changed to his home on June 2, 2015 because he was improving. On June 8, he became febrile with symptoms of cough, dyspnea, and myalgia, which gradually deteriorated. He was tested again and the results returned positive for MERS-CoV on June 10. Radiographic findings revealed far-progressed bilateral peripheral radio-opacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some reasons that could be considered for the delayed diagnosis of MERS include: 1) low initial viral load and shedding, and 2) poor sample collection in patients with \"no cough\" or dry cough. Rapid and correct diagnosis of infection and control measures are critical in preventing the possible spread of MERS-CoV. However, the early symptoms of MERS are non-specific and are the same as those of common pneumonia. In this context, it is very important to conduct thorough and careful patient interviews with a high interest of MERS in mind and to obtain optimal samples for diagnosis. In the clinical findings of patients infected with MERS-CoV, patients with dry cough are more common than patients with productive sputum (3, 4) . Therefore, optimal sample collection is frequently limited, particularly in patients with no cough or dry cough.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 727,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 728,
                    "end": 730,
                    "text": "4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dipeptidyl peptidase 4 (DPP4) has been identified as the receptor for MERS-CoV (5). DPP4 is expressed in type I and II alveolar cells, ciliated or non-ciliated bronchial epithelium, and bronchial submucosal glands (5, 6) . This corresponds with viral tropism in ex vivo human lung cultures (5) (6) (7) . In studies with rhesus macaques, intra-tracheally inoculated virus was present in the lungs but neither in the upper respiratory tracts, trachea, nor other organs (8, 9) . All of marmosets infected with a high dose of MERS-CoV via various routes showed multifocal to coalescing, moderate to marked acute broncho-interstitial pneumonia centered on small calibre and terminal bronchioles which further extended into the adjacent pulmonary parenchyma. In summary, in vitro and in vivo studies concluded that MERS-CoV had adherence to the lower respiratory tract and high viral loads were mainly detected in distal respiratory tissues. Therefore, lower respiratory tract specimens such as bronchoalveolar lavage fluid, deep tracheal aspirates, and induced sputum contain the highest viral loads which are optimal for increasing di- agnostic accuracy (10) (11) (12) (13) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "(5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 471,
                    "end": 473,
                    "text": "9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1160,
                    "end": 1164,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In re-evaluating the patient's diagnostic history, his viral load could have been low due to the early phase of disease and/or could have been falsely negative due to inadequate dry coughlinked respiratory samples. In any occasion, his diagnosis was quite delayed. Delayed diagnosis of patients is inevitably linked to delayed quarantine care of persons with contact history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To obtain an accurate diagnosis, the circumstances in the early phase of MERS-CoV infection should be considered and at least two repeated diagnostic tests during the late incubation period should be considered for patients with less severity but persistent symptoms. The nationwide pneumonia census has been conducted to identify hidden MERS-CoV infections. However, inadequate sputum specimens must have resulted in false negatives. For accurate surveying, appropriate specimens should have been obtained by collecting sputum from the lungs or bronchi and not saliva. In suspicious patients who are unable to produce sputum for examination, aerosol administration of a hypertonic saline solution may be used to increase the flow of secretions and stimulate coughing. However, during the procedure of induced specimen collection, clinicians must consider the high risk of contamination of the surroundings because the procedure would create a large amount of aerosols and increase the risk of transmitting the virus to other individuals. The optimum time for collection of a sputum specimen is in the early morning before eating or drinking. At this time secretions accumulated in the bronchi through the night are more readily available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, to control the MERS-CoV infection completely, delicate history taking related with MERS is very important, and appropriate specimen collection is essential as well. Moreover, even two real-time RT-PCR tests in negative results during the early stage of the disease process cannot rule out silent MERS-CoV infections. Clinicians should consider the possibility of false negative real-time RT-PCR findings resulting from inappropriate sample collection. Finally, a sufficient period and strict quarantine of suspected cases are critical for control of the MERS outbreak in Korea. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Better understanding on MERS Corona virus outbreak in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Korean Med Sci",
            "volume": "30",
            "issn": "",
            "pages": "835--841",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndome Information",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(15)60454-8"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "752--61",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Dekkers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Demmers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--255",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emerging human middle East respiratory syndrome coronavirus causes widespread infection and alveolar damage in human lungs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hocke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Becher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knepper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tönnies",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neudecker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "188",
            "issn": "",
            "pages": "882--888",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pathogenesis of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Den Brand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Pathol",
            "volume": "235",
            "issn": "",
            "pages": "175--84",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An animal model of MERS produced by infection of rhesus macaques with MERS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "236--278",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) causes transient lower respiratory tract infection in rhesus macaques",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Brining",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martellaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Okumura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "16598--603",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East Respiratory Syndrome coronavirus: a report of nosocomial transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "El Mansouf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Séjourné",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ettahar",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lemaire",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vuotto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goffard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Behillil",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Enouf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "2265--72",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Respiratory tract samples, viral load, and genome fraction yield in patients with Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Makhdoom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Alhakeem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albarrak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alsubaie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Hajomar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "210",
            "issn": "",
            "pages": "1590--1594",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Kinetics and pattern of viral excretion in biological specimens of two MERS-CoV cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goffard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Parmentier-Decrucq",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Favory",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kauv",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kipnis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                },
                {
                    "first": "B; Mers-Cov Biology",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Virol",
            "volume": "61",
            "issn": "",
            "pages": "275--283",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "First confirmed cases of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in the United States, updated information on the epidemiology of MERS-CoV infection, and guidance for the public, clinicians, and public health authorities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bialek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alvarado-Ramy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balajee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blackmore",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Breakwell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cannons",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "431--437",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hoon Lee http://orcid.org/0000-0002-0897-2838 Chang-Seop Lee http://orcid.org/0000-0002-2897-2202 Heung-Bum Lee http://orcid.org/0000-0002-8267-8434",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "http://dx.doi.org/10.3346/jkms.2015.30.8.1207",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}