{
    "paper_id": "058e306088e83c58ee30b43f0e102a45463351fe",
    "metadata": {
        "title": "Risk and Outbreak Communication: Lessons from Taiwan's Experiences in the Post-SARS Era",
        "authors": [
            {
                "first": "Yu-Chen",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Ling",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Han-Ning",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Wen",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying-Hwei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In addition to the impact of a disease itself, public reaction could be considered another outbreak to be controlled during an epidemic. Taiwan's experience with SARS in 2003 highlighted the critical role played by the media during crisis communication. After the SARS outbreak, Taiwan's Centers for Disease Control (Taiwan CDC) followed the WHO outbreak communication guidelines on trust, early announcements, transparency, informing the public, and planning, in order to reform its risk communication systems. This article describes the risk communication framework in Taiwan, which has been used to respond to the 2009-2016 influenza epidemics, Ebola in West Africa (2014-16), and MERS-CoV in South Korea (2015) during the post-SARS era. Many communication strategies, ranging from traditional media to social and new media, have been implemented to improve transparency in public communication and promote civic engagement. Taiwan CDC will continue to maintain the strengths of its risk communication systems and resolve challenges as they emerge through active evaluation and monitoring of public opinion to advance Taiwan's capacity in outbreak communication and control. Moreover, Taiwan CDC will continue to implement the IHR (2005) and to promote a global community working together to fight shared risks and to reach the goal of ''One World, One Health.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "R isk communication before and during an outbreak continues to be an issue of great concern for public health researchers and practitioners globally. 1 Risk communication is an interactive process of exchanging information and opinion on risk among risk assessors, risk managers, and other interested parties. 2, 3 It is an integral part of any public health emergency response, as it allows people at risk to understand the threat and adopt protec-tive behaviors. In order to respond to the communication challenges posed by the severe acute respiratory syndrome (SARS) epidemic in 2003, the World Health Organization (WHO) developed guidelines on outbreak communication. Among the best practices outlined for effective communication were building trust, making timely announcements, maintaining transparency, informing but not inflaming the public, and planning in advance. 4 In addition, WHO emphasized that risk communication is one of the 8 core functions that WHO member states must fulfill as signatories to the International Health Regulations (IHR) (2005) . Risk communication is also a component of global and country preparedness for an influenza pandemic, as part of the Pandemic Influenza Preparedness (PIP) framework. 5 Therefore, states parties should have risk communication capacity as measured by the IHR (2005) Joint External Evaluation Tool published by WHO in 2016. 6 One of the most serious public health crises Taiwan has faced was the SARS outbreak in 2003, which resulted in 346 cases and 37 deaths. From this experience, we learned that public panic could be another outbreak to be controlled during an epidemic. In the early stage of the SARS outbreak, 2 events led to massive social panic in Taiwan. First, the demand for face masks surged, creating a shortage in the market, and the problem was compounded by certain retailers hoarding their supplies and waiting for the price to rise. This led to public discontent with the way the government handled the situation and caused significant political fallout. The government was under public pressure to take a more forceful stand, but it overreacted by carrying out the most intensive quarantine campaign in the world at that time. During the SARS epidemic, Taiwan had a total of 346 confirmed cases, yet 151,460 people were put under home quarantine. 7 This means that 437 people were quarantined for every confirmed case-a ratio 10 times that of Hong Kong and 20 times that of Beijing.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 313,
                    "end": 314,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 876,
                    "end": 877,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1058,
                    "end": 1064,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1233,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1387,
                    "end": 1388,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2330,
                    "end": 2331,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The overreaction on the part of the government, the panic buying of masks on the part of the public, and their distrust of the authorities were all, in part, consequences of a communication breakdown during the early stages of SARS. In order to communicate with the public, the government required airtime from all television channels to screen public service announcements on SARS, 3 times a day, 10 minutes per session. The announcements were delivered by the minister of health and another prominent expert, who focused on teaching people how to protect themselves against SARS on individual and community levels. The government was able to get its full message across without distortion or omission, and the public was given direct access to the latest updates and recommendations from the government. 8 These announcements served ''to inform but not to inflame'' the public, which was a key risk communication principle. The above measures also helped close the information gap between the government and the public-a gap that should have been filled by a responsible media.",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 807,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Taiwan's experience with SARS highlighted the critical role played by the media during the crisis communication process. The government made it a priority to establish a more constructive relationship with the media after SARS. Here we describe the risk communication framework in Taiwan, which has been used in response to the 2009-2016 influenza epidemics, the Ebola outbreak in West Africa (2014-2016), and MERS-CoV in South Korea (2015) during the post-SARS era. We also discuss the system's strengths and challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After the SARS outbreak, Taiwan's Centers for Disease Control (CDC) followed the WHO outbreak communication guidelines-on trust, announcing early, transparency, informing the public, and planning-to reform its risk communication systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Communication Systems"
        },
        {
            "text": "Since 2004, a 24/7 toll-free hotline has been operating to consult with and educate the public about potential epidemics in a timely manner. The call center was contracted out to one of the largest phone companies in Taiwan to provide service in 4 languages (Mandarin Chinese, Taiwanese, Hakka, and English). Taiwan CDC has provided materials and training to help customer service staff answer questions. If the staff are unable to answer a question, the call will be transferred to Taiwan CDC staff for further assistance. In addition, the toll-free hotline has become a part of the national communicable disease surveillance system to detect and control any suspected infectious event with the potential of causing outbreaks in Taiwan. We also use it as a monitor or an indicator of the level of anxiety and panic before and during an outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toll-Free Hotline"
        },
        {
            "text": "Taiwan has built a comprehensive information network for infectious disease surveillance and reporting. Combined databases, such as the National Health Insurance data and Taiwan CDC's data warehouse for infectious disease surveillance and warning, are routinely used for decision making, risk communication, and epidemic control purposes. Since 2012, a national policy of government open data has further guided health authorities' communication strategies to enhance the transparency and integration of information from diverse resources. 9 In so doing, citizens are provided with increased resources to make well-informed health decisions for themselves and for the wider community through civic participation. For example, people now have easy electronic access to 203 government datasets for information on 14 groups of infectious diseases topics. 10 All of this information is easy to read, free to use, in open document format, and free for value-added analysis.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 541,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 854,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Government Open Data and Public Transparency"
        },
        {
            "text": "A weekly press conference is held to communicate the latest information on communicable diseases to reporters, with a well-trained spokesperson from Taiwan CDC fielding questions from the journalists. In addition to the regular press conferences, during a particular pandemic period 2 special briefing sessions have been organized to update reporters about epidemic situations and what the government is doing RISK AND OUTBREAK COMMUNICATION to prepare for it. This has helped reporters become more informed about the evolution of the public health situation at hand so that, should a pandemic occur, they would be able to produce more accurate and constructive reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Routine Media Communication"
        },
        {
            "text": "After the SARS outbreak, the government revised the Communicable Disease Control Act to make inaccurate reporting by the media a punishable offense to increase their accountability. A daily meeting is held in the early morning to review and discuss public opinion as reflected in the media, including both mass media and social media (eg, BBS, PTT, Facebook). In addition, public attitudes are evaluated and analyzed monthly and yearly to provide a reference for improving the strategies of risk communication as well as infectious disease prevention and control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rumor Monitoring and Analysis"
        },
        {
            "text": "About 55.2% of the population in Taiwan accesses information from the newspaper, whereas around 68.5% of the population accesses news and information from the internet. 11 Taking into consideration the media use preferences of the citizens, Taiwan CDC has used both traditional media (ie, newspaper, TV, radio) and new media (ie, YouTube, Facebook, Line, Instagram) to disseminate information since 2009. Furthermore, different channels are selected depending on the type of infectious disease and primary audience under consideration. For instance, information on the enterovirus epidemics is disseminated via websites and magazines frequently browsed by parents, while information regarding the prevention and control of HIV/AIDS has been published on websites or dating apps targeted at the LGBTQ community.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "New Media Communication"
        },
        {
            "text": "In order to better prepare for the next emergency, the government has strengthened its risk communication systems and established a National Health Command Center (NHCC) as a flexible response mechanism for internal and partner communication and coordination in the post-SARS era. 12 While nonemergency communication between government agencies is currently carried out on an ad hoc basis in Taiwan, under the mechanism of national preparedness and response as mandated by the Disaster Prevention and Protection Act, these communication efforts may become more formalized and streamlined in the future to improve inter-organizational collaboration and coordination during emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-organizational Collaboration and Coordination"
        },
        {
            "text": "Risk communication has been an integral part of Taiwan's pandemic influenza preparedness plan. The objectives of risk communication in response to influenza pandemics are to: (1) urge the public to protect themselves, (2) enhance public compliance with recommended control measures, (3) eliminate discrimination against patients and their contacts, and (4) deal with public panic. 13 Taiwan CDC has operated a public relations office since 2006 to manage risk communicationrelated issues. The Risk Communication and Response to Major (Emerging) Infectious Diseases Operating Standards was issued to strengthen the quality and reliability of influenza pandemic strategies. Therefore, Taiwan was able to effectively respond to the H1N1 pandemic in 2009, the H7N9 avian influenza in 2013, and annually to seasonal influenza.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Response to 2009-2016 Influenza Epidemics"
        },
        {
            "text": "In response to the 2009 H1N1 pandemic, Taiwan CDC held press conferences almost every day, and sometimes twice a day, to provide updates on international travel alerts and the global epidemic situation to the public. In addition to publishing press releases via websites, social media, and text messages, the hotline was quickly deployed to communicate with the public. The number of incoming calls to the toll-free hotline increased dramatically, with a peak at around 12,000 calls in a single day, which was indicative of the degree of public panic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to 2009-2016 Influenza Epidemics"
        },
        {
            "text": "However, a crisis occurred when a doctor's son died 1 month after he was vaccinated with a locally manufactured H1N1 influenza vaccine in 2009. The doctor believed there was a causal link between the immunization and his son's death. Media coverage of this event prompted more adverse reactions to be reported and triggered a wave of public distrust in vaccine safety and government authorities. This incident eventually brought the vaccination program to a complete stop. No matter how hard health officials tried to explain and reassure, the public remained skeptical about H1N1 vaccination, even after the case's autopsy revealed other likely causes of death. From this incident, Taiwan CDC recognized the importance of communicating with medical professionals and opinion leaders in responding to adverse events when carrying out vaccination campaigns. Since then, Taiwan CDC has held several consultation meetings to exchange opinions on vaccination strategies with these stakeholders. Effort has also been made to constantly update healthcare workers on epidemic situations and infectious disease control strategies and guidelines, so that they are able to help the government prevent and control pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to 2009-2016 Influenza Epidemics"
        },
        {
            "text": "When the outbreak of human infections with an emerging avian influenza virus (H7N9) occurred in mainland China in early 2013, inter-and intra-organizational communication in and between government agencies was carried out to control avian influenza virus transmission to humans at poultry farms or wet markets. As a result, Taiwan CDC coordinated with the animal health authorities and local governments to ban vendors from slaughtering and selling live poultry at traditional markets, which has successfully protected people from avian influenza infections since 2013. This was a successful case of communication and engagement across multiple sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to 2009-2016 Influenza Epidemics"
        },
        {
            "text": "In response to the threat of 2016-17 seasonal influenza, the government has provided 6 million doses of influenza vaccine for the citizens in Taiwan. A professional website and blog for promoting influenza immunization were launched in October 2016. In order to analyze the efficiency of risk communication on influenza vaccination, Taiwan CDC has monitored the toll-free hotline to identify topics that are of most concern to the public (eg, who are the target population, where to get the shot, adverse event reporting). Furthermore, Taiwan CDC has disseminated information regarding the influenza vaccination program and preventive measures through websites such as Facebook, Line, Instragram, Tumblr, and BANNER.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to 2009-2016 Influenza Epidemics"
        },
        {
            "text": "Online opinion monitoring has also been conducted on websites, forums, message boards, and opinion leaders' Facebook pages every day to evaluate public attitudes toward the flu shot. Taiwan CDC has honed in on popular online discussion platforms (eg, mobile01, eyny, ck101) and social media (eg, PTT, Facebook, LineQ). This has enabled Taiwan CDC to stay on top of public opinion in order to address popular concerns and adjust the direction of its public campaign in a timely fashion. When data analysis reveals rumors or misinformation, press releases are quickly issued to provide clarification. Moreover, these releases are shared with relevant authorities to facilitate the communication of consistent messages by different government agencies. Taiwan CDC's official website also has a designated area for dispelling rumors, which are countered by accurate information. The abovementioned risk communication practices are centered around dynamic listening and rumor management, and they have helped the government successfully promote communicable disease prevention and control as well as vaccination in Taiwan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to 2009-2016 Influenza Epidemics"
        },
        {
            "text": "In response to the large-scale Ebola outbreak that started in West Africa in 2014 and the MERS outbreak in South Korea in 2015, the objectives of risk communication were to: (1) advise the people who had gone to, or would visit, Ebola-and MERS-affected areas to take precautions, and (2) raise the vigilance of the general public. Additionally, citizens who were interested in monitoring their own health, who wanted to report a suspected case, or who were in need of medical attention after coming from an affected area and developing symptoms were advised to call the 24/7 hotline for further consultation and assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to Ebola and MERS-CoV"
        },
        {
            "text": "There were no confirmed cases of Ebola or MERS in Taiwan, so the purpose of risk communication was to control the infectious diseases outside of the borders and to detect any imported case early to avoid community spread. Several risk communication strategies were implemented, including: (1) issuing travel notices and releasing news to remind citizens going abroad to have greater vigilance, (2) providing travelers with updated information and health education materials at airports and travel clinics to remind them about disease prevention when visiting affected areas, and (3) displaying posters or scrolling texts at quarantine stations of the international seaports and airports.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Response to Ebola and MERS-CoV"
        },
        {
            "text": "Rumor monitoring and verification is another critical instrument for reducing public panic when responding to public health emergencies of international concern. During the MERS pandemic in South Korea, Taiwan CDC's monitoring system intercepted a self-posted message on Facebook. This Facebook member claimed that his friend was quarantined in South Korea and petitioned for help from the government. Concerned that this was possibly misinformation, Taiwan CDC immediately commented on the message, reminding the member not to disseminate misinformation. In addition, the toll-free hotline received a call from the same person reporting the same event, so Taiwan CDC was able to get his contact details and reached out to him to get more information regarding the case quarantined in South Korea. After verification with the government of South Korea, the event was confirmed as a rumor. Taiwan CDC issued a press release to the public to clarify this rumor to reduce social panic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to Ebola and MERS-CoV"
        },
        {
            "text": "The media environment in Taiwan is considered one of the freest and most saturated in Asia. As of December 31, 2014, the percentage of internet users had reached 83.8% of the population. 14 In such a dynamic environment, the authorities have continued to learn from their experiences in working with the media to communicate the risk posed by SARS in 2003, H1N1 in 2009, H7N9 in 2013, and seasonal influenza in 2016-17. The risk communication systems in Taiwan were established and reformed after the SARS outbreak. A closer relationship with the media has been developed according to the WHO principles of building trust, making timely announcements, maintaining transparency, informing but not inflaming the public, and planning in advance. The toll-free hotline has also become a critical component of the national communicable diseases surveillance systems for early detection and timely response to the threat of emerging infectious diseases. Several countries, such as Australia, 15 China, 16 and Singapore, 17 have launched similar call centers. While their call centers cover all healthcare-related emergencies, they are not an integral part of the national surveillance systems to detect and respond to emerging infectious disease outbreaks. Furthermore, the risk communication systems in Taiwan have capitalized on new media platforms to communicate with the public since 2009. Digital communication has also helped the Taiwan CDC monitor and verify rumors in response to the 2015 MERS pandemic in South Korea.",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 988,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 996,
                    "end": 998,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1014,
                    "end": 1016,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Risk communication for public health emergencies has never been an easy process. The public continues to have trust issues when it comes to official information, and rumor control remains a challenge. Additionally, extra manpower and funding support have remained a challenge for implementing effective risk communication principles in RISK AND OUTBREAK COMMUNICATION response to a public health emergency of international concern (PHEIC), especially in this era of exponentially increasing numbers of new media channels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The government of Taiwan has demonstrated considerable improvement in its risk communication practices during public health emergencies since the SARS outbreak in 2003. Many communication strategies, ranging from traditional media to social and new media strategies, have been implemented to improve transparency in public communication and promote civic engagement. According to the WHO, the ultimate purpose of risk communication is to enable people at risk to make informed decisions to protect themselves and their loved ones from harm. The Taiwan CDC will continue to maintain the strengths of its risk communication systems and resolve challenges as they emerge through active evaluation and monitoring of public opinion to advance Taiwan's capacity in outbreak communication and control. Moreover, the Taiwan CDC will continue to implement the IHR (2005) and to promote a global community working together to fight the shared risk and to reach the goal of ''One World, One Health.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "infectious-disease-threats-registration-28896779044?utm_ source=HMD+Email+List&utm_campaign=f7754e901a-11.28. 16+FMT+workshop+registration&utm_medium=email&utm_ term=0_211686812e-f7754e901a-180291785&mc_cid=f7754e 901a&mc_eid=bf52e0101b",
            "authors": [
                {
                    "first": "Nasem",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Medicine",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Food safety: risk communication",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. WHO Outbreak Communication Guidelines",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Joint External Evaluation Tool: International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quarantine for SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Taiwan. Emerg Infect Dis",
            "volume": "11",
            "issn": "2",
            "pages": "278--282",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk Communication during the SARS Outbreak in Taiwan: what did we do and what have we learned?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "New media is not the promised land but a perilous journey for newspaper industry. Big Data Group",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza Pandemic Strategic Plan",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Usage and Population Statistics: Taiwan",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Internet World",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stats",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Free Australian health advice and information you can count on",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Chinese Center for Disease Control and Prevention. Management of health hotline",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Useful contact numbers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singapore",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We would like to thank Dr. Steve Hsu-Sung Kuo, former Director-General of the Taiwan CDC, for his advice and insights on Taiwan's response to the SARS outbreak, the H1N1 influenza pandemic, the Ebola outbreak in West Africa, and MERS-CoV in South Korea. We would also like to thank Dr. Nancy Chen for editorial help on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}