{
    "paper_id": "05b5ca303bd262f2a8e7d9d05d203f023867d0ed",
    "metadata": {
        "title": "Membrane Protein Retention in the Yeast Golgi Apparatus: Dipeptidyl Aminopeptidase A Is Retained by a Cytoplasmic Signal Containing Aromatic Residues",
        "authors": [
            {
                "first": "Steven",
                "middle": [
                    "E"
                ],
                "last": "Nothwehr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "J"
                ],
                "last": "Roberts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [
                    "H"
                ],
                "last": "Stevens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The mechanism by which yeast dipeptidyl aminopeptidase (DPAP) A, a type II integral mem-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract. The mechanism by which yeast dipeptidyl aminopeptidase (DPAP) A, a type II integral membrane protein, is retained in the late Golgi apparatus has been investigated. Prior work demonstrated that the ll8-amino acid cytoplasmic domain is both necessary and sufficient for Golgi retention and that mutant or overexpressed DPAP A no longer retained in the Golgi was delivered directly to the vacuolar membrane (Roberts, C. J., S. F. Nothwehr, and T. H. Stevens. 1992. J. Cell Biol. 119:69-83) . Replacement of the DPAP A transmembrane domain with a synthetic hydrophobic sequence did not affect either Golgi retention of DPAP A or vacuolar delivery of the retentiondefective form of DPAP A. These results indicate that the DPAP A transmembrane domain is not involved in either Golgi retention or targeting of this membrane protein. A detailed mutational analysis of the cyto-plasmic domain of DPAP A indicated that the most important elements for retention were within the eight residue stretch 85-92. A 10-amino acid region from DPAP A (81-90) was sufficient for Golgi retention of alkaline phosphatase, a type II vacuolar membrane protein. Detailed mutational analysis within this 10-amino acid sufficient region demonstrated that a Phe-X-Phe-X-Asp motif was absolutely required for efficient retention. The efficiency of Golgi retention via the DPAP A signal could be diminished by overexpression of wild type but not retention-defective versions of Kex2p, another late Golgi membrane protein, suggesting that multiple Golgi membrane proteins may be retained by a common machinery. These results imply a role for a cytoplasmic signal involving aromatic residues in retention of late Golgi membrane proteins in the yeast Saccharomyces cerevisiae.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 497,
                    "text": "(Roberts, C. J., S. F. Nothwehr, and T. H. Stevens. 1992. J. Cell Biol. 119:69-83)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "UKARYOTIC proteins that are destined for the Golgi, lysosome/vacuole, or plasma membrane are transported through the ER and on to the Golgi apparatus where the pathways leading to the various destinations diverge (Mellman and Simons, 1992) . Sorting decisions made in the Golgi are dependent on positive signals on the proteins being sorted that specify their ultimate location. Proteins not containing positive sorting information will travel through and exit from the Golgi with the bulk flow of lipid via the default pathway. Therefore, proteins that execute their function within the ER or Golgi must have positive signals to specify retention within these organelles. For example, soluble resident proteins of the ER are known to be retained via the four amino acid sequence, K/HDEL, at the COOH terminus (for review see Pelham, 1989) . Receptor proteins that recognize this signal and aid in retaining these proteins in the ER have been identified. In addition, retention signals on ER membrane proteins have also been identified and, thus far, appear to consist of short peptide sequences on the cytoplas-Please address all correspondence to Dr. Tom H. Stevens, Institute of Molecular Biology, University of Oregon, Eugene, Oregon 97403. mic side of the membrane (Jackson et al., 1990; Mallabiabarrena et al., 1992) .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 239,
                    "text": "(Mellman and Simons, 1992)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 826,
                    "end": 839,
                    "text": "Pelham, 1989)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1270,
                    "end": 1292,
                    "text": "(Jackson et al., 1990;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1293,
                    "end": 1322,
                    "text": "Mallabiabarrena et al., 1992)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, the retention signals of several Golgi membrane proteins have been analyzed (for review see Machamer, 1991) . In animal cells, membrane protein retention in the cis and medial regions of the Golgi is usually specified by portions of the protein that include the transmembrane domain. Interestingly, the transmembrane domains of the E1 viral glycoprotein (Swift and Machamer, 1991) and galactosyltransferase (Aoki et al., 1992) have been shown to contain uncharged polar residues that appear particularly important for Golgi retention. TGN38, a membrane protein that localizes predominantly to the TGN (Luzio et al., 1990) and cycles between the TGN and the plasma membrane (Reaves et al., 1993) contains a cytoplasmic signal that is both necessary and sufficient for TGN localization (Humphrey et al., 1993) . Therefore, the mechanism of membrane protein retention in the TGN may be fundamentally different from that of other subcompartments within the Golgi.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 117,
                    "text": "Machamer, 1991)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 364,
                    "end": 390,
                    "text": "(Swift and Machamer, 1991)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 417,
                    "end": 436,
                    "text": "(Aoki et al., 1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 611,
                    "end": 631,
                    "text": "(Luzio et al., 1990)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 683,
                    "end": 704,
                    "text": "(Reaves et al., 1993)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 794,
                    "end": 817,
                    "text": "(Humphrey et al., 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of the yeast Golgi membrane proteins examined thus far, all are retained via their cytoplasmic domains. Our laboratory has focused on the mechanism of targeting and retention of dipeptidyl aminopeptidase (DPAP) I A, a type II yeast Golgi membrane protein (i.e., NH2-terminal cytoplasmic domain, single membrane anchor, and a large lumenal domain). DPAP A is one of three resident Golgi proteases (along with Kexlp and Kex2p) that process the secreted mating pheromone u-factor (Fuller et al., 1988) in a late Golgi compartment (Julius et al., 1984; Graham and Emr, 1991; Roberts et al., 1992) . Previous work has shown that the ll8-amino acid cytoplasmic domain of DPAP A is necessary and sufficient for its retention in the Golgi apparatus (Roberts et al., 1992) . Mutations in the cytoplasmic domain of DPAP A, as well as overproduction of the protein, resulted in its mislocalization to the vacuole, not the plasma membrane. These observations, along with the fact that no single domain of the vacuolar membrane protein, DPAP B, was required for vacuolar targeting, led us to propose the vacuolar default model for membrane protein sorting in the yeast secretory pathway (Roberts et al., 1990 (Roberts et al., , 1992 . This model states that no sorting information is required for transport of membrane proteins to the vacuole, and positive sorting information is required for nonvacuolar membrane proteins to stay out of the vacuole. Consistent with this model are the observations that the cytoplasmic domains of Kexlp (Cooper and Bussey, 1992) and Kex2p (Fuller et al., 1989; Wilcox et al., 1992) are necessary for Golgi retention and that nonretained Kexlp and Kex2p are mislocalized to the vacuolar membrane. It is important to note that the vacuolar default model does not apply to soluble proteins of the yeast secretory pathway, which are known to be secreted by default (Burgess and Kelly, 1987; Pelham, 1989) .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 498,
                    "text": "(Fuller et al., 1988)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 527,
                    "end": 548,
                    "text": "(Julius et al., 1984;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 549,
                    "end": 570,
                    "text": "Graham and Emr, 1991;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 571,
                    "end": 592,
                    "text": "Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 741,
                    "end": 763,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1174,
                    "end": 1195,
                    "text": "(Roberts et al., 1990",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1219,
                    "text": "(Roberts et al., , 1992",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1524,
                    "end": 1549,
                    "text": "(Cooper and Bussey, 1992)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1560,
                    "end": 1581,
                    "text": "(Fuller et al., 1989;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1582,
                    "end": 1602,
                    "text": "Wilcox et al., 1992)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1882,
                    "end": 1907,
                    "text": "(Burgess and Kelly, 1987;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1908,
                    "end": 1921,
                    "text": "Pelham, 1989)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we have sought to test further the vacuolar default model and to analyze the Golgi retention signal of DPAP A in detail. An alternative model, in which the DPAP A transmembrane contained a cryptic vacuolar targeting signal, can be ruled out since its replacement with a synthetic hydrophobic sequence still resulted in transport of Golgi retention-defective DPAP A to the vacuole. An 8-amino acid peptide sequence within the DPAP A cytoplasmic domain containing a Phe-X-Phe-X-Asp motif was absolutely required for efficient Golgi retention. A 10-amino acid sequence containing the Phe and Asp residues was found to be sufficient for retention of a vacuolar membrane protein in the yeast Golgi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The following S. cerevisiae strains were used in this study: SF838-1D-8A1 (MATch, phoSA ::LEU2, ade6, gal2) , pho8A::LEU2, ade6, gal2, , JHRY20-1A-13 AgA (MATot, steJ3A::LEU2, dap2A:: HIS3, , JHRY20-1ASA1 (MATtx, phoSA::LEU2, , phoSA::LEU2, and CRY2-8A (MATot, kex2A::URA3, pho8A:: LEU2, trpl) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "(MATch,",
                    "ref_id": null
                },
                {
                    "start": 82,
                    "end": 95,
                    "text": "phoSA ::LEU2,",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 101,
                    "text": "ade6,",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "gal2)",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 122,
                    "text": "pho8A::LEU2,",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 128,
                    "text": "ade6,",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 134,
                    "text": "gal2,",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 189,
                    "text": "HIS3,",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 212,
                    "text": "(MATtx,",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 225,
                    "text": "phoSA::LEU2,",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 240,
                    "text": "phoSA::LEU2,",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 287,
                    "text": "LEU2,",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 293,
                    "text": "trpl)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Yeast Strains and Materials"
        },
        {
            "text": "The following reagents were obtained from the indicated sources: [35S] express label was from New England Nuclear (Boston, MA); Zymolyase 100T was from ICN Biomedicals Inc. (Costa Mesa, CA); glusalase was 1. Abbreviations used in this paper: ALP, alkaline phosphatase; CEN, yeast centromere; DPAP, dipeptidyl aminopeptidase; V-ATPase, vacuolar protontransloeating ATPase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yeast Strains and Materials"
        },
        {
            "text": "from Dupont Pharmaceuticals (Wilmington, DE); oxalyticase was from Enzogenetics (Corvallis, OR); all secondary and fluorochrome-conjngated antibodies for immunofluorescence were from Jackson ImmunoResearch Labs. Inc. (West Grove, PA); IgGsorb was from The Enzyme Center (Malden, MA); reagents for DNA sequencing were from Un. States Biochem. Corp. (Cleveland, OH); reagents for PCR were from Perkin-Elmer Cetus Instrs. (Norwalk, CT); and SDS (ultra-pure) was from BDH Biochemicals (San Francisco, CA). Mutagenic oligonucleotides were synthesized (Ito et at., 1982) at the University of Oregon Biotechnology Laboratory on a 380B DNA synthesizer (Appl. Biosystems, Inc., Foster City, CA). All other reagents were from the Sigma Chem. Co. (St. Louis, MO).",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 564,
                    "text": "(Ito et at., 1982)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Yeast Strains and Materials"
        },
        {
            "text": "DNA sequencing was performed according to Un. States Biochem. Corp. PCRs were carried out as recommended by Perkin-Elmer Cetus Instrs. The Hanahan (1985) procedure was used for E. coli transformations. Oligonucleotide-directed mutagenesis was performed according to Kunkel et ai. (1987) . All other DNA manipulations were performed as described in Sambrook et al. (1989) . The E. coli strain SURE TM (Stratagene, La Jolla, CA) was used for construction of plasmids expressing the A-X-A and A85-106-A-X-A proteins (see below) while the strain MC1061 (Casadaban and Cohen, 1980) was used for all other routine subcloning steps. Oligonucleotidedirected mutagenesis was carried out in strain CJ236.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 153,
                    "text": "Hanahan (1985)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 266,
                    "end": 286,
                    "text": "Kunkel et ai. (1987)",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 370,
                    "text": "Sambrook et al. (1989)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 549,
                    "end": 576,
                    "text": "(Casadaban and Cohen, 1980)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DNA Manipulations and Plasmid Construction"
        },
        {
            "text": "A STE/3 disruption plasmid was constructed by inserting a ~4-kbp BcU fragment of the LEU2 gene into BclI sites at positions 1235 and 2843 of the STE/3 gene (the A of the ATG is nucleotide 163; removing 1.6-kbp of coding sequence), which had been cloned into pBR322 as a 7.2-kbp BamHI fragment, giving rise to plasmid pSL349, stel3A strains were constructed by transforming (Ito et al., 1983) leu2 yeast strains to Leu + with the ~9.5kbp BamHI ste13A::LEU2 fragment from pSL349.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 391,
                    "text": "(Ito et al., 1983)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DNA Manipulations and Plasmid Construction"
        },
        {
            "text": "Replacement of the transmembrane domain of DPAP A (residues 120-139) with the sequence L(LALV)5, was as follows: oligonucleotide mutagenesis of a plasmid pCJR71 (Roberts et al., 1992) consisting of the 0.65-kbp EagI-PstI STE/3 fragment (Flanagan, C. A., D. A. Barnes, M. C. Flessel, and J. Thorner, manuscript submitted for publication) in pKS + (Stratagene) was used to remove sequences encoding amino acids 120-139 while leaving an HpaI site at the in-frame fusion junction resulting in plasmid pSN113. Multiple tandem repeats of the linker (5\"ACTAGCC,-CTAGT-31 were ligated into the HpaI site ofpSNll3. Sequence analysis showed that a resulting plasmid, pSNll8, contains five copies of this linker. The resulting DNA sequence encodes the following amino acids surrounding the transmembrane domain: (NH2...RSL(LALV)sTP...)__ where the wild-type residues are underlined. The SacI-MhiI fragment from pSNll8 was inserted into the SacI-MluI sites of pCJR106 (Roberts et al., 1992) creating pSN121 (A-X-A in a 2 #m plasmid). ~85-106-A-X-A was constructed by inserting an EagI-BsaI fragment from pSN60 (described below) into the EagI-BsaI sites of pSNll8 creating pSN119. The SacI-MluI fragment from pSNll9 was inserted into the SacI-MluI sites of pCJR106 resulting in pSN122 (A85-106-A-X-A in a 2 #m plasmid).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 183,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 956,
                    "end": 978,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "DNA Manipulations and Plasmid Construction"
        },
        {
            "text": "Plasmids encoding the A-ALP fusion protein were constructed as follows: a 3.5-kbp KpnI-EcoRI fragment from pAL145, pBR322 carrying a 4-kbp BamHI fragment containing the entire PH08 gene (Kaneko et ai., 1987) , was inserted into the KpnI-EcoRI sites of pSK + resulting in the plasmid pSN8. Oligonucleotide mutngenesis was performed on pSN8 to introduce a silent mutation into the PH08 gene (A-G at position 570), which removes the BgllI site creating plasmid pSN9. PCR amplification from pSN9 resulted in a product consisting of nucleotides 97-1921 of the PH08 gene with additional nucleotides at the 5' and 3' ends encoding BglH and EcoRI sites, respectively. This PCR fragment was digested with BgllI and EcoRI, ligated to the l.l-kbp SalI-BgllI fragment from pCJRl6 (6-kpb XbaI-BamHI fragment of the ME/3 gene in pUC13; Roberts, C., and T. Stevens, unpublished observations) , and both fragments were inserted into the SalI-EcoRI sites of YCp50 via a three-way ligation creating pSN14. The protein sequence at the region of the fusion junction is (NH2...PEKRS-KIIV...) where the DPAP A sequence is underlined and the ALP sequence is not. Centromere-containing (CEN), HIS3 and URA3 based vectors carrying the STE13-PH08 gene fusion were constructed by inserting the EagI-EcoRI fragment from pSN14 into the EagI-EcoRI sites of plasmids pRS313 and pRS316 (Sikorski and Heiter, 1989) resulting in plasmids pSN54 and pSN55, respectively.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 207,
                    "text": "(Kaneko et ai., 1987)",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 876,
                    "text": "Roberts, C., and T. Stevens, unpublished observations)",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1381,
                    "text": "(Sikorski and Heiter, 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DNA Manipulations and Plasmid Construction"
        },
        {
            "text": "Deletions within the cytoplasmic domain of DPAP A (see Fig. l ) were constructed via oligonucleotide mutagenesis of pCJR71. To incorporate these deletions into the A-ALP fusion protein, SacI-Bglll fragments carrying the appropriate deletions were fused to the BglII-EcoRI fragment from pSN14 and both fragments were inserted into the SacI-EcoRI sites of pSEYC68 (a URA3-based, CEN plasmid; Emr et al., 1983 ) via a three-way ligation. The following is a list of the resulting plasmids and encoded protein products: pSN25 (A2-51-A-ALP), pSN32 (A2-80-A-ALP), pSN34 (A2-100-A-ALP), pSN35 (A109-116-A-ALP), pSN27 (A68-106-A-ALP), pSN60 (A85-106-A-ALP), pSN41 (Ag5-92-A-ALP), pSN42 (A92-99-A-ALP), and pSN43 (A99-106-A-ALP), where the deletion endpoints are indicated (e.g., A2-51 is missing residues 2 through 51).",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 406,
                    "text": "Emr et al., 1983",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 61,
                    "text": "Fig. l",
                    "ref_id": null
                }
            ],
            "section": "DNA Manipulations and Plasmid Construction"
        },
        {
            "text": "Mutations that changed residues 81-90 of DPAP A to other amino acids were also constructed by oligonucleotide mutagenesis of pCJRT1. The nomenclature used for the mutant proteins is Phes~ ~ Alags represented as F85A. EagI-BgllI fragments from derivatives of plasmid pCJRT1 containing the desired mutations were subcloned into the EagI-BgllI sites of pSN55. The following is a list of the resulting plasmids and the mutations contained within the A-ALP context: pSN196 (R81A), pSN197 (R82A), pSN198 (Eg3A), pSN199 ($84A), pSN99 (F85A), pSN105-S (F85S), pSN105-Y (F85Y), pSN105-D (F85D), pSNI05-G (F85G), pSN105-C (F85C), pSN105-R (F85R), pSN200 (Q86A), pSN106-R (Q86R), pSN106-K (Q86K), pSN137-W (Q86W), pSNI37-E (Q86E), pSN137-M (Q86M), pSN137-V (Q86V), pSN98 (F87A), pSN107-C (F87C), pSN107-V (F87V), pSNIO7-G (F87G), pSNI39 (F87Y), pSN174 (N88A), pSN175, (D89A), pSN176 (I90A), and pSN100 (F85A,F87A). The F85A and F87A mutations were incorporated into wild-type DPAP A by inserting SacI-MluI fragments (from pCJRT1 derivatives containing these mutations) into the SacI-MluI sites of pCJR106 resulting in the 2/~m, URA3 based plasmids pSN128 and pSNI27, respectively. All of the mutations described above were confirmed by restriction digest analysis (in cases where the point mutation or point of deletion fell within a restriction site) or by DNA sequence analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Manipulations and Plasmid Construction"
        },
        {
            "text": "Yeast CEN plasmids expressing ALP and RS-ALP were constructed as follows: a 4-kbp BamHl fragment from pAL145 containing the PH08 gene was subeloned into the BamHI site of pKS +. The resulting plasmid (pSN93) was used for oligonucleotide mutagenesis to replace sequences encoding amino acids 11-17 of ALP with sequences encoding residues 81-90 of DPAP A creating the plasmid pSN94. The resulting amino acid sequence is as follows: (NH2...EQRRESFQFNDIDS...) where the DPAP A sequence is underlined. BamHI fragments from pSN93 and pSN94 were subcloned into pRS316 (CEN, URA3 based vector) resulting in pSN92 and pSN97, respectively, and into pRS313 (CEN, HIS3 based vector) creating pSN124 and pSN125, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA Manipulations and Plasmid Construction"
        },
        {
            "text": "Yeast strains were grown at 30°C to midlogarithmic phase in selective synthetic media lacking methionine and cysteine. 0.50Ds of cells (~5 x 10 ~) were then pelleted and resuspended in fresh media. The cells were pulsed by the addition of NEN aSS-express label and chased by addition of 50 t~g/ml methionine and 50 #g/ml cysteine. To end the chase, the cultures were adjusted to 10 mM NaN3 on ice. The cells were then spheroplasted , pelleted, and lysed by incubating in 1% SDS, 8 M urea, 0.5 mM PMSF, 1 tzg/mi leupeptin, and 1/~g/ml pepstatin at 100°C for 5 min. The volume was then adjusted on ice to 1 ml with IP buffer (10 mM Tris, pH 8.0, 0.1% Triton X-100, 2 mM EDTA) and IgGsorb was added to 0.5%. After preadsorbing on ice for 15 min, the IgGsorb was pelleted, and either anti-ALP polycloual antibody (Raymond et al., 1992) or anti-DPAP A polycional antibody (Roberts et al., 1992) was added to the supernatant followed by a 1-h incubation on ice. Immune complexes were precipitated by adding IgGsorb to 0.5% and incubating I h on ice. The precipitates were washed twice with 0.1 M Tris, pH 7.6, containing 2.0 M urea, 0.2 M NaCI, and 1% Triton X-100, and then twice with 1% 2-mercaptoethanol. The samples were then analyzed by SDS-PAGE and fluorography as described previously . Gels were quantified using Radioanalytic Imaging System (AMBIS Inc., San Diego, CA).",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 831,
                    "text": "(Raymond et al., 1992)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 867,
                    "end": 889,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Growth Conditions, Radiolabeling, and Immunoprecipitation"
        },
        {
            "text": "The primary antibodies used for indirect immunofluorescence were as follows: (a) for ALP and A-ALP, an affinity purified rabbit polyclonal antibody against the luminal domain of ALP, which had been preadsorbed against fixed phoSA yeast cells (Raymond et al., 1992) was used; (b) for Kex2p, an affinity purified rabbit polyclonal antibody against Kex2p kindly provided by Robert Fuller was used; (c) for DPAP A, an affinity purified rabbit polyclonal antibody against the luminal domain of DPAP A, which had been preadsorbed against fixed stel3A yeast cells (Roberts et al., 1992) was used; and (d) for the 60-kD vacuolar proton-translocating ATPase (V-ATPase) subunit, the mouse monoclonal antibody 13Dll (Kane et al., 1992) was used.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 264,
                    "text": "(Raymond et al., 1992)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 557,
                    "end": 579,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 705,
                    "end": 724,
                    "text": "(Kane et al., 1992)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "lmmunofluorescence"
        },
        {
            "text": "The preparation of fixed, spheroplasted cells was carried out essentially as described (Roberts et al., 1991) except that the extent of SDS treatment was adapted to the antigens being detected. For simultaneous detection of both the 60-kD V-ATPase subunit and A-ALP (or ALP), DPAP A and the 60-kD V-ATPase subunit, and A-ALP (RS-ALP or ALP) and Kex2p, the cells were treated as follows: 1.5% SDS for 2-3 min, 0.5% SDS for 2-3 min, and 5 % SDS for 5 rain, respectively.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 109,
                    "text": "(Roberts et al., 1991)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "lmmunofluorescence"
        },
        {
            "text": "For simultaneous detection of A-ALP, ALP, or DPAP A with the 60-kD V-ATPase subunit, the cells were incubated with the following solutions followed by extensive washing with 5 mg/ml BSA in PBS after each step: (a) 1:10 dilution each of rabbit anti-ALP or anti-DPAP A antibody and the anti-60-kD V-ATPase subunit mouse mAb, (b) 1:1,000 dilution of biotinconjugated goat anti-rabbit IgG (H + L), and (c) 1:500 dilution each of FITC-conjugated streptavidin and rhodamine-conjugated goat anti-mouse IgG (H + L). The procedure for costaining of A-ALP, ALP, or RS-ALP with Kex2p was essentially as described by Franzusoff et al. (1991) and involved the following incubations: (a) I:10 dilution of rabbit anti-ALP, (b) 10 #g/ml Fab fragment of goat-anti-rabbit IgG (H + L), (c) 1:50 dilution of rabbit anti-Kex2p, (d) 1.5/~g/ml mouse anti-rabbit IgG (H + L), and (e) 1.5 ~g/ml each of rhodamine-conjugated rabbit anti-goat F(ab')2 and FITC-conjugated rabbit anti-mouse F(alY)2.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 629,
                    "text": "Franzusoff et al. (1991)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "lmmunofluorescence"
        },
        {
            "text": "Quantitation of the localization of A-X-A, A85-106-A-X-A, and RS-ALP was performed by analyzing >100 cells that bad stained for the antigen of interest (at least 53% of total). Golgi localization was defined as cytoplasmic punctate patches that were distinct from the nucleus, ER, and vacuole. Vacuolar localization was defined by coiocaiization with the 60-kD V-ATPase subunit. The extent of colocalization of Kex2p with A-ALP and RS-ALP was quantified by analyzing cells that clearly stained for each antigen ('~80% of total). Doubly stained cells that exhibited essentially complete colocalization of the two staining patterns were scored as demonstrating colocalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "lmmunofluorescence"
        },
        {
            "text": "The role of the transmembrane domain of DPAP A in its retention in the Golgi apparatus, and in delivery to the vacuolar membrane of retention-defective DPAP A, was investigated. We previously demonstrated that a deletion of residues 85-106 in the cytoplasmic domain of DPAP A resulted in its delivery to the vacuolar membrane (Roberts et al., 1992) indicating that this domain is necessary for Golgi retention. While these data supported the hypothesis that the vacuole was the default destination for membrane proteins of the yeast secretory pathway, another possibility was that the transmembrane domain contained a \"cryptic\" vacuolar targeting signal, which directed the mutant protein to the vacuole in the absence of Golgi retention. To distinguish between these models, the transmembrane domain of wild-type DPAP A and of A85-106-AAA (Roberts et al., 1992) were replaced with a 21 residue synthetic hydrophobic sequence, X = L(LALV)s, resulting in the A-X-A and A85-106-A-X-A proteins ( Fig. 1 A) . Repeats of the sequence, LALV, were previously shown to functionally replace the transmembrane domain of the E. coli coliphage fl gene III protein (Davis and Model, 1985) .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 348,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 840,
                    "end": 862,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1152,
                    "end": 1175,
                    "text": "(Davis and Model, 1985)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 993,
                    "end": 1002,
                    "text": "Fig. 1 A)",
                    "ref_id": null
                }
            ],
            "section": "The Transmembrane Domain Is Not Necessary for DPAP A Golgi Retention or Delivery of Retention-defective DPAP A to the Vacuolar Membrane"
        },
        {
            "text": "The constructs were analyzed in a strain containing a null allele of STE/3, the structural gene for DPAP A (Julius et al., 1983) . Immunoprecipitations of DPAP A, A85-106-AAA, A-X-A, and A85-106-A-X-A expressed from 2 #m plasmids were carried out using a polyclonal antibody against the luminal domain of DPAP A (Roberts et ai., 1992). Fig. 2 from DPAP A whereas the A85-106-AAA and A85-106-A-X-A mutants have a slightly greater mobility, consistent with a 22-amino acid deletion. Non-glycosylated DPAP A is reduced in size ~,5-kD compared to the glycosylated protein (Roberts et al., 1992) , therefore these results indicate that the mutant enzymes are translocated into the ER and receive carbohydrate modifications in the ER and Golgi similarly to DPAP A. To determine the cellular locations of the constructs, indirect immunofluorescence microscopy was performed using an anti-DPAP A antibody (Roberts et al., 1992) . Fig. 3 B shows that A-X-A, like DPAP A (Roberts et al., 1992 ; data not shown), is localized to discrete punctate patches in the cytoplasm distinct from the ER and vacuole and typical of the yeast Golgi apparatus . Comparison of this staining pattern with that of the 60-kD vacuolar proton-translocating ATPase (V-ATPase) subunit ( Fig. 3 C) , a marker for the yeast vacuolar membrane (Yamashiro et al., 1990) , demonstrates that the location of A-X-A is nonvacuolar. A-X-A exhibited a Golgi staining pattern in 100% of the cells examined, and was found on the vacuolar membrane in <1% of cells ( domain of DPAP A does not appear to be involved in its retention in the Golgi other than acting as a membrane anchor. In addition, the A-X-A protein complemented a stel3A strain for processing of the u-factor mating pheromone demonstrating that it was correctly folded and in the correct Golgi compartment (data not shown). In contrast to the Golgi localization of A-X-A, ARS-106-A-X-A exhibited a vacuolar membrane staining pattern (Fig. 3 , compare panels E and F) indistinguishable from that of A85-106-AAA (Roberts et al,, 1992 ). A85-106-A-X-A decorated the vacuolar membrane in 100% of the cells examined and in a small percentage of cells (11%) was also localized to the Golgi apparatus. These data show that mislocalization of DPAP A to the vacuole as caused by the A85-106 mutation occurs norreally when the transmembrane domain is replaced with a synthetic hydrophobic sequence, demonstrating that transport to the vacuole does not require a specific signal within this domain.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 128,
                    "text": "(Julius et al., 1983)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 568,
                    "end": 590,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 897,
                    "end": 919,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 961,
                    "end": 982,
                    "text": "(Roberts et al., 1992",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1307,
                    "end": 1331,
                    "text": "(Yamashiro et al., 1990)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2029,
                    "end": 2050,
                    "text": "(Roberts et al,, 1992",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 342,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 928,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1254,
                    "end": 1263,
                    "text": "Fig. 3 C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1952,
                    "end": 1959,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Transmembrane Domain Is Not Necessary for DPAP A Golgi Retention or Delivery of Retention-defective DPAP A to the Vacuolar Membrane"
        },
        {
            "text": "ALP ~i !i i i !ĩi i !!~i i i !ĩ!i i i !i !!~i i i i i i ĩĩ!!!~!~!i i i i i i i i i !i !i !~!!~i i i i i i i i i i !i i !~!~i !~ĩi i i DPAP A NI A-ALP NI PEP4 I c C i0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "shows that the SDS-PAGE mobility of A-X-A is indistinguishable"
        },
        {
            "text": "Our previous observation that the cytoplasmic domain of DPAP A was sufficient to retain a vacuolar membrane protein (DPAP B) in the yeast Golgi (Roberts et al., 1992) , combined with the analysis of the transmembrane and cytoplasmic domains above, strongly indicate that all the information required for retention lies within the cytoplasmic domain. A hybrid membrane protein was constructed to characterize the retention signal within the liB-amino acid cytoplasmic domain in more detail. This A-ALP fusion protein consisted of the cytoplasmic domain of DPAP A fused to the transmembrane and luminal domains of alkaline phosphatase (ALP; Klionsky and Emr, 1990) , a type II integral membrane protein of the vacuole (Fig. 1 B) . ALP contains a •3-kD propeptide at its COOH terminus, which is removed in a manner dependent on protease A, the product of the PEP4 gene (Ammerer et al., 1986) , indicating that this modification occurs within the vacuole (Klionsky and Emr, 1989) . Therefore, this PEP4-dependent cleavage event can be used as an assay for vacuolar delivery of A-ALP. In addition, unlike DPAP A, A-ALP can be analyzed by immunofluorescence microscopy when expressed from the endogenous STEJ3 promotor on a single-copy, CEN plasmid, thereby avoiding the necessity to overproduce the protein.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 166,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 639,
                    "end": 662,
                    "text": "Klionsky and Emr, 1990)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 866,
                    "end": 888,
                    "text": "(Ammerer et al., 1986)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 951,
                    "end": 975,
                    "text": "(Klionsky and Emr, 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 726,
                    "text": "(Fig. 1 B)",
                    "ref_id": null
                }
            ],
            "section": "The A-ALP Fusion Protein Is a Relevant Model for Studying Golgi Retention"
        },
        {
            "text": "Western blot analysis of extracts ofpho8A cells carrying a CEN-based plasmid encoding the A-ALP fusion protein demonstrated that A-ALP was synthesized as a 95-kD polypeptide, which behaved as an integral membrane protein under high pH carbonate extraction conditions (data not shown). Immunolocalization experiments showed that A-ALP exhibits a cytoplasmic punctate staining pattern (Fig. 4 A) that is distinct from the vacuolar staining pattern obtained using a monoclonal antibody against the 60-kD V-ATPase subunit and distinct from wild-type ALP (see below). The staining pattern of A-ALP was indistinguishable from the staining pattern observed for the Golgi membrane proteins DPAP A (Roberts et al., 1992) , Kex2p , and Kexlp (Cooper and Bussey, 1992) . As a direct test of whether A-ALP is localized to the same Golgi structures as Kex2p, double-labeling experiments were carded out to simultaneously detect the two antigens. Fig. 4 A shows representative cells expressing both A-ALP and Kex2p, where Kex2p was overexpressed (*15-fold) by placing the KEX2 gene under the control of the GAL/promoter to aid in its visualization. This level of KEX2 overexpression does not qualitatively affect its localization . Comparison of the Kex2p staining pattern with that of A-ALP revealed (Fig. 4 A) striking overlap of the staining patterns for the two antigens. Quantitation of the immunofluorescence data (for details see Materials and Methods) indicated that 97 % of the cells that stain for both antigens exhibited extensive colocalization. Thus, the data indicate that the vast majority of A-ALP colocalizes with Kex2p, a marker for the yeast Golgi apparatus (Redding et ai., 1991) .",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 711,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 732,
                    "end": 757,
                    "text": "(Cooper and Bussey, 1992)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1663,
                    "end": 1685,
                    "text": "(Redding et ai., 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 393,
                    "text": "(Fig. 4 A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 933,
                    "end": 939,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1287,
                    "end": 1297,
                    "text": "(Fig. 4 A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The A-ALP Fusion Protein Is a Relevant Model for Studying Golgi Retention"
        },
        {
            "text": "Because the staining procedure depends on separate amplification of two rabbit primary antibodies (Franzusoff et al., 1991; see Materials and Methods) , control experiments were performed to ensure a lack of secondary antibody cross reactivity. No Kex2p staining was observed in a kex2A strain lacking Kex2p (Fig. 4 B) , and similarly no A-ALP staining was observed in phoSA strains lacking the A-ALP fusion protein (Fig. 4 C) . Moreover, when the procedure was applied to a strain expressing Kex2p and wild-type ALP, a vacuolar membrane protein, the staining patterns were distinct, further demonstrating a lack of cross reactivity of the two rabbit antibodies (Fig. 4 D) . Finally, when either primary antibody was omitted from the procedure no significant staining was observed for either corresponding antigen (data not shown). ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 123,
                    "text": "(Franzusoff et al., 1991;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 124,
                    "end": 150,
                    "text": "see Materials and Methods)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 318,
                    "text": "(Fig. 4 B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 416,
                    "end": 426,
                    "text": "(Fig. 4 C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 662,
                    "end": 672,
                    "text": "(Fig. 4 D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The A-ALP Fusion Protein Is a Relevant Model for Studying Golgi Retention"
        },
        {
            "text": "A series of deletions were made in the cytoplasmic domain of DPAP A (in the context of the A-ALP fusion protein) to identify the region responsible for its retention in the Golgi (Fig. 1 C) . The A-ALP deletion mutants were expressed in a phoSA strain and localized by indirect immunofluorescence microscopy. In accordance with the vacuolar default model for membrane protein sorting in yeast (Roberts et al., 1992) , the deletion mutants that failed to be retained in the Golgi were delivered to the vacuolar membrane rather than to the cell surface. Table I shows quantitation of the immunolocalization data focusing on the percentage of cells that exhibit vacuolar staining. As indicated in Fig. 4 , wildtype A-ALP exhibited a Golgi staining pattern, with very few cells (<1%) exhibiting vacuolar membrane staining. Removal of residues 2-51 or even 2-80 within the ll8-amino acid cytoplasmic domain had little effect on localization of A-ALP. However, deletion of 20 additional residues (A2-100) resulted in dramatic mislocalization of A 2-100-A-ALP to the vacuole, as the anti-ALP antibody decorated the vacuolar membrane in 100% of the stained cells examined. The residues immediately adjacent to the transmembrane domain were not required for retention since the A109-116-A-ALP protein exhibited essentially wild-type localization. Removal of residues 68-106, as well as the smaller deletion A85-106, prevented retention in the Golgi apparatus. The observation that the 22-amino acid deletion (A85-106) resulted in as severe a mislocalization phenotype (99% of cells exhibiting vacuolar staining) as removal of almost the entire cytoplasmic tail (A2-100, 100%) suggested that the most important elements of the retention signal were within this region. To define region 85-106 further, three smaller deletions (A85-92, A92-99, and A99-106) were analyzed. The A85-92-A-ALP protein was mislocalized to the vacuole (100% of cells * Each construct was analyzed in SF838-1D-8A2 cells (pho8A, pep4-3) contaning CEN-based plasmids encoding either wild-type or mutant A-ALP proteins (see Materials and Methods for detailed description of plasmids). The cells were fixed, spheroplasted, and costained with rabbit anti-ALP and mouse anti-60-kD V-ATPase subunit, and analyzed by indirect immunofluorescence microscopy as described in Materials and Methods. Staining for all constructs was apparent in at least 90% of the cells examined, and of these stained cells at least 100 cells were quantified. ¢ The percentages refer to the percent of cells that exhibit significant vacuolar staining for each protein. Vacuolar staining was scored by comparing the staining pattern of each construct in a given cell with the pattern obtained using an antibody against the 60-kD V-ATPase subunit, a marker for the vacuolar membrane (see Materials and Methods). Depending on the protein being analyzed, other staining patterns such as Golgi staining were sometimes observed rather than (or in addition to) vacuolar staining.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 415,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 189,
                    "text": "(Fig. 1 C)",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 559,
                    "text": "Table I",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 694,
                    "end": 700,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Residues 85-92 of DPAP A Are Involved in Golgi Retention"
        },
        {
            "text": "The JoulTlal of Cell Biology, Volume 121, 1993 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Residues 85-92 of DPAP A Are Involved in Golgi Retention"
        },
        {
            "text": "In mammalian cells, there is much evidence that aromatic residues in the cytoplasmic domains of membrane proteins can act as sorting signals for clustering into coated pits (for review see Trowbridge, 1991) . Therefore, it was intriguing that there were two phenylalanine residues at positions 85 and 87 within the eight amino stretch found to be essential for Golgi retention of A-ALP. To test whether the phenylalanine residues at positions 85 and 87, and the intervening nonaromatic glutamine residue at position 86, were important for retention, extensive site saturation mutagenesis was performed at each of these three positions, The mutant A-ALP hybrids were analyzed by monitoring the kinetics of PEP4-dependent processing, enzymatic activity, as well as indirect immunofluorescence microscopy. Cells expressing either wild-type A-ALP or the mutant protein with F85 substituted by alanine (F85A-A-ALP) were pulse-labeled with 35S for 30 min and chased for the indicated times (Fig. 6) . After a 60-min chase, no processing was detected for wildtype A-ALP whereas processing of the F85A-A-ALP protein was evident at the beginning of the chase period and was ~50% complete by 60-min of chase. Processing of the F85A-A-ALP hybrid protein, which was completely PEP4- . Each strain was 3sS-labcled for 15 rain and chased for 0, 20, 60, and 180 rain, spheroplasted, lysed,and subjected to immunoprecipitation using an anti-ALP antibody. The percent processing at each time point was quantified by scanning SDS-PAGE gels with an AMBIS Redioanalytic Imaging System and the half-time was determined by linear regression analysis. For proteins having <20% processing after a 180-min chase or proteins having no detectable processing at the 180-rain time point, the half-time of processing was expressed as \">180\" or by ~no processing,\" respectively. teins containing amino acid replacements at positions 85, 86, or 87 (Table II) . No processing of wild-type A-ALP was detected after 3 h of chase while every amino acid replacement at positions 85 and 87 caused processing to occur with half times that ranged from 55 to 165 min. Replacing both phenylalanines with alanines (A85,A87-A-ALP; t~a of 70 min) did not decrease the half time of processing as compared with replacing F85 or F87 alone (t~ of 70 and 55, respectively), nor did the double replacement increase the already severe mislocalization defect of the F85A-A-ALP (Fig. 5 ) and F87A-A-ALP (Table I; 96% of cells show vacuolar staining) mutants as judged by immunofluorescence microscopy. Whereas there appears to be a specific requirement for a phenylalanine at position 85, position 87 is somewhat less strict since a tyrosine or valine substitution exhibited a less severe phenotype than the other residues tested. In contrast to replacement of F85 and F87, replacements for Q86 had little if any affect on Golgi retention as judged by the extremely slow rates of processing. While these data suggest that the most critical element of the retention signal consists ofa Phe-X-Phe motif, it is possible that amino acids surrounding this sequence are also important for retention. To test this possibility, alanine scanning mutagenesis was carded out at positions 81-84 and 88-90 (Table HI) Table II. and F87A mutations, did result in a half-time of processing of 105 min indicating that D89 is also important for Golgi retention of A-ALP.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 206,
                    "text": "Trowbridge, 1991)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 984,
                    "end": 992,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1916,
                    "end": 1926,
                    "text": "(Table II)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2424,
                    "end": 2431,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2449,
                    "end": 2458,
                    "text": "(Table I;",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 3239,
                    "end": 3249,
                    "text": "(Table HI)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 3250,
                    "end": 3259,
                    "text": "Table II.",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Phe85, Phe87, and Asp89 Are Required for Golgi Retention"
        },
        {
            "text": "ALP is inactive until its propeptide is cleaved in a PEP4dependent manner in the vacuole (Klionsky and Emr, 1989) . Therefore, enzymatic activity can also be used as an assay for vacuolar delivery of the A-ALP proteins containing point mutations, since wild-type and mutant protein levels were essentially the same ( Fig. 6 ; data not shown). When the activity of wild-type A-ALP and the F85A,F87A-A-ALP mutant were assayed in a phoSA, PEP4 strain, the ALP activity for the mutant hybrid was sixfold greater than that of wildtype A-ALP after subtracting out the background activity of the cytoplasmic alkaline phosphatase, Phol3p (Kaneko et al., 1989) . This is in agreement with the localization and processing data above indicating that F85,F87-A-ALP is mislocalized to the vacuole, and also argues that F85A, F87A-A-ALP is correctly folded into an enzymatically active conformation.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 113,
                    "text": "(Klionsky and Emr, 1989)",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 651,
                    "text": "(Kaneko et al., 1989)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 323,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Phe85, Phe87, and Asp89 Are Required for Golgi Retention"
        },
        {
            "text": "Although we previously showed that the A85-106 mutation caused DPAP A to be mislocalized to the vacuole (Roberts et al., 1992) , it was not clear whether removal of just F85 Figure 7 . Immunolocalization of DPAP A containing a Phe to Ala mutation at position 85. JHRY20-1A-13A2A cells (stel3A, pep4-3) carrying a 2 /~m plasmid encoding F85A-AAA (pSN128) were stained as in Fig. 3 . DPAP A staining is shown in B, 60-kD V-ATPase subunit staining in C, and a Nomarski image of whole cells in A. and F87, essential for Golgi retention of A-ALP, would lead to mislocalization of the full-length DPAP A protein. Indirect immunofluorescence microscopy was carded out on ste13A cells expressing F85A-AAA, a mutant form of DPAP A in which only the F85 residue was altered (to alanine). Fig. 7 shows that this protein is clearly mislocalized to the vacuolar membrane. A similar result was obtained for the F87A-AAA mutant (data not shown) demonstrating the importance of these residues for retention of wild-type DPAP A.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 126,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 301,
                    "text": "(stel3A, pep4-3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 373,
                    "end": 379,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 778,
                    "end": 784,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Phe85, Phe87, and Asp89 Are Required for Golgi Retention"
        },
        {
            "text": "Mutational analysis clearly identified an eight amino stretch containing a critical Phe-X-Phe-X-Asp sequence as necessary for retention; however, it was important to determine whether this sequence motif could function independently to retain a non-Golgi membrane protein. A sufficiency test was conducted by incorporating the 10-amino acid sequence surrounding F85 and F87 that had been analyzed by alanine scanning mutagenesis (residues 81-90 of DPAP A; Table III) into the cytoplasmic domain of ALP, removing residues 11-17 of ALP in the process (Fig. 8 A) . This new hybrid protein (RS-ALP) as well as wild-type ALP were analyzed in a pho8A strain by indirect immunofluorescence microscopy. Fig. 8 B shows that the antibody against ALP clearly labels the vacuolar membrane of cells expressing wild-type ALP, as expected (compare to the 60-kD V-ATPase subunit staining pattern). In contrast, cells expressing RS-ALP exhibit a punctate, predominantly nonvacuolar staining pattern reminiscent of the Golgi membrane proteins DPAP A and Kex2p. All of the cells analyzed clearly exhibited a Golgi-type of staining pattern, whereas 27 % also exhibited a detectable level of vacuolar staining in addition to Golgi staining (see Materials and Methods for details).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 466,
                    "text": "Table III)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 549,
                    "end": 559,
                    "text": "(Fig. 8 A)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 701,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Residues 81-90 of DPAP A Are SuJ~cient to Retain A L P in the Golgi"
        },
        {
            "text": "To determine whether the punctate cytoplasmic structures containing RS-ALP were indeed components of the Golgi, costaining with an antibody against Kex2p was performed as in Fig. 4. Fig. 8 C demonstrates that these structures colocalize with Kex2p. Quantitation of these results demonstrated that 93 % of the cells that stain with both antigens exhibited extensive colocalization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 188,
                    "text": "Fig. 4. Fig. 8",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Residues 81-90 of DPAP A Are SuJ~cient to Retain A L P in the Golgi"
        },
        {
            "text": "Kex2p contains an aromatic residue (Tyr) in its cytoplasmic domain that is essential for its efficient retention in the Golgi (Wilcox et al., 1992) . That study combined with our analysis of DPAP A raises the question of whether multiple Golgi membrane proteins are recognized via the same retention \"machinery\" or whether each membrane protein is recognized and retained by a separate mechanism. To address this (vector with no insert; first two lanes), pCW-KX20 (wild-type Kex2p under control of the GAL/promoter as described by Wilcox et al., 1992 ; WTlanes), pCW-KX21 (derivative of pCW-KX20 containing the Y713A mutation; Y713A lanes), and pCW-KX27 (derivative of pCW-KX20 containing the C-tailA mutation; C-tailA lanes). The ceils were grown overnight in the presence of 2 % galactose, 35S-labeled for 30 min, and chased for 2 h in the presence of 50 #g/ml each of methionine and cysteine, whereupon immunoprecipitation was carried out as in Fig. 6. question we exploited the earlier observation that overproduction of DPAP A caused a portion of DPAP A to be mislocalized to the vacuolar membrane (Roberts et al., 1992) . This result suggested that mislocalization could be achieved by overwhelming the putative Golgi retention machinery with high levels of ligand. If the retention machinery recognizes both DPAP A (or A-ALP) and Kex2p, then overexpression of one protein might lead to mislocalization of the other.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 147,
                    "text": "(Wilcox et al., 1992)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 531,
                    "end": 550,
                    "text": "Wilcox et al., 1992",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1103,
                    "end": 1125,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 948,
                    "end": 955,
                    "text": "Fig. 6.",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Overproduction of Kex2p Results in Mislocalization of A-ALP to the Vacuole"
        },
        {
            "text": "To test this idea, we 35S-labeled pho8A yeast cells carrying A-ALP alone on a single copy plasmid, or A-ALP with a plasmid overexpressing Kex2p from the GAL/ promoter (Johnston and Davis, 1984) , and immunoprecipitated A-ALP after 120 min of chase (Fig. 9) . No processing was observed in the presence of normal Kex2p levels but when wild-type Kex2p was overproduced (,M5-fold) a significant fraction of the A-ALP protein underwent PEP4-dependent processing (29%). However, the same level of overproduction of retention-defective mutant versions of Kex2p (Wilcox et al., 1992) lacking a critical tyrosine residue (Y713A) or the entire cytoplasmic tail (C-tailA; removes residues 702-814) resulted in greatly diminished levels of A-ALP reaching the vacuole (8 and <3% processing, respectively). Thus, A-ALP was less efficiently retained in the Golgi when wild type but not mutant Kex2p was overproduced, suggesting that the cytoplasmic retention signals of the two proteins may be recognized by the same retention machinery.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 193,
                    "text": "(Johnston and Davis, 1984)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 555,
                    "end": 576,
                    "text": "(Wilcox et al., 1992)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "(Fig. 9)",
                    "ref_id": null
                }
            ],
            "section": "Overproduction of Kex2p Results in Mislocalization of A-ALP to the Vacuole"
        },
        {
            "text": "It should be noted that although 'M5-fold Kex2p overproduction significantly increases the rate at which A-ALP reaches the vacuole, the majority of A-ALP protein in the steady state localizes to the Golgi under these conditions ( Fig. 4; data not shown). Similarly, F87V-A-ALP, which ex-hibits a slow but significant rate of PEP4-dependent processing (tu2 = 165 min), also exhibits Golgi complex staining (data not shown). Finally, Kex2p overproduction did not have an effect on processing and secretion of or-factor demonstrafing that general Golgi functions are intact under these conditions (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 237,
                    "text": "Fig. 4;",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Overproduction of Kex2p Results in Mislocalization of A-ALP to the Vacuole"
        },
        {
            "text": "The data presented in this paper address fundamental issues in membrane protein sorting in the yeast secretory pathway. We present experiments that further test and support the validity of the vacuolar default model, which states that the vacuole is the default destination for membrane proteins of the yeast secretory pathway. In addition, a detailed characterization of the Golgi retention signal of DPAP A led to the conclusion that certain aromatic amino acid residues within the cytoplasmic domain constitute a signal that is responsible for retention. This observation, which contrasts with studies in mammalian cells demonstrating that several Golgi membrane proteins are retained via their transmembrane domains (Machamer, 1991) , indicates that Golgi retention signals can reside in cytoplasmic or transmembrane domains. Genetic approaches available with yeast should soon allow identification of components of the retention machinery that retain DPAP A in the Golgi apparatus.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 736,
                    "text": "(Machamer, 1991)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Replacement of the DPAP A transmembrane domain with a synthetic hydrophobic sequence, L(LALV)5, had no effect on the vacuolar delivery of retention-defective DPAP A, arguing that this domain does not contain a cryptic vacuolar targeting signal. Vacuolar targeting information is also unlikely to reside in the luminal domain of DPAP A since its replacement with that of DPAP B, a domain demonstrated to lack vacuolar targeting information, also had no effect on transport of mislocalized DPAP A to the vacuole (Roberts et al., 1992) . Finally, removal of almost the entire cytoplasmic domain of A-ALP (A2-100-A-ALP) resulted in its delivery to the vacuole, and thus it is unlikely that the DPAP A cytoplasmic domain contains both a Golgi retention signal and a cryptic vacuolar targeting signal. We conclude that vacuolar delivery of DPAP A protein not retained in the Golgi is not a signal mediated event and thus occurs by default.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 532,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Additional Testing of the Vacuolar Default Model"
        },
        {
            "text": "Several other observations are consistent with the vacuolar default model: (a) no single domain of DPAP B, a type II vacuolar membrane protein, is required for its vacuolar transport (Roberts et al., 1992) ; (b) Kexlp not retained in the Golgi apparatus due to removal of retention information or overproduction is delivered to the vacuolar membrane (Cooper and Bussey, 1992) ; and (c) a point mutation in the Kex2p cytoplasmic domain results in its vacuolar delivery (Wilcox et al., 1992) . In addition, mislocalization of mutant DPAP A to the vacuolar membrane does not occur via transport to the plasma membrane followed by subsequent uptake from the plasma membrane to the vacuole. This was demonstrated for the A22-AA-B protein (Roberts et al., 1992) and for F85A-A-ALP (Nothwehr, S., and T. Stevens, unpublished data) by the finding that these proteins were able to reach the vacuole in a secl-ts mutant strain (secl-ts mutant cells are conditionally blocked in secretory vesicle fusion with the plasma membrane; Novick et al., 1981; Salminen et al., 1987) at the restrictive temperature. The next step in testing the vacuolar default model is to determine whether discrete sorting signals are required for proper localization of a yeast plasma membrane protein, a project currently underway in our laboratory.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 205,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 350,
                    "end": 375,
                    "text": "(Cooper and Bussey, 1992)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 468,
                    "end": 489,
                    "text": "(Wilcox et al., 1992)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 733,
                    "end": 755,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1019,
                    "end": 1039,
                    "text": "Novick et al., 1981;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1040,
                    "end": 1062,
                    "text": "Salminen et al., 1987)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Additional Testing of the Vacuolar Default Model"
        },
        {
            "text": "Our data point toward an eight residue sequence in the DPAP A cytoplasmic domain containing two phenylalanine residues as being a Golgi retention signal. Mutagenesis of the A-ALP fusion protein was a viable approach for this analysis since: (a) A-ALP was localized to the Golgi apparatus as shown by its colocalization with Kex2p, (b) A-ALP was membrane bound and mutants processed in a PEP4-dependent manner were enzymatically active, indicating correct folding, (c) A-ALP could be easily detected at low expression levels, (d) localization could be assessed by both indirect immunofluorescence and by PEP4-dependent processing, and (e) regions of the DPAP A cytoplasmic domain identified as being necessary for Golgi retention of A-ALP were also shown to be necessary for DPAP A retention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Aromatic Residue Signal Is Necessary and Sufficient for Golgi Retention"
        },
        {
            "text": "Mutational analysis indicated a requirement for phenylalanine residues at positions 85 and 87 in the Golgi retention signal of DPAP A (RRESFQFNDI90). At position 85, all of the replacements analyzed inactivated the signal to a similar extent including the relatively conservative tyrosine replacement. However, at position 87 the large aliphatic and aromarie substitutions (Val and Tyr) were not as severe as the others (Ala, Cys, Gly), suggesting that more variability is allowed at this position. Simultaneous replacement of F85 or F87 with alanines did not increase the severity of the phenotype of the F85A-or F87A-A-ALP mutant proteins suggesting that the phenylalanines do not act in an independent, additive fashion for retention. Rather, these data suggest that they form a single structural motif recognized by the yeast Golgi retention machinery. Alanine scanning mutagenesis of the entire 10-amino acid region (81-90) indicated that no specific sequence information was required at positions 81-84, 86, 88, or 90; however an Asp residue at position 89 was required for efficient retention. Additional mutational analysis will be needed to determine whether there is a specific requirement for an Asp residue at position 89 or whether other residues will function at this position. At the least, these results demonstrate that in addition to a Phe-X-Phe motif, certain contextual sequences are also required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An Aromatic Residue Signal Is Necessary and Sufficient for Golgi Retention"
        },
        {
            "text": "The observation that Kex2p overexpression reduces the efficiency of A-ALP retention in the Golgi (only when Kex2p has an intact Golgi retention signal) suggests that a common sorting apparatus, perhaps a receptor, can become saturated due to excess ligand. Comparison of the COOH-terminal cytoplasmic tail of Kex2p (type I) and the NH2-terminal tail of DPAP A (type II) reveals no obvious sequence similarity. However, a critical dement of the Kex2p Golgi retention signal has recently been shown to be a q~yr residue at position 713 of the cytoplasmic tail (Wilcox et al., 1992) . Interestingly, a phenylalanine residue is present at position 715 (YEF715). While the role of F715 in Kex2p localization has not been tested, comparison suggests that a general element for Golgi retention of yeast membrane proteins may be (Y/F-X-Y/F). The fact that DPAP A and Kex2p have different membrane orientations would not rule out identical retention mechanisms since clathrin-coated pit signals of membrane bound receptors are able to function equally well irrespective of their orientation with the membrane (Collawn et al., 1991; Jadot et al., 1992) . Although the above data are consistent with DPAP A and Kex2p having retention signals that are recognized by the same trans-acting factor, the preference for phenylalanine over tyrosine in the DPAP A signal would appear to be at odds with this interpretation. It is possible that there are separate components that recognize each signal, but that there are other more generic components that are shared in the retention of each protein. Alternatively, the dependence of the DPAP A signal on phenylalanine may be a result of the context of this signal.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 579,
                    "text": "(Wilcox et al., 1992)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1100,
                    "end": 1122,
                    "text": "(Collawn et al., 1991;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1123,
                    "end": 1142,
                    "text": "Jadot et al., 1992)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "An Aromatic Residue Signal Is Necessary and Sufficient for Golgi Retention"
        },
        {
            "text": "Comparison of the Golgi retention signal of DPAP A with the signals directing plasma membrane receptors and lysosomal membrane proteins into clathrin-coated pits of animal cells also reveals some interesting similarities. Recent structural and mutagenesis studies suggest that these coated pit signals consist of short (4-6 amino acid) sequences that invariably contain one or more Tyr or Phe residues and appear to be in a turn conformation (for review see Trowbridge, 1991) . Beyond the aromatic residue requirement, most of the coated signals reveal little if any primary sequence similarity to each other or to the Phe-X-Phe-X-Asp retention motif of DPAP A. An exception is the internalization signal of bovine cation-independent mannose-6-phosphate receptor, which was demonstrated by Canfield et al. (1991) to include a Tyr-X-Tyr motif as an important dement. The similarity of the Golgi retention signal of DPAP A to signals that sort membrane proteins into clathrin-coated pits suggests that the retention of DPAP A may involve clustering into clathrincoated pits.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 475,
                    "text": "Trowbridge, 1991)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 790,
                    "end": 812,
                    "text": "Canfield et al. (1991)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "An Aromatic Residue Signal Is Necessary and Sufficient for Golgi Retention"
        },
        {
            "text": "The similarity of the DPAP A Golgi retention signal to internalization signals raises the question of whether localization of DPAP A involves cycling between the plasma membrane and the Golgi. According to this model, DPAP A may be constitutively transported to the plasma membrane, endocytosed via interaction of its \"retention signal\" with clathrincoated pits, and returned to the Golgi. This type of model is consistent with the observation that disruption of the clathrin heavy chain gene (CHC1) resulted in mislocalization of a significant pool of Kex2p and DPAP A to the plasma membrane rather than the vacuole (Payne and Schekman, 1989; Seeger and Payne, 1992) . However, much data argues against this model. The localization of A-ALP (Nothwehr, S., and T. Stevens, unpublished data), Kexlp (Cooper and Bussey, 1992) , and Kex2p (Redding et al., 1992) are not affected by blocking secretory vesicle fusion with the plasma membrane (secl-ts mutation). Furthermore, this model would predict that removal of Golgi retention information would cause DPAP A to accumulate at the cell surface. We have found that neither wild-type nor retention-defective DPAP A accumulate at the cell surface as judged by the immunofluorescence experiments presented here and by enzymatic activity measurements (Roberts et al., 1992; Nothwehr, S., and T. Stevens, unpublished data) .",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 643,
                    "text": "(Payne and Schekman, 1989;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 644,
                    "end": 667,
                    "text": "Seeger and Payne, 1992)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 798,
                    "end": 823,
                    "text": "(Cooper and Bussey, 1992)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 836,
                    "end": 858,
                    "text": "(Redding et al., 1992)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1295,
                    "end": 1317,
                    "text": "(Roberts et al., 1992;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1318,
                    "end": 1365,
                    "text": "Nothwehr, S., and T. Stevens, unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model for Golgi Retention of DPAP A"
        },
        {
            "text": "Nevertheless, the important observation of a role for clathrin in the retention of DPAP A (Seeger and Payne, 1992) combined with our identification of an aromatic residue Golgi retention signal in the cytoplasmic domain of DPAP A, strongly suggest that coated vesicle structures are somehow involved in its retention. The data are consistent with a retrieval model for Golgi membrane protein retention similar to that proposed for soluble ER proteins (Pelham et al., 1989 ). In this model, DPAP A protein may leave the Golgi via the default pathway for membrane proteins that eventually leads to the vacuole. Before reaching the vacuole, DPAP A may pass through a \"prevacuolar compartment, wherein it interacts with clathrin-coated structures and is transported back to the late Golgi compartment via transport vesicles. In animal cells, the interaction of the cytoplasmiccoated pit signals with the clathrin coat is thought to be mediated by specific interactions with an \"adaptor\" complex (Pearse, 1988; Glickman et al., 1989; Beltzer and Spiess, 1991) and putative adaptor subunit homologues have been found in yeast (Kirchhausen, 1990) . By interaction with clathrin coat proteins, DPAP A in the prevacuolar compartment could be packaged into clathrin-coated vesicles bound for the Golgi. In the absence of the clathrin heavy chain, the retrieval system may become less specific and the vesicles may eventually fuse with the plasma membrane. Mutant DPAP A lacking a retrieval signal would not bind clathrin coat proteins and would be transported via the default pathway from the prevacuolar compartment to the vacuole (for additional discussion, see Seeger and Payne, 1992; Wilcox et al., 1992) . While such a role for clathrin-coated vesicles fits with all of the results in yeast, results from an in vitro assay (Draper et al., 1990) suggest that clathrin-coated vesicles are not involved in the recycling of the mannose 6-phosphate receptor from a prelysosomal compartment back to the TGN in animal cells.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 114,
                    "text": "(Seeger and Payne, 1992)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 451,
                    "end": 471,
                    "text": "(Pelham et al., 1989",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 991,
                    "end": 1005,
                    "text": "(Pearse, 1988;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1006,
                    "end": 1028,
                    "text": "Glickman et al., 1989;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1029,
                    "end": 1054,
                    "text": "Beltzer and Spiess, 1991)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1120,
                    "end": 1139,
                    "text": "(Kirchhausen, 1990)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1654,
                    "end": 1677,
                    "text": "Seeger and Payne, 1992;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1678,
                    "end": 1698,
                    "text": "Wilcox et al., 1992)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1818,
                    "end": 1839,
                    "text": "(Draper et al., 1990)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Model for Golgi Retention of DPAP A"
        },
        {
            "text": "The existence of a prevacuolar compartment in yeast has not been firmly established. However, recently our laboratory has demonstrated that a subset of the vps mutants, which are defective in vacuolar protein sorting, accumulates a vacuolar-like organelle adjacent to the vacuole (Raymond et al., 1992) . This organelle shares similarity with the vacuole in that it contains the V-ATPase and soluble vacuolar hydrolases such as carboxypeptidase Y and protease A. However, the organelle also contains a significant pool of A-ALP, with the rest being located in the Golgi. Therefore, it is possible that wild-type cells contain a prevacuolar compartment and DPAP A passes through it as part of its retrieval system. An exciting possibility is that retrograde trafficking of vesicles (containing DPAP A) from this compartment back to the Golgi is partially blocked in these mutants.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 302,
                    "text": "(Raymond et al., 1992)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Model for Golgi Retention of DPAP A"
        },
        {
            "text": "It is possible that, in addition to a retrieval system, a static mode of retention may also exist wherein the static system would simply reduce the rate at which DPAP A escapes the Golgi. The static system might also recognize features of the cytoplasmic tail of DPAP A distinct from the retention signal containing aromatic residues. This model might explain why the kinetics of vacuolar delivery of mutant forms of A-ALP lacking the aromatic residue signal is somewhat slower (55 min for F87A-A-ALP) than the processing half time of A-ALP lacking most of its cytoplasmic domain (25 min for A2-100-A-ALP; Nothwehr, S., and T. Stevens, unpublished data) and that of wild-type ALP (5 min; Klionsky and Emr, 1989) . In any event, it is clear that the aromatic residue signal is an important determinant for yeast Golgi retention and further work will be needed to identify other elements within the DPAP A cytoplasmic domain, if any, that influence retention.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 711,
                    "text": "Klionsky and Emr, 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model for Golgi Retention of DPAP A"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "PEP4 gene of Saccharomyces cerevisiae encodes proteinase A, a vacuolar enzyme required for processing of vacuolar precursors",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ammerer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Saari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Vails",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Mol. Cell Biol",
            "volume": "6",
            "issn": "",
            "pages": "2490--2499",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Golgi retention of a trans-Golgi membrane protein, gaiactosyltransferase, requires cysteine and histidine residues within the membrane-anchoring domain",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Falmda",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "89",
            "issn": "",
            "pages": "4319--4323",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In vitro binding of the asiaioglycoprotein receptor to the 13 adaptin of plasma membrane coated vesicles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Beltzer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiess",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO (Fur. Mol. Biol. Organ.)J",
            "volume": "10",
            "issn": "",
            "pages": "3735--3742",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Constitutive and regulated secretion of proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "243--293",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Localization of the signal for rapid internalization of the bovine cationindependent mannose 6-phosphate/insulin-like growth factor-H receptor to amino acids 24-29 of the cytoplasmic tail",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Canfield",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Biol. Chem",
            "volume": "266",
            "issn": "",
            "pages": "5682--5688",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analysis of gene control signals by DNA fusion and cloning in Escherichia coli",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Casadaban",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Mol. Biol",
            "volume": "138",
            "issn": "",
            "pages": "179--207",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transplanted LDL and mannose-6-phosphate receptor internalization signals promote high-efficiency endocytosis of the transferrin receptor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Collawn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "L.-F",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tainer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Trowhridge",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "10",
            "issn": "",
            "pages": "3247--3253",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Yeast Kexlp is a Golgi-associated membrane protein: deletions in a cytoplasmic targeting-domain result in mislocaiization to the vacuolar membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "119",
            "issn": "",
            "pages": "1459--1468",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An artificial anchor domain: hydrophobicity suffices to stop transfer",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Model",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "41",
            "issn": "",
            "pages": "607--614",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antibodies to clathrin inhibit endocytosis but not recycling to the trans Golgi network in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Goda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Brodsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science (Wash. DC)",
            "volume": "248",
            "issn": "",
            "pages": "1539--1541",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An MFt~I-SUC2 (ot-factor-invertase) gene fusion for study of protein localization and gene expression in yeast",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Flessel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thoroer",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "7080--7084",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Localization of components involved in protein transport and processing through the yeast Golgi apparatus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Franzusoff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "112",
            "issn": "",
            "pages": "27--37",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Enzymes required for yeast prohormone processing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Sterne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu. Rev. Physiol",
            "volume": "50",
            "issn": "",
            "pages": "345--362",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Intracellular targeting and structural conservation of a prohormone-processing endoprotease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thoroer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "246",
            "issn": "",
            "pages": "482--486",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Specificity of binding of clathrin adaptors to signals on the mannose-6-phosphate/insulin-like growth factor II receptor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Glickman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Conibear",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M F"
                    ],
                    "last": "Pearse",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "8",
            "issn": "",
            "pages": "1041--1047",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Compartmental organization of Golgi specific protein modification and vacuolar protein sorting events defined in a yeast secl8 (NSF) mutant",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "114",
            "issn": "",
            "pages": "207--218",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Techniques for transformation ofE. coli",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hanahan",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "109--135",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Localization of TGN38 to the trans-Golgi network: involvement of a cytoplasmic tyrosine-contalning sequence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "120",
            "issn": "",
            "pages": "1123--1135",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Solid phase synthesis of polynuclootides VI. Further studies on polystyrene copolymers for the solid support",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ike",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ikuta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Itakura",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Nucleic Acids Res",
            "volume": "10",
            "issn": "",
            "pages": "1755--1769",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transformation of intact yeast cells treated with alkali cations",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Bacteriol",
            "volume": "153",
            "issn": "",
            "pages": "163--168",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Identification of a consensus motif for retention of transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "9",
            "issn": "",
            "pages": "3153--3162",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Characterization of the signal for rapid intemaiization of the bovine mannose-6-phosphate/ insulin-like growth factor-I] receptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jadot",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Canfield",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gregory~",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "11069--11077",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Sequences that regulate the divergent GALI-GALI O promoter in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Mol. Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "1440--1448",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Yeast a-factor is processed from a larger precursor polypeptide: the essential role of a membrane-bound dipeptidyl aminopeptidase",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Julius",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sprague",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "32",
            "issn": "",
            "pages": "839--852",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Glycosylation and processing of prepro-c~-factor through the yeast secretory pathway",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Julius",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "36",
            "issn": "",
            "pages": "309--318",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Assembly and targeting of peripheral and membrane subunits of the yeast vacuolar H+-ATPase",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuehn",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Howald-Stevenson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "447--454",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Structural characteristics of the PH08 gene encoding repressible alkaline phosphate in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toh-E",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Banno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oshima",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Gene (Amst.)",
            "volume": "58",
            "issn": "",
            "pages": "137--148",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Molecular characterization of a specific p-nitrophenylphosphatase gene, PHO13, and its mapping by chromosome fragmentation in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toh-E",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Banno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oshima",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mol. & Gen. Genet",
            "volume": "220",
            "issn": "",
            "pages": "133--139",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Identification of a putative yeast homolog of the mammalian /3 chains of the clathrin-associated protein complexes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kirchhausen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Mol. Cell. Biol",
            "volume": "10",
            "issn": "",
            "pages": "6089--6090",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Membrane protein sorting: biosynthesis, transport, and processing of yeast vacuolar alkaline phosphatase",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Erur",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO (Fur. Mol. Biol. Organ.)J",
            "volume": "8",
            "issn": "",
            "pages": "2241--2250",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A new class of lysosomai/vacuolar protein sorting signals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "5349--5352",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Rapid and efficient sitespecific mutagenesis without phenotypic selection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Zakour",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Methods Enzymol",
            "volume": "154",
            "issn": "",
            "pages": "367--382",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Identification, sequencing, and expression of an integral membrane protein of the trans-Golgi network (TGN38)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Luzio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Banting",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Braghetta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochem. J",
            "volume": "270",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Golgi retention signals: do membranes hold the key?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "141--144",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An endoplasmic reticulum retention signal in the CD3e chain of the T-cell receptor",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mallabiabarrena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fresno",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alarc6n",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature (Lond.)",
            "volume": "357",
            "issn": "",
            "pages": "593--596",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The Golgi complex: in vitro veritas?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "829--840",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Order of events in the yeast secretory pathway",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cell",
            "volume": "25",
            "issn": "",
            "pages": "461--469",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Clathrin: a role in the intracellular retention of a Golgi membrane protein",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "245",
            "issn": "",
            "pages": "1358--1365",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Receptors compete for adaptors found in plasma membrane coated pits",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M F"
                    ],
                    "last": "Pearse",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "7",
            "issn": "",
            "pages": "3331--3336",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Control of protein exit from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Morphological classification of the yeast vacuolar protein sorting mutants: evidence for a prevacuolar compartment in class E vps mutants",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Howald-Stevenson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Vater",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Biol. Cell",
            "volume": "3",
            "issn": "",
            "pages": "1389--1402",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "TGN38/41 recycles between the cell surface and the TGN: brefelden A affects its rate of return to the TGN",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reaves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Banting",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mol. Biol. Cell",
            "volume": "4",
            "issn": "",
            "pages": "93--105",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Immunolocaiization of Kex2 protease identifies a putative late Goigi compartment in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holcomb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "113",
            "issn": "",
            "pages": "527--538",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Structure, biosynthesis, and localization of dipeptidyl aminopeptidase B, an integral membrane glycoprotein of the yeast vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pohlig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "1363--1373",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Methods for studying the yeast vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Yamashiro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "644--661",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Membrane protein sorting in the yeast secretory pathway: evidence that the vacuole may be the default compartment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "119",
            "issn": "",
            "pages": "69--83",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Molecular Cloning: A Laboratory Manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "545",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A ras-like protein is required for a post-Golgi event in yeast secretion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salminen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Novick",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "49",
            "issn": "",
            "pages": "527--538",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Selective and immediate effects of clathrin heavy chain mutations on Golgi membrane protein retention in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "118",
            "issn": "",
            "pages": "531--540",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A system of shuttle vectors and yeast host strains designed for efficient manipulation of DNA in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sikorski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hieter",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Genetics",
            "volume": "122",
            "issn": "",
            "pages": "19--27",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Gene dosage-dependent secretion of yeast vacuolar carboxypeptidase Y",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "1551--1557",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A Golgi retention signal in a membrane-spanning domain of coronavirus E1 protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Endocytosis and signals for internalization",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Trowbridge",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "634--641",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Mutation of a tyrosine localization signal in the cytosolic tail of yeast Kex2 protease disrupts Golgi retention and results in default transport to the vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Biol. Cell",
            "volume": "3",
            "issn": "",
            "pages": "1353--1371",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Role of vacuolar acidification in protein sorting and zymogen activation: a genetic analysis of the yeast vacuolar proton-translocating ATPase",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Yamashiro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Wolczyk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Mol. Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "3737--3749",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "(A) Schematic illustration of wild-type DPAP A, A85-106-AAA, A-X-A, and A85-106-A-X-A proteins. The proteins span the membrane once with the NH2 terminus (at the left) protruding into the cytoplasm. The deleted region is indicated by a thin single line whereas the replacement of the wild-type transmembrane domain (unshaded) with the synthetic hydrophobic sequence, L(LALV)~, is indicated by the shaded region. (B) Structure of the A-ALP fusion protein. The A-ALP fusion protein consists of the NH2-terminal cytoplasmic domain of DPAP A (unshaded) fused to the transmembrane and luminal domains of ALP (shaded). ALP and A-ALP contain a propeptide at their COOH terminus (darkly shaded region), which is removed (cleavage site indicated by the Immunoprecipitation of wild-type and mutant forms of DPAP A. JHRY20-1A-13A2A cells (ste13A) carrying 2 #m plasmids encoding DPAP A (pCJR46), A85-106-AAA (pSN59), A-X-A (pSN121), or A85-106-A-X-A (pSN122) were labeled with S 3s for 60 min and chased for 30 min in the presence of 50 gg/ml each of methionine and cysteine. The cells were converted to spheroplasts, and extracts immunoprecipitated with a polyclonal antibody against DPAP A. The samples were then analyzed by SDS-PAGE and fluorography. The position of a molecular weight standard (97-kD) is indicated with an arrow.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Indirect immunofluorescence microscopy of A-X-A and A85-106-A-X-A mutant forms of DPAP A. JHRY20-1A-I 3A2A cells (stel3A) carrying 2/tin plasmids encoding A-X-A (pSN121) or A85-106-A-X-A (pSN122) were fixed, converted to spheroplasts, and stained with a rabbit antibody against DPAP A (B and E) and a mouse antibody against the 60-kD V-ATPase subunit (C and F). The cells were viewed by Nomarski optics (A and D) and epifluorescence through filter sets specific for fluorescein (DPAP A; B and E) and rhodamine (V-ATPase; C and F) fluorescence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Colocalization -ALP or ALP staining) fluorescence. (A) Shown are JHRY'20-1A8A cells (phoSA) co-expressing A-ALP and Kex2p from plasmids pSN54 (CEN-based plasmid containing STEI3-PH08 fusion) and pBM-KX22 (KEX2 behind the GAL/ promoter; Redding et al., 1991), respectively. (B) Shown is strain CRY2-8A (kex2A,pho8A) expressing A-ALP (pSN54), but not Kex2p. (C) Shown is strain JHRY'20-1ASA (phoSA) expressing Kex2p (pBM-KX22), but not A-ALP. (D) Shown is strain JHRY'20-1ASA cells (phoSA) expressing wild-type ALP (pSN124) and Kex2p (pBM-KX22).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Analysis of PEP4-dependent processing of wild-type A-ALP and F85A-A-ALP. SF838-1D-8A1 (pho8A, PEP4) cells (lanes 1, 2, 4, and 5) and SF838-1D-8A2 (pho8A, pep4-3) cells (lanes 3 and 6) expressing wild-type A-ALP (pSN55) or F85A-A-ALP (pSN99) were 35S-labeled for 30 min and chased by adding 50/~g/ml each of methionine and cysteine. At the indicated times, the cells were spheroplasted, and extracts immunoprecipitated with a polyclonal antibody against ALP followed by SDS-PAGE and fluorography.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Immunolocalization of wild-type and mutant forms of the A-ALP fusion protein. Shown are SF838-1D-8A2 cells (phoSA, pep4-3) expressing wild-type A-ALP (pSN55), A2-80-A-ALP (pSN32), A85-92-A-ALP (pSN41), and F85A-A-ALP (pSN99). ALP staining (indicating wild-type and mutant forms of A-ALP) is shown in B, E, H, and K; 60-kD V-ATPase subunit staining in C, F, L and L; and Nomarski images of whole cells in A, D, G, and J.exhibiting vacuolar staining), whereas the A92-99-A-ALP and A99-106 hybrid proteins exhibited little or no vacuolar staining.Fig. 5shows a typical staining pattern for the A2-80 and A85-92-A-ALP proteins. The staining pattern for A2-80-A-ALP was indistinguishable from wild-type A-ALP (compare panel B-E). However, removal of residues 85-92 caused the vast majority of A-ALP to reside on the vacu-olar membrane as demonstrated by colocalization with the 60-kD V-ATPase subunit (panels H and I). Taken together, these results indicate that the most important elements for Golgi retention lie within the eight amino acid stretch: FQFNDIEN.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "dependent (compare lanes 5 and 6), suggested that the F85A mutation disrupted retention of A-ALP in the Golgi. This result was corroborated by the striking vacuolar membrane staining pattern of F85A-A-ALP as shown inFig. 5 (J-L).Kinetic  analyses have been carried out on the PEP4dependent processing of several mutant A-ALP fusion pro-Nothwehr et al. Golgi Membrane Protein Retention in Yeast",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The determination of the half-time of PEP4-dependent processing was made by analyzing SF838-1D-8AI (pho8A, PEP4) cells carrying CEN-based plasraids encoding wild-type or mutant A-ALP proteins (seeMaterials and  Methods)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ". Conversion of residues81-84, 88, and 90   to alanine had little if any effect on Golgi retention of A-ALP as judged by the lack of PEP4-dependent processing. However, the D89A mutation, while not as severe as the F85A indicate the positions occupied by amino acids required for efficient retention of A-ALP. For other details refer to the legend to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(A) Schematic illustration of the RS-ALP protein. Wildo type ALP is diagrammed as a rectangle with the NH2-terminal cytoplasmic domain, transmembrane domain, and propeptide indicated as very lightly shaded, darkly shaded, and lightly shaded, respectively. The amino acid sequence of the ALP cytoplasmic domain is shown. The unboMed region was replaced by amino acids 81-90 from the DPAP A cytoplasmic domain (shown below, in bo/d) resulting in the RS-ALP protein. (B) Immunolocalization of ALP and RS-ALP. SF838-1D-8A2 (pho8A, pep4-3) cells expressing ALP (pSN92) and RS-ALP (pSN97) were viewed by Nomarski optics and epifluorescence through filter sets specific for fluorescein (ALP staining) and rhodamine (60-kD V-ATPase subunit staining) fluorescence. (C) Colocalization of RS-ALP with Kex2p. JHRY20-1A8A cells (pho8A) expressing Kex2p (pBM-KX22) and RS-ALP (pSN125) were analyzed as in Fig. 4. Nothwehr et al. Golgi Membrane Protein Retention in Yeast PEP4-dependent processing of A-ALP in strains overproducing wild-type and mutant Kex2p. Strains analyzed were JHRY20-1A8A1 (phoSA, KEX2, PEP4) and an isogenic pep4-3 strain both of which carried pSN54 (CEN-based plasmid containing the STE13-PH08 fusion). In addition, the strains harbored pRS316",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "RRESFQFNDI ENQHHTHSFF SVNKFNRRWG EWSLPEKRS...",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "for details see Materials and Methods) suggesting that the transmembrane arrow) in a PEP4-dependent manner. (C) Sequence of the DPAP A cytoplasmic domain and deletions within this domain. The amino acid sequence of the NH2-terminai cytoplasmic domain of DPAP A is shown, and below is a schematic showing the wild-type cytoplasmic domain (continuous shaded bar) and deletions (single thin line) made in the context of the A-ALP fusion protein. The amino acid sequence removed by each deletion is indicated to the left. The Journal of Cell Biology, Volume 121, 1993",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Quantitation of lmmunofluorescence Observations for Wild-Type and Mutant A-ALP Proteins",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge Jeremy Thorner, Howard Bussey, Kevin Redding, Robert Fuller, and coworkers ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}