{
    "paper_id": "06f075e64c8861491ea4de2f98b606866f54a752",
    "metadata": {
        "title": "case report",
        "authors": [
            {
                "first": "Ann",
                "middle": [],
                "last": "Saudi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Khalid University Hospital",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Middle east respiratory syndrome coronavirus. N Engl J Med. 2013; 369:407-16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ReFeRenCes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M iddle east respiratory syndrome coronavirus (MeRS-CoV) is a novel coronavirus that was reported for the first time in June 2012, in Saudi Arabia in a patient with pneumonia. 1 Later, many other cases of pneumonia due to MeRS-CoV infection have been reported in other countries such as united Kingdom 2 and Germany. 3 A majority of the patients diagnosed with MeRS-CoV infection require hospitalization to the intensive care unit (iCu) and mechanical ventilation. in-hospital mortality is very high and is expected to reach 65%. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case A previously healthy 60-year-old man presented to the emergency room because of a 4-day history of fever, shortness of breath, cough with yellowish sputum, and left side chest pain, which was worsened by inspiration. Physical examination showed a body temperature of 38°C, blood pressure of 115/70 mm Hg, pulse rate of 120 beats per minute, and respiratory rate of 24 per minute. the jugular venous pressure was elevated, as assessed clinically. the novel Middle east respiratory syndrome coronavirus (MeRS-CoV) has been identified as a cause of pneumonia; however, it has not been reported as a cause of acute myocarditis. A 60-year-old man presented with pneumonia and congestive heart failure. On the first day of admission, he was found to have an elevated troponin-i level and severe global left ventricular systolic dysfunction on echocardiography. the serum creatinine level was found mildly elevated. Chest radiography revealed in the lower lung fields accentuated bronchovascular lung markings and multiple small patchy opacities. Laboratory tests were negative for viruses known to cause myocarditis. Sputum sample was positive for MeRS-CoV. Cardiovascular magnetic resonance revealed evidence of acute myocarditis. the patient had all criteria specified by the international Consensus Group on CMR in Myocarditis that make a clinical suspicion for acute myocarditis. this was the first case that demonstrated that MeRS-CoV may cause acute myocarditis and acute-onset heart failure. his chest revealed widespread crackles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Laboratory tests obtained on admission showed an elevated troponin-I level of 1.13 µg/L and an elevated pro-brain natriuretic peptide level of 6000 pg/ml, which increased to 8906 pg/ml on the second day. White blood cell count was 7.4×10 3 per mm 3 , which increased to 18×10 3 per mm 3 on the third day as the highest level (with 68% neutrophils and 27% lymphocytes). Serum creatinine level was mildly elevated, to 120 µmol/L. Chest radiography revealed accentuated bronchovascular lung markings and multiple small patchy opacities present in the lower lung fields. Another chest radiography performed 3 days later revealed that the opacities had become larger and denser (Figure 1) . electrocardiogram showed sinus tachycardia at a rate of 120 beats per minute and diffuse t-wave inversion. Transthoracic echocardiography performed on the first day showed severe global left ventricular (LV) systolic dysfunction and small pericardial effusion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 683,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "the patient was admitted to the iCu as a case of pneumonia and was started on broad-spectrum antibiotics (intravenous piperacillin/tazobactam 3.375 g ev-ery 6 hours and azithromycin 500 mg once daily). He also received furosemide intravenously for congestive heart failure. Routine sputum and blood cultures were negative for bacterial infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A differential diagnosis of the severe LV dysfunction included myopericarditis, ischemic cardiomyopathy presented with acute coronary syndrome, and stress-induced cardiomyopathy. Myopericarditis was supported by chest pain description. the elevated level of troponin could be attributed to any 1 of the possibilities discussed here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cardiovascular magnetic resonance (CMR) was performed using a 1.5-T Siemens scanner. Multislice, T1weighted (T1w), inversion-recovery gradient-echo sequences, and late gadolinium enhancement (LGE) images were acquired 10 minutes after injection of 0.1 mmol/kg gadoterate (a gadolinium-containing contrast agent). t2weighted (t2w) short-tau inversion recovery (t2w-StiR) images were obtained before contrast administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "LGe images revealed a linear pattern of increased signals in sub-epicardial regions of inferior and lateral walls of the left ventricle (Figure 2a) . this pattern of LGe is consistent with myocarditis. 5-8 t2w images assessed visually showed an increased signal intensity at the apical and lateral walls of the left ventricle ( Figure 2B) . this is evidence of myocardial edema and acuteness of the myocardial injury. 8, 9 Laboratory tests were negative for viruses known to cause myocarditis: influenza, parainfluenza, adenovirus, coxsackievirus B, parvovirus B19, echovirus, Epstein-Barr virus, cytomegalovirus, hepatitis C virus, and human immunodeficiency virus. Bacterial blood cultures were negative for any growth.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 420,
                    "text": "8,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 421,
                    "end": 422,
                    "text": "9",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 147,
                    "text": "(Figure 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 328,
                    "end": 338,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "As a result of published reports on MeRS-CoV fatal infection in Saudi Arabia, the Saudi Ministry of Health requested that all patients with pneumonia requiring admission to the iCu be tested for MeRS-CoV. A sample of the patient's sputum was sent for reverse-transcriptasepolymerase-chain-reaction assay, which was positive for MeRS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the second week of admission, the patient required hemodialysis because of acute renal failure, which improved after 4 weeks. He also required intubation for mechanical ventilation because of respiratory failure that continued for 6 weeks. He was then transferred to the general admission ward and stayed there for about 1 month for rehabilitation. LV systolic function remained severely impaired on echocardiography performed 3 months after the first one. He was discharged home when his clinical condition was stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the clinical presentation of patients with acute myocarditis varies, ranging from a subclinical disease to a ful-minant heart failure and cardiogenic shock. According to the european Study of epidemiology and treatment of Inflammatory Heart Disease, 72% of patients had dyspnea, 32% had chest pain, and 18% had arrhythmias. 10 The patient had all criteria specified by the international Consensus Group on CMR in Myocarditis that make a clinical suspicion for acute myocarditis. 8 the patient had left side chest pain suggestive of pericarditis, evidence of myocardial injury (elevated troponin and severe global LV dysfunction on the first day of presentation), and confirmed viral infection. The elevated level of troponin is known to occur in about 35% of myocarditis cases. 11 Acute myocarditis can be confidently diagnosed using CMR. 5-8 the signal response from normal myocardi- LGe image in short-axis view. Arrows point to the sub-epicardial accumulation of contrast in the inferior and lateral walls. Panel B shows t2w short-tau inversion recovery (t2w-StiR) image in a short-axis view. There is an increased myocardial signal intensity, which is more prominent in the lateral and inferior walls. um is reduced during LGE imaging, revealing areas with increased accumulation of gadolinium as bright regions that has been shown to reflect a myocardial injury. In this case, the distribution of LGE in the sub-epicardial region is consistent with myocarditis. Myocardial injury due to myocarditis can be easily differentiated from an ischemic injury, as the latter results in sub-endocardial involvement on LGe images. 8 LGe is generally absent in stress-induced cardiomyopathy. 12 t2w-StiR imaging is used to detect tissue edema, which indicates acuteness of the myocardial injury. 8, 9 When both criteria, i.e.,",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "text": "10",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 479,
                    "end": 480,
                    "text": "8",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 778,
                    "end": 780,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1626,
                    "end": 1627,
                    "text": "8",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1790,
                    "end": 1792,
                    "text": "8,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1793,
                    "end": 1794,
                    "text": "9",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DisCussion"
        },
        {
            "text": "LGE and presence of edema, are met, the diagnosis of acute myocarditis can be made with an excellent specificity of 91% when validated by endomyocardial biopsy. 13 A third criterion that supports the diagnosis is an increased global myocardial early enhancement ratio between the myocardium and skeletal muscle in gadolinium-enhanced t1w images. 8 For the patient in this study, the skeletal muscle mass size in obtained images was not satisfactory for assessment and, thus, certain criterion could not be applied. However, in the setting of clinically suspected myocarditis, 2 criteria are required to diagnose acute myocarditis according to the international Consensus Group on CMR in Myocarditis (Lake Louise Consensus Criteria). 8 no improvement in LV systolic function was observed on echocardiography performed 3 months after the first one. This was not surprising, as among patients with acute myocarditis presented with severe LV dysfunction, about 50% developed chronic ventricular systolic dysfunction. 14,15 this case report demonstrates that MeRS-CoV may cause acute myocarditis and acute-onset heart failure.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "13",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 346,
                    "end": 347,
                    "text": "8",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 733,
                    "end": 734,
                    "text": "8",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DisCussion"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Presentation, patterns of myocardial damage, and clinical course of viral myocarditis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mahrholdt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Deluigi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Circulation",
            "volume": "114",
            "issn": "",
            "pages": "1581--90",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cardiovascular magnetic resonance assessment of human myocarditis: a comparison to histology and molecular pathology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mahrholdt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goedecke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Circulation",
            "volume": "109",
            "issn": "",
            "pages": "1250--1258",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "diagnostic performance of cardiovascular magnetic resonance in patients with suspected acute myocarditis: comparison of different approaches",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdel-Aty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zagrosek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Am Coll Cardiol",
            "volume": "45",
            "issn": "",
            "pages": "1815--1837",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cardiovascular magnetic resonance in myocarditis: A JACC white Paper",
            "authors": [
                {
                    "first": "Matthias",
                    "middle": [
                        "G"
                    ],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "Udo",
                    "middle": [],
                    "last": "Sechtem",
                    "suffix": ""
                },
                {
                    "first": "Jeanette",
                    "middle": [],
                    "last": "Schulz-Menger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holmvang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alakija",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdel-Aty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gutberlet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aletras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Laissy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Filipchuk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pauschinger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Coll Cardiol",
            "volume": "53",
            "issn": "",
            "pages": "1475--87",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Delayed enhancement and t2-weighted cardiovascular magnetic resonance imaging differentiate acute from chronic myocardial infarction",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdel-Aty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zagrosek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schulz-Menger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Circulation",
            "volume": "109",
            "issn": "",
            "pages": "2411--2417",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Smith SC, Ladenson JH, Mason JW, Jaffe AS. elevations of cardiac troponin i associated with myocarditis. experimental and clinical correlates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pankuweit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Circulation",
            "volume": "25",
            "issn": "",
            "pages": "163--171",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics and cardiovascular magnetic resonance findings in stress (takotsubo) cardiomyopathy",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eitel",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Knobelsdorff-Brenkenhoff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bernhardt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carbone",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Muellerleile",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aldrovandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Francone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gutberlet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strohm",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Schuler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schulz-Menger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "JAMA",
            "volume": "306",
            "issn": "",
            "pages": "277--86",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Suspected chronic myocarditis at cardiac MR: diagnostic accuracy and association with immunohistologically detected inflammation and viral persistence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gutberlet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spors",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thoma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bertram",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Denecke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Felix",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noutsias",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Schultheiss",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kühl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiology",
            "volume": "246",
            "issn": "",
            "pages": "401--410",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Long term follow up of acute myocarditis. Correlation of ventricular function and outcome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Quigley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Meany",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Eur Heart J",
            "volume": "8",
            "issn": "",
            "pages": "39--42",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A clinical trial of immunosuppressive therapy for myocarditis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "O&apos;connel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herskowitz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "n engl J Med",
            "volume": "333",
            "issn": "",
            "pages": "269--75",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest X-ray on the third day of admission. Accentuated bronchovascular lung markings and multiple patchy opacities present in both lungs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cardiovascular magnetic resonance (CMR). Panel A shows t1w",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Auscultation of acute myocarditis associated with novel Middle east respiratory syndrome coronavirus tariq Alhogbani From the Department of Cardiology, King Khalid University Hospital, Riyadh, Saudi Arabia Correspondence: dr. tariq Alhogbani · Department of Cardiology, King Khalid University Hospital, King Saud University, Riyadh 11352 Saudi Arabia, T: (+966) 505-245494 · tariqmfh@yahoo.com",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}