{
    "paper_id": "07054fdca599b609a0fd99007a13a5133145449c",
    "metadata": {
        "title": "A rewarding 2014 for Saudi Medical Journal",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "generation is the launch of the Student Corner. We aimed to encourage the students to explore research opportunities and network with other peers and mentors in their field. This non-indexed material will be published in print and electronic format. We plan to publish student corner section whenever there is availability of material, and hopefully it will become a more regular feature in the journal as it gains more acceptance from the universities and readers of the journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The journal publishes special theme issues and this year in collaboration with the Prince Salman Center for Disability and Research, we published a supplement on Pediatric Neural Tube Defects in December as a separate issue. 3 We welcome society meetings for submission of supplements that is within the scope of the journal.For practical purposes, and to facilitate indexing and online searching, the section \"Clinical Quiz\" was renamed \"Clinical Image\".",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 226,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We announced the second phase of website development. We introduced new features, such as the Most Viewed Abstract and most downloaded article, Image Challenge, Ads page section, information for advertisers, enabling of statistics through Google analytics and addition of social media links. Also, we shifted to new web hosting and we are hopeful that this change together with the completion of the website development will move us significantly forward. Accessibility of articles is essential for dissemination of knowledge, which also increases citation impact. It is very possible that our problems with the website hindered access to the articles and resulted in a drop in our impact factor from 0.619 to 0.554 for the year 2013. We are doubling our commitment to providing a seamless online experience and improving all of our systems. Beginning 2015, we will start with the third phase of website development and we will be adding a series of new features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This New Year brings exciting new changes. Saudi Medical Journal will be assigning DOIs to articles beginning 2015. This will serve as a persistent identifier of all published content. The journal also recently obtained approval for inclusion of full text articles in PubMed Central (PMC). In addition to the abstract details being available on PubMed, readers will now be able to read the full HTML text of all papers, and link back to the journal website. Our future goals include addition of LinkOut to PubMed and digitization of our previous publications from 1979 to 1999. The journal ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "has been working closely with conferences in the region providing media partnership to raise visibility. We are looking forward to more active marketing this new year. We bid farewell to our biostatistician Dr. Adel Mishriky who has recently retired. With his retirement, we will miss a highly dedicated and committed member of the staff. During his term, he articulated the importance of statistical review, and his contributions helped to improve the statistical rigor of the published manuscripts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editor-in-Chief"
        },
        {
            "text": "On a positive note, we welcome Dr. Umar Yagoub Mohammed, and Dr. Osama Abdelhay, and thank them for taking on the challenges of the journal's biostatistics. They have broad experience in both standard and cutting edge statistical methodologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editor-in-Chief"
        },
        {
            "text": "Likewise, we welcome Leila Torrecampo who will take over the new role of Editorial Manager. Ms. Torrecampo has extensive relevant editorial experience and knowledge, and has been a much valued member of the editorial team for many years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editor-in-Chief"
        },
        {
            "text": "Annual Statistics. This year we received 1220 manuscripts (Figure 1 ). Over the past 12 issues, we published 5 Editorials, 14 Review Articles, 122 Original Articles, 31 Case Reports, 31 Brief Communications, 3 Brief Reports, 4 Clinical Notes, 7 Clinical Images, 7 Special Communications, 2 Book Reviews, and 12 Correspondence with a total of 1551 pages. Our total rejection rate was 62%, of which 20% were rejected at initial review by the editors. Fifty percent of the papers that we published were from Saudi Arabia, and we are pleased with the diversity of the countries of origin of the articles each year ( Table 1) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 67,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 612,
                    "end": 620,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Editor-in-Chief"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infection prevention and control guidelines for patients with Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Althaqafi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Alraddadi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Saudi Med J",
            "volume": "35",
            "issn": "",
            "pages": "897--913",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Saudi Oncology Society clinical management guidelines development",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Bazarbasi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Saudi Med J",
            "volume": "35",
            "issn": "",
            "pages": "1524--1526",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pediatric Neural Tube Defects",
            "authors": [],
            "year": 2014,
            "venue": "Saudi Med J",
            "volume": "35",
            "issn": "1",
            "pages": "1--91",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Type of manuscripts received and published for the year 2014. *The number of published articles are much higher than the number of received articles as some were Original Articles revised and accepted as Brief Communication.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "OPEN ACCESS doi: 10.15537/smj.2015.1.11318 Origin of \"peer-reviewed\" articles published in Saudi Medical Journal for the year 2014.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are very grateful for the invaluable contribution of our board members. We acknowledge the board members especially those who completed their terms: Dr. Ammar Al-Rikabi, Dr. Zakariya Al-Salam, Dr. Nader Honjol, Dr. Nora Al-Nowaiser, Dr. Ahmed Bahammam, Dr. Ebtissam Al-Madi, Dr. Haifa Al-Nasser, Dr. Haider Al Shurafa, Dr. Mohammad Al Onazi, and Dr. Ehab Shehata. We welcome the new additions to our Board: Dr. Ali Omrani, Dr. Meiyan Jiang, Dr. Tawfik Khoja, Dr. Baker Dajani, and Dr. Sandro Contini; we are honored to have them on the team, and we look forward to their active participation and support in promoting the journal.We would like to thank our readers, authors, and reviewers for their support throughout the years.Another busy year beckons and we look forward to new challenges and better opportunities to pursue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}