{
    "paper_id": "09d9038625c7a2e0aa27f9f04cd7f4b2d7ec6f11",
    "metadata": {
        "title": "Protecting the world from infectious disease threats: now or never Editorial Handling editor Seye Abimbola",
        "authors": [
            {
                "first": "Cyrus",
                "middle": [],
                "last": "Shahpar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "T"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colby",
                "middle": [],
                "last": "Wilkason",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marine",
                "middle": [],
                "last": "Buissonnière",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [],
                "last": "Mcclelland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "R"
                ],
                "last": "Frieden",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Whether by microbial mutation, movement across borders, or man-made biological release, a new health threat is inevitable, unpredictable and potentially devastating. For the first time, the world now has a clear picture of how prepared countries are for this potentially catastrophic event. When the international evaluation team left Haiti in July 2019, one hundred countries had completed a Joint External Evaluation (JEE) of health emergency readiness. The JEE is a voluntary, externally validated assessment of 19 technical areas required to prevent, detect and respond to health emergencies. This milestone, in addition to the ongoing uncontrolled Ebola epidemic in the Democratic Republic of Congo, makes this an opportune time to take stock of both the status of the world's preparedness and of what needs to be done to make the world safer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "When the JEE process began in 2016, many doubted that countries would be willing to openly share information, or that the evaluations would be consistent. Fortunately, these concerns were unfounded: countriesincluding nearly every country in Africawere eager to participate and openly shared detailed information on their strengths and weaknesses. International teams, using standard measures, created a consistent rating system. 1 The results are in. JEEs have documented that, despite the certainty that the world will face another epidemic challenge at least as great as recent outbreaks of severe acute respiratory syndrome, H1N1 influenza, Middle East respiratory syndrome, Ebola and Zika, most countries remain woefully underprepared to manage large-scale epidemic disease threats.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 431,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "The first 100 JEEs lead to three overarching conclusions. First, no country is fully prepared to manage disease epidemics (figure 1). 2 Second, the number of preparedness gaps, and the resulting to-do list of actions to take to fill them, is overwhelming: more than 7000 priority tasks await action. Third, JEEs have diagnosed preparedness gaps well, but few of these gaps have been filled. To make the world safer, global institutions, partner countries and organisations, and countries themselves must follow the assessments with urgent action to step up readiness to prevent, detect and respond to disease outbreaks by addressing financing, prioritisation and management.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "Disease outbreaks are both lethal and costly. During 1997-2009, economic losses from six major outbreaks averaged $6.7 billion per year, and the cost of the 2014-2016 Ebola epidemic alone is estimated at $53 billion. 3 Preparedness can prevent many outbreak-related costs, with estimated incremental worldwide expenditure of $4.5 billion per year needed to upgrade public health systems in low and middle-income countries, strengthen global institutions' abilities to prevent and respond to emergencies, and invest in research and development of new vaccines, diagnostics and countermeasures for epidemic and pandemic-prone diseases. 4 Unfortunately, preparedness, although more effective and less costly than response, 5 rarely ranks high on political agendas. Competing priorities for finite national budgets, along with the invisible outcome of successful preparedness, have resulted in little funding, despite an estimated 25%-88% annual return on investment. 6 Vulnerable lower income countries have bigger gaps and greater need for external financing. Of the 24 least-prepared countries, 2 20 (83%) are sufficiently low income to be eligible for International Development Association (IDA18) from the World Bank. 7 In these countries, there are limited resources and competing demands, with the result that BMJ Global Health public health is often a low priority. 8 The World Bank has recently dedicated additional support for health security in these settings through specific IDA projects such as the Regional Disease Surveillance Systems Enhancement project. 8 Regional development banks can develop similar credit or grant programmes to build public health capacity in countries and protect regions from the economic shocks of large-scale outbreaks, as the Asian Development Bank has done. 9",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 218,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 634,
                    "end": 635,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 964,
                    "end": 965,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1219,
                    "end": 1220,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1370,
                    "end": 1371,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1568,
                    "end": 1569,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "FInanCIng"
        },
        {
            "text": "Stepping up preparedness is difficult, and requires that many incremental activities be done to achieve meaningful change. This is nearly impossible without prioritisation, and countries need coherent guidance and practical tools to identify where to begin. To reduce epidemic risk, countries must ensure prioritisation of core capacities of laboratory, surveillance, workforce and emergency response operations, as well as critical enabling areas including emergency preparedness, risk communications, and national legislation, policy and financing. Countries can use information collected from JEEs, annual self-evaluations of preparedness, risk assessments and evaluations of real and simulated events to identify specific vulnerabilities and urgent actions to take next. Recently, the WHO and partners developed a library of key sequential activities necessary for countries to move from one preparedness level to the next. 10 By combining practical technical guidance with improved prioritisation, countries can move more rapidly from assessment to improvement.",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 930,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "PrIorITIsaTIon"
        },
        {
            "text": "Preparedness activities are implemented by the government, often supported by donors, bilateral and non-governmental organisations. Donors and governments often prefer tangible and highly visible support, such as building Emergency Operations Centers, without means to support ongoing operational costs and human resource requirements. By focusing on specific key activities informed by preparedness assessments, partners can help build the basic systems necessary to find, stop and prevent disease outbreaks. Unless partners also support management, human resources and strengthening of administrative systems, many countries are unlikely to efficiently and effectively implement plans. Strengthening management, improving technical expertise and advocating for increased long-term domestic financing should be a part of every engagement. Leadership and management skills are essential to planning and implementation, but their development is often eclipsed by a focus on more 'technical' skills. Management within health systems is particularly important in low-income settings, where efficient use of limited resources is critical to accomplish health goals. [11] [12] [13] Those charged with leading preparedness activities need effective tools and skills to plan, implement and report on complex multisector National Action Plans for Health Security (NAPHS) across all 19 technical areas. On average, it has taken 420 days for countries to conduct a JEE and then release a finalised NAPHS, which is not yet linked to resource mobilisation. Cumbersome and lengthy planning processes not effectively linked to resource mobilisation have hindered implementation of gap-filling activities.",
            "cite_spans": [
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "ManageMenT"
        },
        {
            "text": "To develop expertise in preparedness, the routine evaluation of detection and response performance in real BMJ Global Health or simulated events should be common practice. Use of after-action reviews, 14 and, where necessary, robust simulation exercises, as well as monitoring the timeliness of outbreak detection, response and control 15 enables countries to strengthen systems for an unusual or larger event. These reviews can also help identify bottlenecks to effective response, such as inadequate community engagement and geographic or demographic groups that distrust government action which may require concerted, long-term efforts to address.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 203,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "ManageMenT"
        },
        {
            "text": "At the onset of the West Africa Ebola epidemic in 2014, most countries did not have Public Health Emergency Operations Centers (PHEOC). Since then, more than 20 such centres have been established in Africa, with substantial support from regional and international partners. Unfortunately, many of these structures are not fully functional and lack key components, including information management systems and full-time, trained staff. Many PHEOCs are used primarily as spaces to conduct large meetings, with a high threshold for activation leading to underutilisation. Emergency response capacity, including emergency operations centres, will be most effective if used regularly for a broad spectrum of events, ranging from everyday 'watch' activities including disease surveillance, resource management and functional exercising, to response, including incident management and coordination of response to outbreaks and other health hazards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ManageMenT"
        },
        {
            "text": "Health cannot be protected by Ministries of Health alone. 16 Many sectors need to be involved in order to increase and sustain investment, 17 build long-term capacity and implement policies affecting health in the food, security and animal sectors. In many countries, the JEE was the first opportunity for these sectors to work together. This group should continue to collaborate in order to prioritise which gaps to fill first, begin implementation, increase domestic financing and monitor progress. High-level support (eg, from presidential or prime minister offices) is essential for countries to take action. Engagement by journalists and civil society can convey that increased health security is essential. 18 This support can help counter the pattern of a temporary surge of activity followed by waning interest, as typically seen after a major outbreak.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "ConClusIon"
        },
        {
            "text": "For the first time in history, the world has an in-depth understanding of how prepared most countries are to deal with epidemic diseases and of what must be done to improve preparedness. To save lives, funded, prioritised, well-planned actions must be implemented at scale as soon as possible, supported by a network of partners working together to support countries to step up their capacities to prevent, detect and respond to public health threats and make the world safer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConClusIon"
        },
        {
            "text": "Contributors All authors of this paper made substantial contributions to the conception or design of the work, or the acquisition, analysis, or interpretation of data for the work; drafted the work or revised it critically for important intellectual content; made final approval of the version to be published; and agree to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConClusIon"
        },
        {
            "text": "Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConClusIon"
        },
        {
            "text": "Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConClusIon"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "data availability statement Data are available in a public, open access repository at https:// preventepidemics. org open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Joint external evaluation -development and scale-up of global multisectoral health capacity evaluation process",
            "authors": [
                {
                    "first": "Tapperojw",
                    "middle": [],
                    "last": "Belle",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ijazk",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "%2010.3201/eid2313.170949"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Resolve to Save Lives. Prevent Epidemics: ready score",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Resolve to Save Lives",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The economic and social burden of the 2014 Ebola outbreak in West Africa",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Infect Dis",
            "volume": "218",
            "issn": "",
            "pages": "698--704",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiy213"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The neglected dimension of global security--a framework for countering infectious-disease crises",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mundaca-Shah",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Dzau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "1281--1288",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMsr1600236"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "From panic and neglect to investing in health security: financing pandemic preparedness at a national level. Washington: The World Bank",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The World Bank. People, pathogens and our planet: the economics of one health. Washington: The World Bank",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "International Development Association; borrowing countries",
            "authors": [],
            "year": 2019,
            "venue": "The World Bank Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Regional Disease Surveillance Systems Enhancement (REDISSE)",
            "authors": [],
            "year": 2019,
            "venue": "The World Bank Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Midterm review of the utilization of the regional health security set-aside. Manila: Asian Development Bank",
            "authors": [
                {
                    "first": "Asian",
                    "middle": [],
                    "last": "Development Bank",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "WHO benchmarks for international health regulations (IHR) capacities. Geneva: World Health Organization",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Management matters: a leverage point for health systems strengthening in global health",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cuellar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Health Policy Manag",
            "volume": "4",
            "issn": "",
            "pages": "411--416",
            "other_ids": {
                "DOI": [
                    "10.15171/ijhpm.2015.101"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Developing leadership in managers to facilitate the implementation of national guideline recommendations: a process evaluation of feasibility and usefulness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tistad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Palmcrantz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wallin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Health Policy Manag",
            "volume": "5",
            "issn": "",
            "pages": "477--86",
            "other_ids": {
                "DOI": [
                    "10.15171/ijhpm.2016.35"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Putting management capacity building at the forefront of health systems strengthening: comment on \"management matters: a leverage point for health systems strengthening in global health",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Yeager",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Health Policy Manag",
            "volume": "5",
            "issn": "",
            "pages": "129--160",
            "other_ids": {
                "DOI": [
                    "10.15171/ijhpm.2015.195"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Guidance for after action review (AAR)",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Finding outbreaks faster",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Crawley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Secur",
            "volume": "15",
            "issn": "",
            "pages": "215--235",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2016.0069"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Analysis and action: the political will and public will approach",
            "authors": [
                {
                    "first": "Anw",
                    "middle": [],
                    "last": "Raile",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Raile",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Post",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Action Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1476750318772662"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The political argument for investing in global health",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mullan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Glob Health",
            "volume": "5",
            "issn": "1",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(17)30102-X"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Average Joint External Evaluation (JEE) scores by country. Map of JEE average scores (on a scale from 1-5) among WHO Member States that completed and published the JEE through 23 August 2019.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}