{
    "paper_id": "0a19aacc124c9c42d66d481a9d0c837a76a252e6",
    "metadata": {
        "title": "VIRUS ON T H E CEREBRAL ACTIVITY OF P L E U R O P N E U M O N I A -L I K E ORGANISMS I N M I C E",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "B"
                ],
                "last": "Nelson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Shortly after the isolation of MHV(C) from Balb C mice, in 1955, it was found that Swiss weanlings were equally susceptible and because of their availability they were subsequently used in activity tests (1) . Princeton mice were consistently resistant. Intraperitoneal injection in Swiss mice was generally followed by focal or diffuse necrosis of the liver but was not attended by nervous manifestations. On intracerebral injection the virus produced significant changes in the brain, with some destruction of nerve cells. Lymphocytic infiltration was commonly observed in brain sections but polymorphonuclear leukocytes were absent. Lesions produced in the liver, following carriage of the virus from the brain, were generally focal in character. The death rate was variable. In one series of passages, 12 of 25 mice died between the 3rd and the 5th day after injection. Survival after the 3rd day was irregularly attended by paralysis of the hind legs. The most common sign was a rigid backward extension of one or both limbs. The affected leg was functionless and was dragged by the mouse in moving. This type of paralysis was observed in 9 of the 25 mice. At autopsy on the 5th or 6th day, 5 of them were erect and active while 4 were prone and unable to move. A tendency to roll sideways, if lightly prodded, was observed in one of the latter mice. All of the cranially injected animals showed weight losses of 1 to 3 gin.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unusually acute signs of illness appeared in Swiss mice during the first cranial passage series. By the 3rd transfer, leukocytes were demonstrable in direct films 179 and later in sections from the brain. A cerebral suspension prepared from the mice of the 5th transfer yielded a pure growth of PPLO. The passage series was continued with a Coors filtrate of the contaminated suspension and subsequently maintained in the absence of PPLO. In 1938, Sabin (2) described a nervous disorder of mice that appeared during the cerebral passage of toxoplasma. The characteristic sign was a rolling motion on the long axis of the body. It was also observed after intraabdominal and intrathoracic injection. The incidence was 20 to 40 per cent. Two kinds of brain lesions were found in sections. The first one was indicated by destruction of the periventricular tissue and extensive leukocytic infiltration. It was present in all mice. The second lesion, consisting of almost complete necrosis and lysis of the posterior pole of the cerebellum, occurred only in mice with rolling signs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sabin (3) subsequently found that a pleuropneumonia-like organism, later termed type A (5) , was the etiologic factor. The disease was fully reproduced by intracerebral injection of the agent in pure culture. If grown in glucose-serum broth the organism produced a true exotoxin which resulted in the same nervous signs and cerebellar lesion on intravenous injection. Findlay et al. (4) , also in 1938, noted that mice injected intracerebrally, in series, with a neurotropic strain of yellow fever virus developed nervous signs within 2 days, instead of 4 to 5 days. Rolling with a sideways motion was observed in some of the mice. An agent that was not cultivable in ordinary media was separated from the brain but was subsequently lost on passage.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A similar condition was later observed during brain passage of the S strain of lymphocytic choriomeningitis virus. Rolling occurred in about 10 per cent of the injected mice. Seventy-five per cent died in 2 to 7 days. Some of the survivors developed hydrocephalus between the 8th and the 21st day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Brain sections showed neurolysis and an intense infiltration of leukocytes. The lateral ventricles, meninges, and choroid plexus were invaded. In hydrocephalus the leukocytes were largely replaced by lymphocytes and mononuclears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PPLO designated L5 were invariably isolated from the brains of mice with rolling signs. This organism by itself was incapable of reproducing the disease but mixed with a neurotropic virus or agar, or after rapid intracerebral passage, its virulence was raised and the rolling signs resulted. Several other types of PPLO (L,, Ls, and L4) were inactive in the presence of virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cross-protection tests indicated that Sabin's type A organism was closely related to Ls but his was considerably more virulent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first experiments on the behavior of PPLO in the brain were made in normal mice with 2 strains of the catarrhal type, designated S and J. Swiss and Princeton weanlings were injected intracerebrally with pure cultures of the organisms in the absence of any other microbial agent. Subsequent passages were made with brain suspensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Mice with Pleuropneumonia-Like Organisms in Culture"
        },
        {
            "text": "The mice used in all of the following experiments were Swiss and Princeton weanlings, 10 to 12 gin. in weight, from colonies maintained at The Rockefeller Institute. They were injected in groups of 4 or 6, using mice of either sex but the same sex in any one group. The intracerebrai injections were made with approximately 0.02 ml. of inoculum, in mice lightly anesthetized with ether. The brain suspensions were prepared in saline from minced tissue, using a TenBroeck grinder, and were about 10 per cent in concentration. Freshly prepared suspensions were generally held for a short period, until sedimentation had occurred, and the supernatant used. In some instances penicillin was added in the amount of 1000 units per ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Mice with Pleuropneumonia-Like Organisms in Culture"
        },
        {
            "text": "The PPLO strain designated S was the one originally isolated from the brains of Swiss mice during the cranial passage of MHV(C). The results of nasal and intraperitoneal injection in Princeton weanlings had indicated that it was a catarrhal type. The intracerebral passage in Swiss mice was begun with the 2nd transfer of the organism grown for 48 hours in 20 per cent horse serum--heart infusion bouillon (pH 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Mice with Pleuropneumonia-Like Organisms in Culture"
        },
        {
            "text": "Most of the injected mice were killed on the 7th day and their brains removed aseptically. At least one brain from each passage group was placed in Zenker's solution, for histologic study, and sections cut from 3 levels including the cerebellum. They were stained with eosinmethylene blue. A small amount of tissue was aspirated with a capillary pipette from 2 or more of the remaining brains, the pipette being inserted between the hemispheres. Gramstained films of the tissue were prepared for microscopic examination. Cultures were also made on 20 per cent horse serum-nutrient agar plates containing 2500 units of penicillin. Finally, a suspension was prepared from the pooled brains for passaging. In some of the later tests cultures were also made from the suspensions. Several of the mice in this experiment were held under observation for 14 days and killed without a complete examination. Five subsequent passages were made, in each case with a brain suspension from the preceding transfer. Essentially the same methods were used in all of the following tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Mice with Pleuropneumonia-Like Organisms in Culture"
        },
        {
            "text": "The PPLO strain designated J was originally isolated during an outbreak of infectious catarrh in a small colony of Japanese mice. It has been maintained for many years in this laboratory by nasal passage or contact in Princeton mice. Intracerebral passage was begun in Princeton weanlings with a freshly isolated 72 hour old culture, the 3rd transfer on isolation from middle ear exudate. Four subsequent cerebral passages were made in Princeton mice and one in Swiss mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Mice with Pleuropneumonia-Like Organisms in Culture"
        },
        {
            "text": "Twenty-eight of the 32 Swiss mice used in the 6 cerebral passages of the S strain of PPLO were killed on the 7th day after injection, and 4 on the 14th day. All of the animals gained weight during the observation period and were normal in appearance. At autopsy they showed no consistent pathologic findings. Leukocytes were not observed in either direct films or sections and there was no indication of encephalitis or meningitis. Thirteen of 16 brain cultures gave a pure growth of PPLO and 3 were negative. The amount of growth was regularly scanty, 8 of the plates having 10 colonies or less.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Mice with Pleuropneumonia-Like Organisms in Culture"
        },
        {
            "text": "Similar results were obtained with the cerebral passage of the J strain in Princeton mice. The 25 animals used in the 5 transfers were normal in appearance during the observation period of 7 days. At autopsy, leukocytes were not observed in either brain films or sections. Cultures from the suspensions yielded only a scanty growth of PPLO colonies. In the single experiment with Swiss mice the injected animals were held for 4 weeks. They were likewise normal during life and at autopsy. The terminal culture from the brain suspension yielded 8 PPLO colonies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Mice with Pleuropneumonia-Like Organisms in Culture"
        },
        {
            "text": "The Reaction with Catarrhal Strains of PPLO.--This series was begun with the S strain of PPLO. Eight successive cranial transfers were made in Swiss weanlings, starting with a brain suspension which contained both the organisms and the virus. Prior to use this suspension had been maintained in a frozen state at --20°C. for 21 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Five mice were used in each of the 8 brain passages. Mter injection they were held under observation until one or more deaths had occurred. At this time, usually the 3rd or 4th day, the survivors were killed with ether and autopsied. Direct brain films and cultures were made from at least one mouse in each passage. Six brains were sectioned for later study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Twenty of the 40 mice in this series of passages died, 14 on the 3rd day and 6 on the 4th. The 20 survivors were acutely ill when killed for autopsy. They regularly showed a marked loss in weight, up to 4 grn. per mouse. Roughening of the hair was a variable finding. Many of the mice were inactive and some were prone. Convulsive movements were irregularly observed and a tendency to roll was seen in 3. At autopsy the livers commonly showed a normal red color but were regularly spotted with small white loci. These areas were often few in number, 10 or less, and in some instances were visible only on low power magnification. The Gram-stained films regularly showed leukocytes in considerable numbers. In some films extra-and intracellular groupings of PPLO were clearly demonstrable. Areas of inflammation with innumerable leukocytes were observed in the brain sections. A pure growth of PPLO colonies, varying from several thousand to innumerable, was obtained on the plate cultures from 7 of the passages. The growth from the brains of the first passage, which had been made with a previously frozen suspension, was relatively meagre. A culture made from the pooled livers of the 2 survivors in the second passage was bacteriologically sterile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Supplementary experiments in this group were carried out with 3 additional PPLO strains of the catarrhal type. One strain (J) was recovered from the middle ear exudate of experimentally infected mice and 2 strains (RZ and RH) from naturally infected albino rats. All 3 strains were of recent isolation. Two cerebral passages were made in Swiss weanlings with each of the strains. In preparing the inoculum for the first passage a brain suspension containing only MHV(C) was mixed with an equal volume of a fluid culture of PPLO. The second passage was made with a brain suspension which contained both agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "With the RZ strain of PPLO the outward signs of illness were delayed until the 5th day. In other respects the outcome of these tests essentially duplicated the results with the S strain. Signs of acute illness were regularly observed in the injected mice. Thirteen of the 30 animals used in the combined tests died. A tendency to roll was observed in only 2 of the 17 survivors. At autopsy a sparse distribution of small surface foci was observed in all of the livers. Leukocytes were regularly present in brain films and numerous colonies of PPLO were obtained on plate cultures. Brain sections from 2 mice in each group showed extensive leukocytic infiltration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "In the experiment with the J strain of PPLO, cultures were also made from the heart's blood, liver, and spleen. All of these suspensions were bacteriologically sterile. Aside from the liver, the abdominal and thoracic organs of these mice, and indeed of all the mice in the entire series of experiments, were normal in the gross.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "The effect of long continued cultivation on the cerebral activity of PPLO was determined with a culture of the J strain that had been transferred 100 times in serum-bouillon at intervals of 2 to 3 days. In the presence of MHV(C) its pathogenicity was fully as great as that of the recently isolated strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "One titration experiment was carried out with brains removed on the 3rd day from Swiss mice injected intracerebrally with MHV(C) and the J strain of PPLO. The highest dilution of the suspension that gave a leukocytic response with positive cultures was 10 -4 . The brains from mice which received the 10 -5 dilution showed no lesions and were bacteriologically sterile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "The Reaction with Conjunctival Strains of PPLO.--The observations on the activity of MHV(C) and PPLO in the brain were continued with 2 strains of the conjunctival type, designated P and B. These organisms are much less pathogenic for mice than those of the catarrhal type and are commonly inactive on nasal or intraperitoneal injection in susceptible weanlings. Under natural conditions they are associated with a low grade inflammation of the conjunctivae (6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "The P strain was obtained from Princeton mice infected by direct contact. A passage series with this strain was begun in 1950 and has been maintained to date. A culture of recent isolation from conjunctival washings (the 3rd subculture) and one that had been recultured after 79 transfers and then stored for 8 months at -20°C. were used. The B strain was obtained from a naturally infected mouse, one of a group sent to us for examination from the Brookhaven National Laboratory. The 2nd culture transfer was employed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "In the presence of active MHV(C) 2 cerebral passages were made in Swiss weanlings with each of the 2 P strain cultures and 10 passages with the B strain. A single passage was also made with the latter culture in the absence of virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "On combination with MHV(C) the activity of the P strain in the brain was essentially the same as that of the catarrhal types. The subculture of the transplant that had been transferred 79 times and then stored in a frozen state was fully as active as the recently isolated one. The first experiments with the B strain showed evidence of an accelerated lethal outcome which was substantiated by subsequent passages. Outward signs of illness were also more con-spicuous with this strain. In other respects its behavior resembled that of the P strain. In the absence of virus the organisms survived in the brain for 2 weeks but produced no demonstrable reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Twelve of the 20 mice used in the 2 experiments with the P strain died on the 3rd to the 5th day after injection. Prior to death they showed external signs of illness. One animal tended to roll. Eight mice were killed and autopsied on the 3rd or 4th day. Their livers were spotted with surface areas of focal necrosis. Leukocytes were regularly present in the brains and numerous colonies of PPLO were obtained on culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Deaths in the passage series with the B strain began a day earlier, 15 of the 50 mice dying on the 2nd day after injection. Signs of acute illness were observed in many of the survivors at this time. Fourteen additional deaths occurred between the 3rd and the 5th day. Leukocytes were invariably seen in films or sections from the 21 mice that were killed for autopsy. All of the brain cultures yielded many colonies of PPLO. Two of these mice were hydrocephalic, one showed circling movements, and 5 displayed a tendency to roll.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection in Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Earlier observations on the behavior of MHV(C) in different strains of mice had indicated that the virus alone was commonly inactive on intraperitoneal or intracerebral injection in Princeton weanlings (1) . As an extension of the present findings on the behavior of MHV(C) and PPLO in the brains of Swiss mice a group of experiments was carried out in Princeton mice to determine whether or not either agent was influenced by the presence of the other.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Intracerebral Injection of Princeton Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "In a preliminary experiment 5 Princeton weanlings were injected intracerebrally with a brain suspension containing only the virus. These mice showed no outward signs of illness and when killed on the 7th day were strictly normal. Leukocytes were not demonstrable in brain films or sections and cultures were bacteriologically sterile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Princeton Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Ten mice were then injected intracerebrally with a mixture of the virus and the S strain of catarrhal PPLO. A similar number received the virus and the J strain of the organisms. The 20 mice, in the 2 groups, were unaffected by the inoculum. When killed on the 7th day the livers were free from focal lesions and the brains showed no indication of leukocytic infiltration. On culture, brain suspensions prepared from each of the 2 groups yielded a sparse growth of PPLO colonies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Princeton Mice with a Mixture of Pleuropneumonia-Like Organisms and the Balb C Type of Mouse Hepatitis Virus"
        },
        {
            "text": "The highly virulent Princeton type of mouse hepatitis virus, MHV(Pr), is pathogenic for Princeton weanlings on intracerebral injection (1). Cerebral multiplication of the virus is not attended, however, by outward signs of nervous disorder and at autopsy there is little evidence of cellular injury in the brain. Carriage of the virus from the brain to the liver commonly occurs and is followed by the customary necrosis. The hepatic reaction is generally fatal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Princeton and Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Pr Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Swiss weanlings are naturally resistant to MHV(Pr). The virus fails to multiply in the brain and is usually not recoverable by passage to susceptible Princeton mice. At autopsy the brains and livers are regularly lesion-free.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Princeton and Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Pr Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Two additional groups of experiments were carried out to determine the cerebral response of Princeton and Swiss weanlings to MHV(Pr) in combination with PPLO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Princeton and Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Pr Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Five cerebral passages were made in a total of 25 Princeton mice with a mixture of MHV(Pr) and the J strain of PPLO. Fifteen deaths were recorded as follows: 1 on the 2nd day, 10 on the 3rd, 3 on the 4th, and 1 on the 5th. Ten mice were killed and autopsied, most of them on the 3rd day. Prior to death they appeared acutely ill but were free from outward signs of nervous disorder. The livers of these mice showed focal or semidiffuse necrosis. Leukocytes were observed in brain films and massive areas of leukocytic infiltration in sections. Innumerable colonies of PPLO were obtained on culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Princeton and Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Pr Type of Mouse Hepatitis Virus"
        },
        {
            "text": "Twenty Swiss weanlings were injected intracerebrally with a mixture of MHV(Pr) and PPLO, 10 receiving the J strain and 10 the S strain. There were no deaths. All of the mice gained weight normally and showed no outward signs of illness when killed on the 7th or the 10th day. At autopsy the livers were normal. Leukocytes were not observed in either films or sections from the brains. Eight of 10 brain cultures yielded a few discrete colonies of PPLO and 2 were without growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Princeton and Swiss Mice with a Mixture of Pleuropneumonia-Like Organisms and the Pr Type of Mouse Hepatitis Virus"
        },
        {
            "text": "A group of experiments was carried out in Princeton and Swiss weaniings to determine the effect of agar on the growth and activity of PPLO in the brain. Findlay et al. (4) had reported that cultures of PPLO which failed to produce rolling signs on intracerebral injection did so in some mice on the addition of agar.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Intracerebral Injection of Mice with a Mixture of Pleuropneumonia-Like Organisms and A gar"
        },
        {
            "text": "The J strain of PPLO was used in all of these tests. Heart infusion agar (pH 8) was liquefied, cooled to 40°C., and diluted 1 to 5 with saline, The undiluted medium contained 1.5 per cent agar and was used as routine in the isolation of PPLO. The diluted semisolid agar was mixed with an equal volume of young PPLO cultures in 20 per cent horse serum-bouillon. Twenty-four weanlings of each mouse strain were injected intracerebrally with this inoculum. One series of 3 cerebral passages was made in Princeton mice, starting with a brain suspension from 2 animals injected with the PPLO-agar mixture. Finally, as a control on the activity of the medium, mice of both strains were injected with a sterile mixture of agar and horse serum-bouillon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Mice with a Mixture of Pleuropneumonia-Like Organisms and A gar"
        },
        {
            "text": "Six of the 48 mice used in the first group of experiments died on the 7th to the 19th day after injection. The survivors were killed and autopsied at in-tervals of 1 and 3 weeks. All of the mice, including those that died, gained weight normally and were free from any outward signs of nervous disorder. Thirteen of the 21 Princeton mice that were killed and 6 of the Swiss showed leukocytes in either films or sections of the brain and a good growth of PPLO on culture. In the absence of an inflammatory reaction the growth was meagre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Mice with a Mixture of Pleuropneumonia-Like Organisms and A gar"
        },
        {
            "text": "As Findlay et al. (4) had previously noted in their experiments, a significant number of the mice were frankly hydrocephalic. Twelve Princeton weanlings and 10 Swiss showed free fluid in the cranial cavity, accompanied in some instances by a marked elevation of the skull and circumscribed sunken areas in the anterior portion of one or both hemispheres. The brain usually appeared paler than normal.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Intracerebral Injection of Mice with a Mixture of Pleuropneumonia-Like Organisms and A gar"
        },
        {
            "text": "All of the 18 mice in the passage series survived and were normal in appearance through the 14th day when they were killed. At autopsy leukocytes were not observed in brain films or sections and only a meagre growth of PPLO was obtained on culture. In the first passage, however, 3 of the mice were hydrocephalic. Their skulls were not elevated but the cranial cavities contained free fluid and areas of collapse were present in one or both hemispheres.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Mice with a Mixture of Pleuropneumonia-Like Organisms and A gar"
        },
        {
            "text": "Two of the 6 Princeton mice injected with the sterile mixture of agar and horse serum-bouillon died. The 10 survivors in both groups showed no outward signs of nervous disorder and were killed on the 21st day. The skulls of 2 Princeton mice were elevated and free fluid was present in the cranial cavities. Four of the Swiss mice were also hydrocephalic, though their skulls were not elevated. Films and sections from the brains of these mice showed no leukocytes and cultures were bacteriologically sterile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracerebral Injection of Mice with a Mixture of Pleuropneumonia-Like Organisms and A gar"
        },
        {
            "text": "Brain sections from the mice injected with the fluid cultures of PPLO alone were essentially normal. A few lymphocytes were occasionally observed but leukocytes were regularly absent. In some sections the ventricles were somewhat dilated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histological Examination of the Brains"
        },
        {
            "text": "Sections of the cerebrum from the mice injected with a mixture of virus with neurotropic activity and PPLO invariably showed an inflammatory reaction with a preponderance of leukocytes. The most common lesion was a roughly semicircular band composed largely of leukocytes, a few lymphocytes, much necrotic debris, red blood cells, and fibrin (Figs. 1 and 2). It partially enclosed the ventricular spaces and the intermeshing horns of the bilateral ganglia. Large mononuclear cells packed with fat vacuoles (gitter cells) and droplets of free fat were generally observed at its margin. The nerve cells of the adjacent ganglia often showed necrosis with deep blue pyknotic nuclei and pink staining debris. In a few sections the reaction was limited to one or more sharply demarcated abscesses. Dilation of the ventricles sometimes occurred but was not a characteristic finding. Leukocytie involvement of the meninges was observed but was rarely conspicuous. Leukocytes also invaded the cerebellum but much less frequently. A few sections showed degeneration of nerve cells particularly those in the granular layer (Fig. 5) . It was not consistent, however~ in respect to the appearance of rolling signs prior to autopsy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1112,
                    "end": 1120,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Histological Examination of the Brains"
        },
        {
            "text": "Brain sections from the mice injected with the agar-PPLO mixture showed 2 types of cellular response. In the presence of actively growing PPLO there was a marked inflammatory reaction which was commonly circumscribed (Fig. 4) . Leukocytes predominated but lymphocytes and large mononuclear cells, with and without fat droplets, were also present. There was much necrotic debris. In some mice there was definite evidence of encapsulation by connective tissue. Necrosis of nerve cells in the nearby ganglia was generally not observed. Portions of the meninges, particularly in the cerebellum, were distended by an infiltration of leukocytes and lymphocytes. Some of the sections also showed widely dilated ventricles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 225,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Histological Examination of the Brains"
        },
        {
            "text": "In the absence of actively growing PPLO there was commonly a lymphocytic infiltration together with hydrocephalus. With no or low magnification the ground substance of the brain was separated symmetrically by unstained open spaces (Fig. 3) . Microscopically the central and lateral ventricles were greatly dilated and often extended beyond the limits of the ependymal cell layer. In some instances this layer had broken away from the margin of the cavity. Rupture of the distended ventricles, possibly at autopsy, with release of the fluid may account for the areas of collapse observed in the intact brain. Lymphocytes and large mononuclear cells were usually present within and around the margin of the ventricles and also in the meninges. Leukocytes were absent. The nerve ceils of the ganglia were intact and appeared normal. Sections from some of the mice injected with the sterile mixture of agar and horse serum-bouillon showed a similar distension of the ventricles but little or no cellular reaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Histological Examination of the Brains"
        },
        {
            "text": "In naturally infected mice the sites most often frequented by PPLO are the nasal passages and the middle ears. Localization in the lungs, conjunctivae, and joints also occurs but is more sporadic. The present findings together with the earlier ones of Sabin (2, 3) and of Findlay et al. (4) indicate that PPLO may occasionally invade the central nervous system.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is not surprising that PPLO have been recovered in a few instances from the brains of supposedly normal mice. The first isolate that we obtained was an organism of the catarrhal type which is widely distributed in nature. This type is enzootic in the Swiss colony, from which our mice were obtained, but is not present in the Princeton colony. In diseased mice the organisms occasionally migrate inwardly from the tympanic cavity to the labyrinth. A small local abscess that impinges on the brain may be produced and provide access to the meninges. Carriage via the circulating blood is also a possibility and would account for the transport of the conjunctival type which ordinarily does not invade the middle ear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The normal mouse brain evidently fails to provide optimal conditions for the growth of most PPLO. Sabin's type A organism (5) which produces an extotoxin is an outstanding exception. On cranial injection the organisms that we studied survived in the brain for a period of weeks. The level of growth was barely sufficient, however, to maintain them by serial passage and too low to provoke a counter-reaction. Growth was markedly increased by the simultaneous injection of mouse hepatitis virus and was attended by a vigorous leukocytic response. There was no indication of specificity in relation to the type of PPLO, as earlier reported by Findlay et al. (4) . Multiplication of the virus in the brain was a prerequisite but encephalitis was not essential. AI-though direct proof is lacking, it is tempting to attribute the growth enhancement to fatty substances liberated in the brain by the virus. Edward (7) and Smith, Lecce, and Lynn (8) have presented evidence that lipoids, probably lipoproteins, are generally needed for the growth of PPLO in vitro.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 659,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Rolling occurred so infrequently in mice injected with the mixture of MHV and PPLO that it could hardly be called a characteristic sign. It was also observed in an occasional mouse injected with MHV(C) alone. This virus was productive of considerable injury to the brain but rarely affected the nerve cells of the cerebral ganglia. In the absence of the virus or agar PPLO showed little or no evidence of neurotropism. The intracerebral injection of both microbic agents commonly resulted, however, in extensive destruction of the nerve cells in the anterior horns of the cerebrum. This outcome was indicative of an interaction between the 2 agents and suggestive of synergism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our findings in regard to the effect of agar on the cerebral behavior of PPLO in mice agreed with the earlier observations of Findlay et al. (4) as to its enhancing properties but differed from theirs in detail. In our experiments none of the mice injected with the agar-PPLO mixture showed any outward signs of nervous disorder. In Swiss mice there was a marked difference between agar and MHV(C) in respect to the number of individuals with an increased growth of PPLO and a leukocytic response at autopsy. The actual rates were about 30 per cent with agar and practically 100 per cent with the virus. Princeton mice were more responsive, the rate with agar being 60 per cent. The present observations suggest that hydrocephalus which frequently appeared in the injected mice was in part a response to the agar as the same condition also followed the injection of a sterile agar inoculum. SUMMARY Pleuropneumonia-like organisms (PPLO) of the catarrhal type were isolated from the brain of a Swiss mouse during the cranial passage of mouse hepatitis virus-MHV(C). Cranial injection of the PPLO alone in Swiss and Princeton weanlings was attended by a meagre growth of the organisms in the brain, with no pathologic change.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The growth of both catarrhal and conjunctival strains of PPLO in the brains of Swiss mice was greatly enhanced by the simultaneous injection of MHV(C). Rolling was not a characteristic sign prior to autopsy. Brain sections regularly showed a vigorous leukocytic response, commonly accompanied by the destruction of nerve cells in the anterior horns of the cerebrum. Injected in Princeton mice together with the virus, the organisms barely survived and were inactive. MHV(Pr) enhanced the growth and pathogenicity of PPLO in the brains of Princeton mice but failed to do so in Swiss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The behavior of PPLO in the brain was likewise affected by the presence of agar, as earlier observed by Findlay et al. In comparison with the effect of MHV, the enhancement was reduced in rate in both strains of mice and was not accompanied by outward signs of nervous disorder. Hydrocephalus which often followed injection of the PPLO-agar mixture was also produced by agarbouillon alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "All of the following cross-sections of the brain were stained with eosin-rnethyl ene blue. They were photographed by Mr. J. A. Carlile. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BIBLIOGRAPHY EXPLANATION OF PLATE 13"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute hepatitis associated with mouse leukemia. V. The neurotropic properties of the causal virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "J. Exp. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation of a filtrable, transmissible agent with \"neurolytic\" properties from toxoplasma-infected tissues",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Sabin",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Science",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of the filtrable, transmissible neurolytic agent isolated from toxoplasma-infected tissue as a new pleuropneumonia-like microbe",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Sabin",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Science",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rolling disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Findlay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klieneberger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "O"
                    ],
                    "last": "Maccallum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The filtrable micro~rganisms of the pleuropneumonia group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Sabin",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "Baa. Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Association of a special strain of pleuropneumonia-like organisms with conjunctivitis in a mouse colony",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "J. Exp. Meal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cholesterol in the growth of organisms of the pleuropneumonia group",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Edward",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "J. Gen. Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A lipoprotein as a growth factor for certain pleuropneumonialike organisms",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Lecce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lynn",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "J. Bact",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FIG. |. The cerebral reaction in a mouse injected with MHV(C) and PPLO. The intermeshed horns of the ganglia are partially enclosed by massive areas of leukocytic infiltration, showing as double bands. X 6.3. FIG. 2. A higher magnification of the same section. The outer horn of the ganglion showed marked nerve cell destruction which is not well brought out by the black and white print. There was no ventricular distension. X 20.5. FIG. 3. Hydrocephalic reaction in cerebrum of a mouse injected with PPLO and agar. The ground substance was compressed and displaced by the greatly distended ventricles. Lymphocytes were scattered throughout these spaces but leukocytes were absent. X 6.3. FIG. 4. Inflammatory reaction in cerebrum of a mouse injected with PPLO and agar. The circumscribed area between the bilateral horns contained both lymphocytes and mononuclear cells, as well as leukocytes. There was no destruction of nerve cells in the ganglia. X 20.5. FIG. 5. Cerebellar reaction in a mouse injected with MHV(C) and the B strain of PPLO. This mouse was a \"roller.\" In the central portion there was practically complete destruction of nerve cells. Along the outer margin of this area was a band of migratory cells, chiefly leukocytes. )< 20.5.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}