{
    "paper_id": "0ace222a6c33986dfe57d3f24779fe5f674724c7",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Please begin by providing some general information about your role and experience: Rank the most important topic area as 5, and the least important topic area as 1. Only one ranking is permitted per topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary File 3: eDelphi survey questions -Rounds 1-3 Round 1 eDelphi"
        },
        {
            "text": "For those working in a regional role, answer in relation to all the countries you know well, or pick a specific country and answer all questions in relation to that country 1. Community engagement 2. Service delivery models (numbers and type of health workers) 3. Speciality services and integration of disease specific programs 4. Continuity of patient care 5. Partnerships with non-government service providers Topics scored 4 and 5 will automatically appear, and panel members asked to suggest at least 1 and up to 3 specific areas where additional evidence would be useful for each of these two 'most important' topic areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary File 3: eDelphi survey questions -Rounds 1-3 Round 1 eDelphi"
        },
        {
            "text": "Each of the following cross-cutting themes may impact the accessibility and acceptability of primary health care services. From your perspective, how relevant is it to incorporate each of these themes in the design of primary health care research in your country?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Rank the most relevant theme 5, and the least relevant theme 1. Only one ranking is permitted per theme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Round 2 eDelphi 1. The evidence gaps in the following three screens relate to the organisation and models of primary health care in the Asia-Pacific region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Please rank each of these research topics from 1 to 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Tier 1 should include those topics of highest priority, and Tier 3 should include those topics of least priority. Use the following definition of priority tiers to guide your ranking:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Tier 1: Includes research gaps of high potential leverage, in which more evidence is likely to have a significant impact on strengthening PHC performance. Tier 2: Includes research gaps of moderate potential leverage, in which more evidence is somewhat likely to have an impact on strengthening PHC performance. Tier 3: Includes research gaps for which more evidence is unlikely to have an impact on strengthening PHC performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority Tiers:"
        },
        {
            "text": "What package of primary health care services is the most effective and appropriate for the population? What is the optimum mix of health workers at primary health care level?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i. Primary health care team composition, structure and services"
        },
        {
            "text": "What is the most effective and sustainable primary health care service delivery model for the management of chronic diseases in a resource-constrained setting? How can we integrate electronic health records into mobile primary health care services?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i. Primary health care team composition, structure and services"
        },
        {
            "text": "How can task-shifting (e.g. use of non-physician health workers) be used to support the delivery of primary health care? What incentives will ensure the long-term availability of doctors at the primary health care level?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i. Primary health care team composition, structure and services"
        },
        {
            "text": "What are the support needs of doctors who are caring for rural and remote communities?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i. Primary health care team composition, structure and services"
        },
        {
            "text": "What systems of quality control and improvement can be effectively and sustainably implemented at the primary health care level? What is the difference between the expected and actual workload of individual members of the primary health care team? ii. Patient management tools How can we apply mHealth/eHealth technology to provide supportive supervision for community health workers? How can we use mHealth technology at the village level to improve preventative and promotive services?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i. Primary health care team composition, structure and services"
        },
        {
            "text": "What are the limits placed on use of mHealth/eHealth by coverage of mobile networks, ownership of mobile phones, and literacy of those receiving messages? What strategies will improve co-ordination and communication between providers, including between public and private providers, and between rural and urban settings? How can we address the different barriers to continuity of patient care in urban and rural/remote areas?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i. Primary health care team composition, structure and services"
        },
        {
            "text": "iii. Integration of disease specific programs What is the impact on the wellbeing, motivation and workload of community health workers when integrating a new primary health care program? What are sustainable models of disease integration that would a) make best use of existing vertical programs, and b) strengthen primary health care? How should payers work with providers to design funding models that better support integrated care? How can administrators engage donors to better support integration through their funding models?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i. Primary health care team composition, structure and services"
        },
        {
            "text": "What approaches to treating communicable diseases can be effectively transferred to the management of chronic diseases? How can we best integrate primary, secondary and tertiary care across the health sector?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "i. Primary health care team composition, structure and services"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How can we best integrate primary, secondary and tertiary care across the health sector? What is the optimum mix of health workers at primary health care level? How can we apply mHealth/eHealth technology to provide supportive supervision for community health workers? How can health services be more culturally competent and responsive to diverse communities? What systems of quality control and improvement can be effectively and sustainably implemented at the primary health care level? How do we ensure that essential drugs and diagnostics are always available in primary health care services? How can administrators and providers effectively involve the community in the design and oversight of primary health care packages and service delivery? What is the difference between the expected and actual workload of individual members of the primary health care team? How do we use routine health information",
            "authors": [],
            "year": null,
            "venue": "What strategies will improve co-ordination and communication between providers, including between public and private providers, and between rural and urban settings",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "1.Thinking about how primary health care services are organized and delivered in the country where you work, where is more research evidence needed?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "These final evidence gaps relate to planning and accountability in primary health care.Please rank each of these research topics from 1 to 3. Tier 1 should include those topics of highest priority, and Tier 3 should include those topics of least priority.How can we project the primary health care needs of the future?How do we ensure that essential drugs and diagnostics are always available in primary health care services? How do we use routine health information, survey data and surveillance data to identify and address inequities in service coverage? How to ensure that cost-effectiveness data are locally relevant and applied in decision-making?Why do the majority of successful pilots not get scaled-up?How can administrators and providers effectively involve the community in the design and oversight of primary health care packages and service delivery? How can health services be more culturally competent and responsive to diverse communities?How do primary health care managers assess and manage staff performance?How can the health literacy of individuals and organisations be measured and improved?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "In Round 2 of the Delphi exercise, Expert Panel members prioritised evidence and research gaps in two areas: i) organisation and models of primary health care, and ii) financing of primary health care.Responses from all panel members were combined to group research gaps into three priority tiers. Research gaps ranked in the top two tiers are presented on the following two screens for final prioritisation.Through this final round we aim to achieve consensus agreement among Asia Pacific stakeholders on the top 10 primary health care research priorities within each area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Round 3 eDelphi"
        },
        {
            "text": "In relation to the organisation of primary health care, the Expert Panel ranked the following 19 questions as top priorities during Round 2.Give a priority score of 1 to 5 to each of these research questions. Consider, would better evidence on this topic be useful in your country? For those working in a regional role, answer in relation to all the countries you know well, or pick a specific country and answer all questions in relation to that country.5=high priority 1=low priorityWhat are sustainable models of disease integration that would a) make best use of existing vertical programs, and b) strengthen primary health care? What is the most effective and sustainable primary health care service delivery model for the management of chronic diseases in a resource-constrained setting? How can task-shifting (e.g. use of non-physician health workers) be used to support the delivery of primary health care? How can we address the different barriers to continuity of patient care in urban and rural/remote areas? How should payers work with providers to design funding models that better support integrated care? What is the impact on the wellbeing, motivation and workload of community health workers when integrating a new primary health care program? How can we project the primary health care needs of the future? What approaches to treating communicable diseases can be effectively transferred to the management of chronic diseases? What package of primary health care services is the most effective and appropriate for the population?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        }
    ]
}