{
    "paper_id": "0bcc4d843bd37ae1c8623e45dab6fff11263f798",
    "metadata": {
        "title": "Mark J. Kwakkenbos Stable long-term cultures of self-renewing B cells and their applications",
        "authors": [
            {
                "first": "Pauline",
                "middle": [
                    "M"
                ],
                "last": "Van Helden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AIMM Therapeutics",
                    "institution": "Academic Medical Center",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "Beaumont",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AIMM Therapeutics",
                    "institution": "Academic Medical Center",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Hergen",
                "middle": [],
                "last": "Spits",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AIMM Therapeutics",
                    "institution": "Academic Medical Center",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "J"
                ],
                "last": "Kwakkenbos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AIMM Therapeutics",
                    "institution": "Academic Medical Center",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The year 2015 marks the 40th anniversary of a landmark paper that would have a huge impact on the emerging field of biotechnology (1) . In this paper, K€ ohler and Milstein describe a protocol to immortalize antibody-producing B cells by fusing them to myeloma cells. The resulting fusion product combined the antibody-producing capacity of the original B cell or plasma cell and the immortality of the myeloma cells. Cloned lines of the fusion products were called hybridomas and produced relatively large amounts of antibodies, which were called monoclonal antibodies. The impact of the hybridoma technology cannot be underestimated. Nowadays monoclonal antibodies have found applications in virtually all branches of life sciences. The therapeutic potential of monoclonal antibodies was quickly recognized resulting in a large number of lifesaving therapeutic and prophylactic antibodies that are currently produced and marketed by the pharmaceutical industry.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first generation of antibodies developed for clinical applications were mouse monoclonal antibodies as both the myeloma fusion partners and the B cells were of mouse origin. The first antibody approved for the clinic was OKT3, an antibody against the human CD3e component of the Tcell receptor complex (2) . OKT3 was approved for treatment in transplantation and deleted T cells, thereby reducing the damaging effects of T cell-mediated antigraft reactions. The clinical utility of OKT3 turned out to be limited by its immunogenicity in humans, among other problems, as OKT3 is a mouse antibody. Second-generation therapeutic antibodies were chimeric antibodies in which the constant domains of the mouse immunoglobulin were replaced with those of human. Two examples of such chimeric antibodies are rituximab, an antibody against the B-cell antigen CD20, which is used for therapy in B-cell malignancies and various other diseases, and infliximab, an antibody against tumor necrosis factor (TNF)-a used in inflammatory diseases such as Crohn's disease and rheumatoid arthritis. Advances in antibody engineering resulted in techniques to fully humanize the mouse antibodies by grafting the complementarity determining region (CDR)3 regions into the human immunoglobulin (Ig)G framework. Although humanization of mouse antibodies is still used, animals with human Ig genes are now being used by a growing number of companies to raise therapeutic antibodies. In parallel with the use of mice with human Ig genes and the technical advances with antibody humanization, other technologies have been developed to directly generate fully human antibodies. Phage display is one of those technologies. This method uses a library of bacteriophages that have been engineered to display antibody fragments on their surface. These bacteriophages are screened for binding to target proteins in order to identify the antibody fragments of interest (reviewed in 3). The technology has an advantage over animal-based methods as human B cells can be used to make the Ig libraries representing the naturally occurring repertoire. However, phage display antibodies are frequently unstable because of their artificial pairing of heavy and light chains. Currently, only three antibodies have been approved for clinical use, amongst which the TNF-a-specific antibody adalimumab.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Other methods to generate fully human antibodies involve PCR or direct RNA sequencing of single plasma cells or B-cell blasts. The latter can be selected by flow cytometry using labeled antigen. These methods require prior knowledge of the antigen and substantial frequencies of antigenspecific B cells in the samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Immortalization of human B cells provides us with a method that copes with the difficulty to isolate rare antibodies provided that the technology to immortalize B cells is efficient. This includes capturing the complete B-cell repertoire and the generation of stable immortalized B cells. Although fusion of B cells and myeloma cells has been the method of choice to immortalize antibody-producing mouse B cells, there are several drawbacks that limit its applicability to isolate rare B cells. First is that the efficiency of immortalization is rather low. Only a very low proportion of the total mouse B-cell repertoire is captured by the hybridoma technology and clones are often instable. Secondly, whereas the technology works well with mouse and rat B cells, attempts to generate hybridomas with human B cells had limited success. This is caused by the lack of good fusion partners for the human B cells. Recently, the success rate has been improved by the development of better fusion partners and technical advances in using electrofusion (4, 5) .",
            "cite_spans": [
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epstein-Barr virus (EBV) transformation is a commonly used way to immortalize human B cells (6) . The frequency of transformation which was traditionally low was increased considerably, from <10% to >30% by using TLR9 agonist (7) . Using this technology, the group of Lanzavecchia has generated a number of broadly reacting highly neutralizing antibodies against a variety of pathogenic viruses (8) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Clones of human B cells have also been obtained by expanding individual cells with CD40L and cytokines like interleukin (IL)-2, IL-4, IL-10, and IL-21 (9) . Although a number of interesting monoclonal antibodies have been generated (for instance, 10), this technology has its limitations as B cells expand transiently in this protocol. Therefore, this method offers only a limited window of opportunity for finding the desired antigen-specific clone. One possible reason for the limited proliferative capacity of B cells stimulated by CD40L and cytokines is that the activated B cells differentiate to plasma cells in this setting. Plasma cells are terminally differentiated cells and unable to proliferate. The observation by our group that forced expression of BCL-6 (which is known to inhibit terminal differentiation to plasma cells) in activated B cells enables these cells to continue proliferating in response to cytokines and CD40L is consistent with this hypothesis (11, 12) . In this review, we will give an overview of our work on regulation of self-renewal of B cells and how this knowledge led to the development of a convenient antibody discovery platform that is applicable to a wide range of species.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Regulation of self-renewal of human B cells by STAT5 and BCL-6 B cells develop and are selected in the germinal center (GC) (13) structures in secondary lymphoid organs which arise as a consequence of antigen stimulation. GCs consist of two distinct areas called the dark (DZ) and light zones (LZ), respectively. The GC microenvironment contains a multiple of cell types that provide signals, including cytokines and chemokines that support proliferation, migration, and differentiation of B cells. Cytokines that support B-cell differentiation in the GC include IL-2, IL-4 and IL-21, all of which activate signal transducers of activation and transcription (STAT), particularly STAT3 and STAT5 (14) .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "CD25 + B cells that expressed phosphorylated STAT5 were found in the LZ of GCs of human tonsils suggesting that STAT5 plays a role in B cells in humans (15) . STAT5 is likely to be involved in the proliferation of human B cells as knockdown of STAT5 using RNA interference strongly decreased proliferation of B cells stimulated with CD40L in the presence of IL-2 and IL-4 (15) . To determine the exact role of STAT5 in B-cell functions, we expressed a fusion of STAT5 with a mutated domain of the estrogen receptor (ER) and STAT3 in activated B cells and examined the response of these cells following incubation with 4-hydroxy tamoxifen (4 HT). It was observed that addition of 4 HT strongly enhanced the proliferative response of B cells. Interestingly, ectopic expression of a constitutive active form of STAT5 resulted in long-term in vitro proliferation of B cells cultured with CD40L and cytokines, whereas control transduced B cells proliferated only for a limited period of time. These results contradict those of studies in mouse models that have demonstrated that STAT5 is involved in early B-cell development but not in Bcell maturation. Deletion of STAT5 in B cells using CD19 CRE and floxed STAT5 alleles did not result in diminished antibody production (16) . Also, STAT5-deficient mouse B cells proliferate normally in response to IgM stimulation and IL-4 (16) . Perhaps the growth-promoting effect of IL-4 in mice is exclusively mediated by STAT6, whereas in humans STAT5 may be involved in this process as well.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1267,
                    "end": 1271,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1371,
                    "end": 1375,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The continued expansion of human B cells by constitutive activation of STAT5 is most likely mediated by control of its target BCL-6 because forced expression of BCL-6 in human B cells also resulted in sustained proliferation of human B cells in response to cytokines and CD40L (15, 17) . The effects of overexpression of active STAT5 in human B cells are however not identical to those of BCL-6. Most notably, continued overexpression and activation of STAT5 eventually result in downregulation of Ig gene expression and other B cell markers, presumably because of epigenetic repression (18) . STAT5-overexpressing cells eventually acquire features of Hodgkin lymphoma cells (19) . BCL-6 is highly expressed in GC B cells and studies in mouse have demonstrated that BCL-6 is essential for the formation of GC (20) . BCL-6 functions to support proliferation and to inhibit differentiation of proliferating B cells to plasma cells in mice (20) and humans (11) . BCL-6 also allows activation-induced cytidine deaminase (AID)mediated somatic hyper mutations (SHM) and class switch recombinations (CSR) which involves extensive DNA modifications by counteracting a DNA damage response. BCL-6 regulates AID through repression of the microRNA, mir-155 (21) . Plasma cells are characterized by the expression of a different set of transcription factorsthe most important are BLIMP-1 (encoded by PRDM1), which is essential for plasma cell differentiation (22) , and XBP-1, which is needed for the formation of the machinery to secrete large amounts of antibodies (23, 24) . BCL-6 and BLIMP1 crossregulate each other as BCL-6 protein can bind to the PDRM1 locus and repress expression of BLIMP1, thereby inhibiting plasma cell differentiation (11, 25) . The ratio of BCL-6 and BLIMP1 is therefore one of the determining factors whether an activated B cell is poised to become a plasma cell or a memory cell type. The finding that forced expression of BCL-6 inhibits plasma cell differentiation and allows for sustained proliferation of activated B cells was confirmed in other species including non-human primates, rabbits, llamas, and mice.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1446,
                    "end": 1450,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1559,
                    "end": 1562,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1733,
                    "end": 1737,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1738,
                    "end": 1741,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ex vivo isolated human memory B cells do not express BCL-6 protein. It is therefore unlikely that BCL-6 is needed for maintenance of a memory state of human B cells. In line with this, upon forced expression of BCL-6 in activated peripheral blood B cells cultured with cytokines and CD40L these cells acquire features of GC B cells. More specifically, the BCL-6-overexpressing cells show similarities to plasmablasts as they produce immunoglobulin but also express B-cell receptor (BCR) on the cell membrane (12) .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 512,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Forced expression of BCL-6 in activated human B cells induces a germinal center phenotype"
        },
        {
            "text": "Not only do BCL-6 transduced peripheral blood-derived memory B cells express cell surface antigens that are also found on GC B cells, they also express AID (12, 13) . This enzyme mediates two important processes in GC B cells -SHM and CSR (26) . AID is functional in BCL-6-expressing B cells as cloned lines of BCL-6-expressing human B cells show mutations in the IgG H and L chains of the monoclonal antibody accumulating over time. Intriguingly, however, CSR does not occur in the BCL-6+ B cells indicating that SHM and CSR are differentially regulated. That CSR and SHM use different domains of AID and therefore can be uncoupled from SHM and gene conversion has been shown before. However, the mechanisms underlying the lack of CSR in B cells that undergo SHM is presently unknown. Taken together, BCL-6 seems to be a master regulator conferring a GC phenotype and function to peripheral blood memory B cells.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Forced expression of BCL-6 in activated human B cells induces a germinal center phenotype"
        },
        {
            "text": "Observations in patients suffering from an autosomal dominant hyper-IgE syndrome (AD-HIES) have established a critical role of STAT3 in the regulation of B-cell maturation. AD-HIES is caused by mutations in STAT3 resulting in expression of dominant negative STAT3 which reduces STAT3 function (27, 28) . These patients show a high susceptibility to microbial pathogens due to deficiencies in the functions of a variety of immune cells. T-cell-dependent antibody production is strongly affected. Although STAT3 deficiency impairs the function of T follicular helper cells, thereby hampering B-cell help (29) , deficiencies in STAT3 function also intrinsically affect the capacity of B cells to differentiate into antibody-secreting plasmablasts (30) . There are several cytokines that can induce STAT3 in activated B cells including IL-10 and IL-21. Of those, IL-21 is most likely the dominant STAT3 inducer in B cells as patients with IL-21R mutations have deficiencies in antibody responses (31) . Moreover, IL-21 most strongly induces expression of PDRM1 and XBP-1 in activated naive and memory B cells resulting in plasma cell differentiation and increased antibody production (11, 32) . To study the effects of STAT3 activation in the absence of cytokine signaling, we followed the same approach as with STAT5, expressing a fusion of STAT3 with a mutated domain of ER in activated B cells and examined the response of these cells following incubation with 4 HT. These experiments revealed that activation of STAT3 itself increased expression of BLIMP1 and XBP1 similar to IL-21, suggesting that these transcription factors are controlled by STAT3 (11) . However, whereas BCL-6 was induced by IL-21, it was not induced by STAT3. Because IL-21 transiently induces STAT5 phosphorylation and BCL6 is a direct target of STAT5 in human B cells (15) , it is likely that IL-21 regulates BCL-6 through STAT5. However, STAT5 and BCL-6 are not sustained by IL-21, and eventually B cells cultured with IL-21 and CD40L differentiate terminally to plasma cells (11) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 992,
                    "end": 996,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1185,
                    "end": 1188,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1651,
                    "end": 1655,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1842,
                    "end": 1846,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2051,
                    "end": 2055,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "IL-21 is a strong inducer of human B-cell maturation by inducing STAT3"
        },
        {
            "text": "The knowledge we obtained in our studies of the regulation of human B-cell maturation provided us with a convenient method to immortalize human B cells by genetic modification rather than by fusion to myeloma cells or by EBVmediated transformation. By forced expression of BCL-6 into B cells by retrovirus-mediated gene transfer, we prevent those cells from differentiating into plasma cells in a culture system with CD40L-expressing mouse fibroblasts and cytokines. However, the pool of B cells expressing BCL-6 expanded very slowly probably caused by the fact that many cells were dying. To offset cell death, we examined whether co-expression of gene fragments encoding antiapoptotic molecules would prevent cell death of BCL-6-transduced cells. Indeed co-expression of a variety of genes encoding BCL-2 family members resulted in a strong inhibition of death of BCL-6-transduced cells. The best effect was observed with BCL-XL but BCL-2 and MCL1 were also effective (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immortalization of human B cells by overexpressing BCL-6 and BCL-XL"
        },
        {
            "text": "BCL-6/BCL-XL-transduced B cells expand rapidly in response to a variety of cytokines including IL-4, IL-10, and IL-21. The most robust proliferation was achieved with IL-21. As mentioned in the previous paragraphs, BCL-6-expressing cells are inhibited in their differentiation into plasma cells but they are nonetheless capable of secreting significant amounts of antibodies. Besides the differences in effects on proliferation, we also observed differences in the capacities of IL-4 and IL-21 to induce production of antibodies. IL-21 induced the highest antibody titers most likely because, in contrast to IL-4, it activates STAT3 which promotes the secretion of antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immortalization of human B cells by overexpressing BCL-6 and BCL-XL"
        },
        {
            "text": "The combination of BCL-6 and BCL-XL overexpression and the CD40L/IL-21 culture system provides us with B cells that have several properties that enable the isolation of antigen-specific antibodies (Fig. 1) . B cell clones can be selected based on antibodies that are secreted. The culture supernatant can be used to test specific antibody properties, e.g. inhibition of viral infection, cell binding, antibodydependent cell-mediated cytotoxicity, or complement-dependent cytotoxicity. Using this direct functional screening approach, we identified the respiratory syncytial virus (RSV)-specific antibodies D25, AM14, AM16, and AM23 (12), cross-neutralizing antibodies against Parecho virus (33) , and the Staphylococcus aureus-specific antibody rF1 (34) . Antibody secretion is maintained and stable during B-cell culture allowing multiple rounds of cellular cloning and the ability to perform multiple screening assays during the selection process (35) .",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 694,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 949,
                    "end": 953,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 205,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Immortalization of human B cells by overexpressing BCL-6 and BCL-XL"
        },
        {
            "text": "High levels of BCR expression are detected on transduced cells compared to normal B cells (12) . Fluorescently tagged antigens will bind to specific BCRs enabling the isolation of those specific B cells from a polyclonal pool using a flow cytometer. Labeled antigens that can be used include small peptides, monomeric proteins, protein complexes but also cell wall fractions and virus-like particles. Additional rounds of antigen-specific B-cell selection can be done using different proteins to select for B cells that recognize a common conserved epitope on both antigens. We have successfully applied antigen-specific B-cell sorting for the isolation of tetanus toxoid antibodies (12) , and broadly neutralizing influenza antibodies (36) (37) (38) .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Immortalization of human B cells by overexpressing BCL-6 and BCL-XL"
        },
        {
            "text": "RSV infection is the main cause of lower respiratory tract disease. In the developing world RSV is the main viral etiology for severe pneumonia and bronchiolitis contributing considerably to the burden on health services. Especially premature neonates and children with bronchopulmonary dysplasia or congenital heart disease are at risk of pathological consequences of RSV infection (39) (40) (41) . Nair et al. estimated that RSV accounted for~3 million hospitalizations and between 66,000 and 199,000 deaths per year mainly occurring in developing countries (42) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies against RSV"
        },
        {
            "text": "There is currently no vaccine that confers protection against RSV but a humanized monoclonal antibody specific for the RSV F protein (palivizumab) is prophylactically administered to children at risk (43, 44) . Early protection against RSV is important as lower respiratory tract infection early in life, especially in high-risk infants, is associated with wheezing and asthma during infancy and later in life. RSV, but also other viral etiologies, may cause or enhance airway sensitization that could result in hyper-responsive airways and asthma (45) (46) (47) (48) (49) (50) (51) . Prophylactic treatment of children may therefore result in a significant reduction in wheezing days during the first year of life and the development of asthma later in life (45, 52) . The high-dose requirements of palivizumab make this medicine less useful for treatment of large groups of newborns and treatment is only possible for very young infants weighing less than 4 kg. Therefore, the search for other medicines and for more potent neutralizing antibodies continues.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "(43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "(50)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "(51)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "(45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "52)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies against RSV"
        },
        {
            "text": "We reasoned that humans exposed to RSV would be a superior source of neutralizing antibodies compared to mice. Using our B-cell immortalization technology, we set out to identify RSV-specific antibodies better or equally potent as palivizumab. In order to screen directly on neutralizing activity, we developed a sensitive high-throughput neutralization assay using a fluorescent-based detection method to distinguish and quantify infected from non-infected cells. Using memory IgG+ B cells derived from peripheral blood from healthy individuals including daycare providers who should be frequently exposed to respiratory viruses, we isolated a series of B-cell clones producing RSV F-specific antibodies (12) . Of these antibodies, D25, AM23, and AM14 neutralize RSV A and B strains with a potency 100-fold greater than palivizumab. We demonstrated that these antibodies are specific for an F structural determinant that is not present on inactivated virus or viral lysates. The reason for this was unraveled when McLellan et al. determined the exact structure of the F protein by crystallography. It became clear that the structure targeted by the antibodies D25, AM23, and AM14 was the prefusion F trimer (53) . The epitope on F recognized by D25 was annotated as the ø domain, which is an epitope located at the membrane-distal apex of the RSV F glycoprotein, and thereby D25 locks the F protein in its prefusion state. AM14 is binding another quaternary epitope between 2 F protomers making it extremely specific for binding prefusion F trimers (54) . In vitro, these F-specific antibodies neutralize a broad selection of subgroup A and subgroup B RSV clinical isolates. The advantage of prefusion-specific antibodies is that they only recognize F protein in its native conformation on virus particles and on infected cells and do not recognize free monomeric protein which is probably more abundantly present during infection and may serve as a sink for antibodies like palivizumab which recognize both pre-and postfusion F structures. Antibodies D25, AM23, and AM14 also have potent in vivo activity in cotton rats (12) .",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 709,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "(53)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1550,
                    "end": 1554,
                    "text": "(54)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2122,
                    "end": 2126,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies against RSV"
        },
        {
            "text": "Altogether, antibodies like D25, which is now tested in vivo in premature infants under the name of MEDI8897, may be very useful in preventing RSV infection in the first months of life when given prophylactically immediately after birth. To give full protection after birth, the serum half-life of MEDI8897 is prolonged by specific YTE mutations in the Fc tail thereby increasing its affinity for the FcRn receptor. This should keep serum antibody levels high enough to give protection for the whole RSV season (55) . This was confirmed in a phase I study in which the YTE mutation resulted in an astonishing half-life of the modified D25 antibody of 90 days. It is therefore likely that only one injection during the RSV season is sufficient to confer protection whereas four injections of palivizumab are needed to confer protection. This protection against RSV disease in early life is important to prevent serious damage to the lungs and recurrent wheezing as discussed above.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 515,
                    "text": "(55)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies against RSV"
        },
        {
            "text": "It was reported recently that the RSV-neutralizing potency of serum depends mainly on the presence of prefusion F-specific IgG (56, 57) . Therefore, to protect infants and elderly later in life against lower respiratory tract disease caused by RSV, a vaccine is preferred that increases serum levels of RSV F prefusion-specific antibodies. Extensive efforts are underway to develop and test RSV vaccines. However, in the most advanced trial induction of neutralizing palivizumablike antibodies was used as an endpoint, whereas it is now clear that such antibodies are inferior to prefusion F protein-specific antibodies like D25 (58) . Recently, a prefusion F-specific vaccine has been developed based on the knowledge of the epitope recognized by D25 under the assumption that such a vaccine should be able to preferentially elicit highly neutralizing prefusion F-specific antibodies (53) .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "(56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "57)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "(58)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "(53)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Broadly reactive highly neutralizing antibodies inform vaccine development"
        },
        {
            "text": "As mentioned in the following paragraph, we were also able to develop potent broadly reacting antibodies against the influenza stem region of group 2 influenza viruses (36) (37) (38) , which should inform generation of an efficacious influenza virus vaccine similar to that done for group 1 influenza (59, 60) . We have also generated broadly reactive highly neutralizing antibodies to human parechovirus (33, 61), a virus of the picornaviridea family, hCMV and HCV. It is likely that knowledge of the epitopes recognized by these antibodies will also inform vaccine development.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "(59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "60)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Broadly reactive highly neutralizing antibodies inform vaccine development"
        },
        {
            "text": "The emergence of highly pathogenic H5N1 avian influenza infections in humans since 1997 renewed the interest in influenza infection therapeutics and prevention, especially in neutralizing antibodies against influenza hemagglutinin (HA), a major glycoprotein on the cell surface of the virus. HA mediates viral binding by interacting with sialic acids on glycoproteins or glycolipids of the host cells, therefore antibodies that block this binding site prevent viral infection. Neutralizing antibodies are almost always directed against the HA protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibodies against influenza virus"
        },
        {
            "text": "Influenza viruses rapidly mutate most of these antibody-binding sides (known as antigenic drift) preventing long-lasting immunity against the virus. Eighteen subtypes of HA have been identified which cluster in two groups (62) based on their sequence homology (group 1 comprises H1, H2, H5, H6, H8, H9, H11, H12, H13, H16, H17, and H18 and group 2 comprises H3, H4, H7, H10, H14, and H15). Of note, H17 and H18 have been recently identified in bats and do not bind to sialic acids (reviewed in 63).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibodies against influenza virus"
        },
        {
            "text": "The isolation of the broadly neutralizing antibody C179 (64) from H2N2-immunized mice showed that influenza neutralizing antibodies can also target HA epitopes that are conserved in different influenza subtypes. Recently, such broad neutralizing antibodies were also found in humans vaccinated with an influenza virus vaccine. The search for human H5N1 neutralizing antibodies resulted in the isolation of the antibodies CR6261 (65) and F10 (66) that neutralized most group 1 influenza viruses. Although these antibodies are directed against HA and prevent viral infection, they do not block the sialic acid binding site located at the top of HA molecule (HA1) but inhibit the conformational changes needed for the fusion of the viral and endosomal membranes (66, 67) . This is mediated by binding of the antibody to a conserved hydrophobic pocket in the stem domain of HA (HA2). Both human antibodies employ the heavy chain germline gene VH1-69 and bind solely via the heavy chain; the light chain is not involved. Subsequent studies have identified the critical amino acids involved in the interaction and showed that a large proportion of these residues are germline encoded with only minimal contribution of mutated residues (68, 69) .",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 763,
                    "text": "(66,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "67)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "(68,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1234,
                    "end": 1237,
                    "text": "69)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies against influenza virus"
        },
        {
            "text": "As the C179, CR6261, and F10 antibodies only protect against group 1 influenza infection, we set out to isolate group 2 neutralizing antibodies. We first enriched for H3specific B cells by incubating the transduced polyclonal B cell pool from an influenza vaccinated donor with fluorescently labeled H3. B cells binding the labeled protein were isolated and cultured after which the antibody containing culture supernatants were tested for their cross-binding potential for H3 and H7 HA. This procedure let to the identification by our group of antibodies 40C7, which was renamed CR8020 (36, 37) , and 55B4 (CR8043) (37) , which were the first human broadly reacting group 2 influenza-specific antibodies identified. Both antibodies bind a similar site in the HA stem region in close proximity to the viral membrane, more membrane proximal than the conserved epitope described for the group 1 antibodies. As for the broadly neutralizing group 1 antibodies, CR8020 and CR8043 do not inhibit viral infection by prohibiting host receptor binding but they block the conformational changes in the HA protein needed for viral membrane fusion and inhibit HA processing (36, 37) . In an independent subsequent study we identified several other broadly neutralizing group 2-specific antibodies ( (38) and data not shown). AT10-002 is the most potent antibody and shows neutralizing capacity for all group 2 influenza subtypes tested (38) . AT10-002 binds a different epitope on the stem region of H3 than CR8020 because it reacts with a CR8020 escape mutant of the highly pathogenic H7N9 influenza virus.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 591,
                    "text": "(36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "(36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies against influenza virus"
        },
        {
            "text": "FI6v3 (70) , 39.29 (71) and CR9114 (72) antibodies are the only antibodies reported to neutralize both group 1 and group 2 influenza A viruses. They bind the stem region of the HA molecule and protect mice from lethal influenza infection. With the exception of CR9114, all group 2 and pan-influenza-specific antibodies are found using screening systems utilizing life B cells and screening of the natively paired light and heavy chain antibodies. In agreement with this, the light chains of these antibodies have a very large contribution in target binding. In contrast, CR9114 is found using phage display, and target binding is mediated solely via heavy chain interactions.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "(70)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 13,
                    "end": 23,
                    "text": "39.29 (71)",
                    "ref_id": null
                },
                {
                    "start": 35,
                    "end": 39,
                    "text": "(72)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies against influenza virus"
        },
        {
            "text": "A hallmark of the GC reaction is the occurrence of somatic hypermutations in the variable domains of the Ig locus in B cells. B cell clones with increased antigen-affinity are selected to generate an effective antibody response (73) . AID (encoded by AICDA) is one of the key enzymes that regulate somatic hypermutation and is expressed in GC B cells (26) . Employing the activity of AID, one can select B cells that have mutations in the immunoglobulins they produce. Using the AID-expressing chicken-derived DT40 cell line and Ramos B cells (74) , sub-lines were generated which recognize several different antigens, even though these B cells express a single rearranged Ig gene. Using mammalian cell display, affinity maturation can be mimicked in vitro by co-expressing antibody and AID in the HEK293 cell line. Following selection, clones with increased affinity or improved biophysical properties could be identified (75, 76) .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "(73)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "(74)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "(75,",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "76)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Application of AID expression in immortalized B cells"
        },
        {
            "text": "In line with their GC-like phenotype AICDA transcripts are expressed in BCL6/BCL-XL-transduced B cells in similar quantities as tonsil-derived GC B cells (12) . Sequence analysis of transduced B cells revealed that mutations are present in the Ig locus and that they are mainly localized in the CDRs and framework region-3 indicating that the occurrence of these mutations was site-directed and not random. The Ig variable mutation rate in transduced B cells is between 8.85 9 10 À5 and 5.14 9 10 À5 mutations per base pair per cell division, which is at the lower end of the estimated AID-mediated mutation rate in vivo (1 9 10 À3 to 1 9 10 À5 ) (77). This ongoing somatic hypermutation does not lead to the loss specificity of the whole B-cell pool as mutated B cells only form a very small part of the total population of cultured BCL6/BCL-XL-transduced B cells. To retrieve the small subset of mutated B cells within this pool, we stain the cells with labeled antigen and isolate those cells with either low or high binding avidity by flow cytometry (Fig. 2) . This way we isolated subclones that produced antibodies with five to 10-fold higher affinities than the parental antibody. It has been documented that AID expression is controlled by the basic helix-loop-helix transcription factor E47. The activity of this transcription factor can be inhibited by Id2 and Id3, which bind to E47 forming an inactive complex (78) . As a consequence, overexpression of helix-loop-helix factor inhibitor of DNA binding-3 (Id3) strongly reduced AICDA transcripts thereby providing a method to prevent AID-induced mutations.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1422,
                    "end": 1426,
                    "text": "(78)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 1054,
                    "end": 1062,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Application of AID expression in immortalized B cells"
        },
        {
            "text": "In vitro affinity maturation of transduced B cells was done by correlating the BCR expression levels of a B-cell pool to their antigen binding capacity and specifically selecting B cells that show binding patterns deviating from the median (35) . Using this strategy, we could increase the affinity of one of our B cell clones at least sevenfold (from 35 nM to 5 nM) (35) . Additionally, loss-of-binding mutants were informative for the residues involved in antigen binding, something that cannot be determined by sequence analysis alone. The ability to optimize antibody performance without the need for extensive sequence analysis and molecular cloning is one of the unique properties of the BCL6/BCL-XL antibody discovery platform.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Application of AID expression in immortalized B cells"
        },
        {
            "text": "Due to tolerance to native human proteins the human B-cell repertoire may not harbor all desired antibody (self) specificities. Therefore, to identify antibodies against human proteins, it is sometimes desirable to immunize animals to obtain such antibodies. Until recently monoclonal antibodies were almost exclusively derived from immunized mice or rats. We explored if immortalization by introduction of BCL-6 and BCL-XL could also be applied to non-human species. B-cell immortalization could be achieved for nonhuman primates (12) , mouse, llama, and rabbit B cells ( Table 1 ). Particularly retroviral transduction of rabbit B cells was very efficient (90%) ( Table 1 and Fig. 3 ) and immortalized rabbit cells grow very rapidly with an average doubling time of 18 h, compared to 25-29 h for human cells ( Table 1 and Fig. 3) . This allows the analysis of the complete B-cell repertoire within a very short time period. Similar to transduced human B cells, rabbit B cells also secrete immunoglobulin and express BCR on their cell surface allowing antigen-specific sorting and functional screens on secreted antibodies.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 580,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 666,
                    "end": 673,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 678,
                    "end": 684,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 812,
                    "end": 819,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 824,
                    "end": 831,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Application in other species"
        },
        {
            "text": "Rabbit antibodies are of high interest as they outperform mouse antibodies in terms of affinity, diversity, and specificity for peptides and modified proteins. Also, rabbit antibodies can easily be selected for cross-reactivity to mouse targets enabling their use in many human disease models. Finally, identification of antibodies reacting to both human proteins and their mouse counterparts enables the use of the same monoclonal in preclinical and clinical studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discovery of monoclonal antibodies from rabbit memory B cells"
        },
        {
            "text": "Current methods for obtaining rabbit monoclonal antibodies include (i) hybridoma formation by cell fusion with a rabbit plasmacytoma fusion partner developed from genetically modified rabbits (240E-1) (79), (ii) phage display, (iii) in vitro differentiation into antibody-producing cells followed by sequencing of individual B cells (80) , and (iv) analysis of the polyclonal repertoire by comparison of affinity-enriched serum IgGs to a database of IgG variable gene (V-gene) sequences constructed by NextGen sequencing of mature B cells (81) . Although these methods are well suited to identify antibodies that arise with a high frequency, identifying rare antibodies may prove time-consuming and costly requiring extensive sequencing and recombinant expression efforts. For hybridoma formation, the low fusion efficiency and instability of clones challenges the identification of rare antibody-producing cells. As indicated in the previous paragraph, the identification of rare B cells producing exceptional antibodies for instance with desired cross-reactivities is not a problem when using BCL-6 and BCL-XL-transduced rabbit B cells.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "(80)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "(81)",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Discovery of monoclonal antibodies from rabbit memory B cells"
        },
        {
            "text": "To assess if rabbit B cell immortalization can be used as a platform to obtain antigen-specific rabbit monoclonal antibodies, we immunized rabbits with the human influenza vaccine Influvac that contains H1, H3, and influenza B. Already after two immunizations, vaccine-specific transduced B cells could be detected with a high frequency (0.2 and 0.6%) (Fig. 3) . To show that (as for human cells) both secreted antibodies and the cell surface expressed BCR could be used to identify specific clones, we seeded cells in mini-cultures and in parallel single cell-sorted B cells binding to fluorescently labeled H1, H3, and influenza B (Fig. 4) . Subsequently, culture supernatants were analyzed for antibodies binding the different components of the influenza vaccine in ELISA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 360,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 633,
                    "end": 641,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discovery of monoclonal antibodies from rabbit memory B cells"
        },
        {
            "text": "Supernatants from the unbiased mini-cultures contained antibodies directed to all three components of the vaccine and to the complete vaccine itself in both rabbits (Fig. 4) . Analysis of the antibodies produced by the antigen-sorted cells showed that the majority of the antibodies were directed against the component of the vaccine that was used for antigen-specific sorting (Fig. 4) . Thus antigen-specific sorting allows focusing on the B-cell population of interest. H3sorted clones were subsequently tested for binding to H7 virus-infected cells to investigate if rabbit immunization resulted in the development of rare cross-binding clones. Indeed we could identify one clone that showed cross-binding to H3 and H7, corresponding to a frequency of 1 per 60,000. Due to the fast doubling time of the immortalized rabbit B cells over 200 HA-specific, IgG+ B cell clones were obtained within 3 weeks of blood draw. As expected for rabbit antibodies, the affinities of individual antibodies were extremely high, up to 4 pM and the fact that the animals were not sacrificed allows for sequential sample taking and analysis. In a similar experiment where we were aiming to obtain peptide-specific monoclonal antibodies, we obtained antibodies recognizing a FLAG tag or a peptide from the estrogen receptor with EC 50 s between 0.5 and 10 ng/ml in ELISA (data not shown). Summarizing these data, we con-clude that immortalization of rabbit B cells offers a powerful platform to quickly obtain rabbit monoclonal antibodies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 377,
                    "end": 385,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discovery of monoclonal antibodies from rabbit memory B cells"
        },
        {
            "text": "It is well established that activated B cells that express high amounts of class II major histocompatibility complex (MHC) protein present antigen to T cells. Antigen is taken up by B cells via the BCR, processed, and peptides derived from the antigen are presented to the T cells. Thus, in physiological conditions, only antigens for which the B cells have a BCR are taken up, processed, and presented to T cells (82) . Human B cells expanded with CD40L and IL-4 have been shown to present antigenic peptides (83) . Antigen-specific BCL-6/BCL-XL-transduced B cells are able to present native antigen to T cells as was also demonstrated for antigen-specific EBV-transformed B cells. We have used an influenza H1-specific B cell clone capable of binding and internalizing intact H1, to show that native H1 but not H3 control protein was presented to a H1-specific autologous T cell clone (data not shown).",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "(82)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "(83)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Antigen presentation by immortalized B cells"
        },
        {
            "text": "As expected, the BCL-6/BCL-XL B cells present various antigenic peptides efficiently to autologous T cells independently of BCR specificity. This feature was successfully applied to discover neoantigens derived from highly malignant melanoma cells that were recognized by the T cells of the patient (84) . These researchers first determined the spectrum of mutated proteins of a melanoma by exome sequencing and made a library encompassing peptides that contained the mutations. They then screened pools of peptides for their capacity to stimulate interferon-c production by autologous T cells. As antigen-presenting cell, they used BCL6/BCL-XL-transduced B cells established from the patient. Importantly, these immortalized B cells did not activate autologous T cells in the absence of neoantigens. By contrast, EBV-transformed B cells derived from patient's B cells stimulate EBV antigen-specific T cells which mask the response to neoantigens (84) showing the importance of the BCL-6/BCL-XL-transduced B cells in this strategy. Neoantigens could also be found by screenings using monocyte-derived dendritic cells (DC) (85) but those DC cannot be expanded in vitro, in contrast to BCL-6/BCL-XL-transduced B cells, limiting their use in large-scale high-throughput screening.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "(84)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "(84)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Antigen presentation by immortalized B cells"
        },
        {
            "text": "We describe here how activated B cells can be immortalized by a simple genetic modification. Nearly the complete B-cell repertoire is captured using a highly efficient transduction of a retroviral construct harboring BCL6 and BCL-XL. The immortalized B cells are stable and can be readily cloned, frozen, and thawed without loss of their antibody-producing capacities. BCL6/BCL-XL-transduced B cells have a plasmablast-like phenotype secreting antibodies in the supernatant and expressing the BCR on their surface, which makes them an excellent source for the discovery of monoclonal antibodies. Libraries encompassing hundreds of thousands of B cells can be established from individuals who produce exceptional antibodies, facilitating rapid antibody discovery and allowing investigators to search for rare B cells that make unique antibodies. We have discussed examples of broadly reacting highly neutralizing monoclonal antibodies against pathogenic viruses that were isolated from selected individuals. The method can also easily be applied to probe the B-cell repertoire of cancer patients who respond favorably to immunotherapies for antibodies that recognize tumor antigens. We have already been able to identify antibodies from B cells of cancer patients that recognize new and unexpected targets on the cell surface of tumor cells. Future work in this area should provide us not only with a better understanding of the contribution of B cells to the immune response against malignant cells but will also allow the discovery of novel therapeutic antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The application of this method to other species than humans is just beginning to be explored. We efficiently generated rabbit monoclonal antibodies, which now offer us possibilities to tap the exceptional properties of these antibodies. It is also possible to make monoclonal antibodies from non-human primates allowing analysis of the B-cell repertoire against viruses like human immunodeficiency virus which are pathogenic for humans but not for nonhuman primates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our work makes clear that expression of BCL-6 by itself is sufficient to change a circulating B cell to a GC B cell and offers ample opportunities to study development and function of these cells in the GC. One example concerns the function of AID in BCL-6/BCL-XL-transduced B cells. Surprisingly, SHM are observed in these cells but not CSR, indicating that yet to be identified signals are required for AID-mediated CSR. Aside from the scientific questions that AID expression in BCL-6/BCL-XL-transduced B cells raises, we could use this feature to generate subclones of antigenspecific B cells that secrete antibodies with either higher or lower affinities than of the antibody produced by the parental clone, thereby offering a method to affinity mature antibodies without the need for extensive molecular engineering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Finally, BCL-6/BCL-XL-transduced B cells are excellent antigen-presenting cells. They efficiently present peptides but intact proteins are processed only if they can bind to the BCR of the B cell clone. This feature allows mechanistic studies to the interaction of antigen-specific B cells and T cells in humans and other species. Importantly, cultures of BCL6/BCL-XL-transduced B cells can be established from any cancer patient providing a convenient source of APC to discover neoantigens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Continuous cultures of fused cells secreting antibody of predefined specificity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "K€ Ohler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Milstein",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Nature",
            "volume": "256",
            "issn": "",
            "pages": "495--497",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Monoclonal antibodies defining distinctive human T cell surface antigens",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Reinherz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Schlossman",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Science",
            "volume": "206",
            "issn": "",
            "pages": "347--349",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Beyond natural antibodies: the power of in vitro display technologies",
            "authors": [
                {
                    "first": "Arm",
                    "middle": [],
                    "last": "Bradbury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sidhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccafferty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Biotechnol",
            "volume": "29",
            "issn": "",
            "pages": "245--254",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An optimized electrofusion-based protocol for generating virusspecific human monoclonal antibodies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcgraw",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crowejr",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol Methods",
            "volume": "336",
            "issn": "",
            "pages": "142--151",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Use of human hybridoma technology to isolate human monoclonal antibodies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Microbiol Spectrum",
            "volume": "3",
            "issn": "",
            "pages": "141--156",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "EB virus-induced B lymphocyte cell lines producing specific antibody",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steinitz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koskimies",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Makel",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Nature",
            "volume": "269",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An efficient method to make human monoclonal antibodies from memory B cells: potent neutralization of SARS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Traggiai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "871--875",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Broadly neutralizing antiviral antibodies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu Rev Immunol",
            "volume": "31",
            "issn": "",
            "pages": "705--742",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The CD40 antigen and its ligand",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Banchereau",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Annu Rev Immunol",
            "volume": "12",
            "issn": "",
            "pages": "881--922",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human antibodies reveal a protective epitope that is highly conserved among human and nonhuman influenza A viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Grandea",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci",
            "volume": "107",
            "issn": "",
            "pages": "12658--12663",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "STAT3-mediated up-regulation of BLIMP1 Is coordinated with BCL6 downregulation to control human plasma cell differentiation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Diehl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "4805--4815",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Generation of stable monoclonal antibody-producing B cell receptorpositive human memory B cells by genetic programming",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwakkenbos",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Med",
            "volume": "16",
            "issn": "",
            "pages": "123--128",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Germinal centers",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Victora",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Nussenzweig",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu Rev Immunol",
            "volume": "30",
            "issn": "",
            "pages": "429--457",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Jaks and STATs: biological implications",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Annu Rev Immunol",
            "volume": "16",
            "issn": "",
            "pages": "293--322",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "STAT5 regulates the selfrenewal capacity and differentiation of human memory B cells and controls Bcl-6 expression",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheeren",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Immunol",
            "volume": "6",
            "issn": "",
            "pages": "303--313",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Stat5 is essential for early B cell development but not for B cell maturation and function",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "179",
            "issn": "",
            "pages": "1068--1079",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A senescence rescue screen identifies BCL6 as an inhibitor of anti-proliferative p19(ARF)-p53 signaling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shvarts",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genes Dev",
            "volume": "16",
            "issn": "",
            "pages": "681--686",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epigenetic repression of the Igk locus by STAT5-mediated recruitment of the histone methyltransferase Ezh2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Immunol",
            "volume": "12",
            "issn": "",
            "pages": "1212--1220",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "IL-21 is expressed in Hodgkin lymphoma and activates STAT5: evidence that activated STAT5 is required for Hodgkin lymphomagenesis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheeren",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Blood",
            "volume": "111",
            "issn": "",
            "pages": "4706--4715",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Germinal centres: role in B-cell physiology and malignancy",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dalla-Favera",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "22--33",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "BCL6: master regulator of the germinal center reaction and key oncogene in B cell lymphomagenesis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Basso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dalla-Favera",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Adv Immunol",
            "volume": "105",
            "issn": "",
            "pages": "193--210",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Blimp-1 is required for the formation of immunoglobulin secreting plasma cells and pre-plasma memory B cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shapiro-Shelef",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcheyzer-Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcheyzer-Williams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Calame",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunity",
            "volume": "19",
            "issn": "",
            "pages": "607--620",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Plasma cell differentiation requires the transcription factor XBP-1",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Reimold",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "412",
            "issn": "",
            "pages": "300--307",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Blimp-1 orchestrates plasma cell differentiation by extinguishing the mature B cell gene expression program",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Immunity",
            "volume": "17",
            "issn": "",
            "pages": "51--62",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Direct repression of prdm1 by Bcl-6 inhibits plasmacytic differentiation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tunyaplin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Angelin-Duclos",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Staudt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Calame",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "",
            "pages": "1158--1165",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Class switch recombination and hypermutation require activation-induced cytidine deaminase (AID), a potential RNA editing enzyme",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muramatsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fagarasan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shinkai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Honjo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell",
            "volume": "102",
            "issn": "",
            "pages": "553--563",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "STAT3 mutations in the hyper-IgE syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "1608--1619",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Dominant-negative mutations in the DNA-binding domain of STAT3 cause hyper-IgE syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Minegishi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "448",
            "issn": "",
            "pages": "1058--1062",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Functional STAT3 deficiency compromises the generation of human T follicular helper cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Blood",
            "volume": "119",
            "issn": "",
            "pages": "3997--4008",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "STAT3 is a central regulator of lymphocyte differentiation and function",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Deenick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Uzel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Tangye",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Immunol",
            "volume": "28",
            "issn": "",
            "pages": "49--57",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Loss-of-function mutations in the IL-21 receptor gene cause a primary immunodeficiency syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kotlarz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Exp Med",
            "volume": "210",
            "issn": "",
            "pages": "433--443",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Naive and memory human B cells have distinct requirements for STAT3 activation to differentiate into antibody-secreting plasma cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Deenick",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Exp Med",
            "volume": "210",
            "issn": "",
            "pages": "2739--2753",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Human memory B cells producing potent cross-neutralizing antibodies against human parechovirus: implications for prevalence, treatment, and diagnosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Westerhuis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "7457--7464",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Novel staphylococcal glycosyltransferases SdgA and SdgB mediate immunogenicity and protection of virulenceassociated cell wall proteins",
            "authors": [
                {
                    "first": "Wlw",
                    "middle": [],
                    "last": "Hazenbos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Genetic manipulation of B cells for the isolation of rare therapeutic antibodies from the human repertoire",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwakkenbos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Methods",
            "volume": "65",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A highly conserved neutralizing epitope on group 2 influenza A viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ekiert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "843--850",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A common solution to group 2 influenza virus neutralization",
            "authors": [
                {
                    "first": "Rhe",
                    "middle": [],
                    "last": "Friesen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "445--450",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Bispecific antibody generated with sortase and click chemistry has broad antiinfluenza virus activity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "16820--16825",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Respiratory syncytial viral infection in infants with congenital heart disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Suffin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alexson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Manning",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "N Engl J Med",
            "volume": "307",
            "issn": "",
            "pages": "397--400",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Selected populations at increased risk from respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Meissner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "40--44",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Pre-existing disease is associated with a significantly higher risk of death in severe respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thorburn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Arch Dis Child",
            "volume": "94",
            "issn": "",
            "pages": "99--103",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1545--1555",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Development of a humanized monoclonal antibody (MEDI-493) with potent in vitro and in vivo activity against respiratory syncytial virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Infect Dis",
            "volume": "176",
            "issn": "",
            "pages": "1215--1224",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The IMpact-RSV Study Group. Palivizumab, a humanized respiratory syncytial virus monoclonal antibody, reduces hospitalization from respiratory syncytial virus infection in high-risk infants",
            "authors": [],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "102",
            "issn": "",
            "pages": "531--537",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Respiratory syncytial virus and recurrent wheeze in healthy preterm infants",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Blanken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1791--1799",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The causal direction in the association between respiratory syncytial virus hospitalization and asthma",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Stensballe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Allergy Clin Immunol",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Early-life respiratory viral infections, atopic sensitization, and risk of subsequent development of persistent asthma",
            "authors": [
                {
                    "first": "Mmh",
                    "middle": [],
                    "last": "Kusel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Allergy Clin Immunol",
            "volume": "119",
            "issn": "",
            "pages": "1105--1110",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Respiratory syncytial virus bronchiolitis in infancy is an important risk factor for asthma and allergy at age 7",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sigurs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bjarnason",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sigurbergsson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kjellman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "161",
            "issn": "",
            "pages": "1501--1507",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Evidence for a causal relationship between allergic sensitization and rhinovirus wheezing in early life",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "185",
            "issn": "",
            "pages": "281--285",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Human metapneumovirus bronchiolitis in infancy is an important risk factor for asthma at age 5",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Garc Ia-Garc Ia",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Pulmonol",
            "volume": "42",
            "issn": "",
            "pages": "458--464",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Rhinovirus wheezing illness and genetic risk of childhood-onset asthma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "ßalıs ßkan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1398--1407",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Palivizumab prophylaxis, respiratory syncytial virus, and subsequent recurrent wheezing",
            "authors": [
                {
                    "first": "Eaf",
                    "middle": [],
                    "last": "Simoes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Pediatr",
            "volume": "151",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Structure-based design of a fusion glycoprotein vaccine for respiratory syncytial virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mclellan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "592--598",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Characterization of a prefusionspecific antibody that recognizes a quaternary, cleavage-dependent epitope on the RSV fusion glycoprotein",
            "authors": [
                {
                    "first": "Msa",
                    "middle": [],
                    "last": "Gilman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Properties of human IgG1s engineered for enhanced binding to the neonatal Fc receptor (FcRn)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Dall&apos;acqua",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kiener",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "23514--23524",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Prefusion F-specific antibodies determine the magnitude of RSV neutralizing activity in human sera",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Ngwuta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Transl Med",
            "volume": "7",
            "issn": "",
            "pages": "309--162",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Neutralizing antibodies against the preactive form of respiratory syncytial virus fusion protein offer unique possibilities for clinical intervention",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magro",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "3089--3094",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A randomized, blinded, controlled, dose-ranging study of a respiratory syncytial virus recombinant fusion (F) nanoparticle vaccine in healthy women of childbearing age",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Glenn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A stable trimeric influenza hemagglutinin stem as a broadly protective immunogen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Impagliazzo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "349",
            "issn": "",
            "pages": "1301--1306",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Hemagglutinin-stem nanoparticles generate heterosubtypic influenza protection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Yassine",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Med",
            "volume": "21",
            "issn": "",
            "pages": "1065--1070",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Structural basis of human parechovirus neutralization by human monoclonal antibodies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shakeel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "9571--9580",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Sequence relationships among the hemagglutinin genes of 12 subtypes of influenza A virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Air",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proc Natl Acad Sci",
            "volume": "78",
            "issn": "",
            "pages": "7639--7643",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Unusual influenza A viruses in bats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Viruses",
            "volume": "6",
            "issn": "",
            "pages": "3438--3449",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "A common neutralizing epitope conserved between the hemagglutinins of influenza A virus H1 and H2 strains",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okuno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Isegawa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sasao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "2552--2558",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Heterosubtypic neutralizing monoclonal antibodies cross-protective against H5N1 and H1N1 recovered from human IgM+ memory B cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Throsby",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Structural and functional bases for broad-spectrum neutralization of avian and human influenza A viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Struct Mol Biol",
            "volume": "16",
            "issn": "",
            "pages": "265--273",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Antibody recognition of a highly conserved influenza virus epitope",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ekiert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Structural and genetic basis for development of broadly neutralizing influenza antibodies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lingwood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "489",
            "issn": "",
            "pages": "566--570",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Rapid development of broadly influenza neutralizing antibodies through redundant mutations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "516",
            "issn": "",
            "pages": "418--422",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "A neutralizing antibody selected from plasma cells that binds to group 1 and group 2 influenza a hemagglutinins",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "850--856",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "An in vivo human-plasmablast enrichment technique allows rapid identification of therapeutic Influenza a antibodies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Host Microbe",
            "volume": "14",
            "issn": "",
            "pages": "93--103",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Highly conserved protective epitopes on influenza B viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dreyfus",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "337",
            "issn": "",
            "pages": "1343--1348",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Antigen-specific memory B cell development",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcheyzer-Williams",
                    "suffix": ""
                },
                {
                    "first": "Mcheyzer-Williams",
                    "middle": [],
                    "last": "Mg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu Rev Immunol",
            "volume": "23",
            "issn": "",
            "pages": "487--513",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Generation and iterative affinity maturation of antibodies in vitro using hypermutating B-cell lines",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cumbers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "1129--1134",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Coupling mammalian cell surface display with somatic hypermutation for the discovery and maturation of human antibodies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bowers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "",
            "pages": "20455--20460",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "An integrated approach to extreme thermostabilization and affinity maturation of an antibody",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcconnell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Protein Eng Des Sel",
            "volume": "26",
            "issn": "",
            "pages": "151--164",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "The biochemistry of somatic hypermutation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Peled",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Immunol",
            "volume": "26",
            "issn": "",
            "pages": "481--511",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "E-proteins directly regulate expression of activation-induced deaminase in mature B cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sayegh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Immunol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Rabbit monoclonal antibodies: generating a fusion partner to produce rabbit-rabbit hybridomas",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Spieker-Polet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sethupathi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc Natl Acad Sci",
            "volume": "92",
            "issn": "",
            "pages": "9348--9352",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "A robust high throughput platform to generate functional recombinant monoclonal antibodies using rabbit B cells from peripheral blood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seeber",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Molecular deconvolution of the monoclonal antibodies that comprise the polyclonal serum response",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wine",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci",
            "volume": "110",
            "issn": "",
            "pages": "2993--2998",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Antigen-specific interaction between T and B cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "314",
            "issn": "",
            "pages": "537--539",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "CD40-activated human B cells: an alternative source of highly efficient antigen presenting cells to generate autologous antigenspecific T cells for adoptive immunotherapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Schultze",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Invest",
            "volume": "100",
            "issn": "",
            "pages": "2757--2765",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "High-throughput epitope discovery reveals frequent recognition of neoantigens by CD4",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Linnemann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Med",
            "volume": "21",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Cancer immunotherapy based on mutation-specific CD4 + T cells in a patient with epithelial cancer",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "344",
            "issn": "",
            "pages": "641--645",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Generation of self-renewing antibody-producing B cells. B-cells are isolated from selected individuals, stimulated, and transduced with a retrovirus containing BCL6 and BCL-XL. Subsequently, transduced B cells are expanded on CD40L expressing fibroblasts in the presence of interleukin (IL)-21. B-cell clones are screened for production of desired antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ongoing somatic hypermutation in BCL6/BCL-XL-transduced cells allows in vitro affinity maturation of B-cell clones. (A) A small number of B cells within a large clonal B-cell pool will acquire mutations in their antibody-coding region due to activation-induced cytidine deaminase (AID) activity. Using fluorescently labeled antigen, B cells with enhanced or decreased antigen binding can be selected using flow cytometry. Multiple rounds of sorting can be performed before single cell cloning to achieve optimal binding affinity. (B) Example of an antigenspecific B cell clone from which subclones with deviating antigen binding capacity were selected. B cells were stained for B-cell receptor (BCR) expression and subclones that showed increased or decreased antigen binding were obtained after single cell sorting using a flow cytometer and expanded.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Transduction of antigen-specific rabbit memory B cells. (A) Rabbit B cells were isolated from PBMCs based on immunoglobulin (Ig) expression, activated for 36-40 h on CD40L L-cells with interleukin-21 and transduced with a retroviral vector containing BCL6 and BCL-XL. (B) Transduction efficiency based on green fluorescent protein expression 4 days after transduction. (C) Growth rates for rabbit B cells transduced with a retroviral vector containing BCL6 and BCL-XL, non-transduced rabbit B cells and human cells for comparison. (D) ELISpot analysis of the frequency of vaccine-specific IgG B cells; B cells were incubated overnight in ELISpot plates coated with the influenza vaccine. Bound antibodies were visualized using an anti-rabbit IgG antibody. Frequencies of vaccine-specific cells are shown in percentages.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Analysis and isolation of antigen-specific B cells. B cells from influenza H1\\H3\\influenza B-vaccinated rabbits were seeded either randomly at 25 cells/well or sorted single cell using fluorescently labeled antigen. Supernatants were analyzed for binding to H1, H3, and influenza B in ELISA. The total number of positive wells is depicted in the middle of the graphs. Some clones showed reactivity to two hemagglutinin proteins.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "BCL6/BCL-XL transduction efficiencies of non-human B cells and the doubling time of the transduced cells",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}