{
    "paper_id": "0c3068b22cb2cb50114316f9fed2738a943d2435",
    "metadata": {
        "title": "Use of noninvasive ventilation at the pulmonary infection control window for acute respiratory failure in AECOPD patients A systematic review and meta-analysis based on GRADE approach Systematic Review and Meta-Analysis Medicine ® OPEN 1",
        "authors": [
            {
                "first": "Le",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei University of Medicine",
                    "location": {
                        "settlement": "Shiyan"
                    }
                },
                "email": ""
            },
            {
                "first": "Peng-Wei",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "settlement": "Chengdu"
                    }
                },
                "email": ""
            },
            {
                "first": "Xue-Ting",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "settlement": "Chengdu"
                    }
                },
                "email": ""
            },
            {
                "first": "Chao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei University of Medicine",
                    "location": {
                        "settlement": "Shiyan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong-Xia",
                "middle": [],
                "last": "Zuo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei University of Medicine",
                    "location": {
                        "settlement": "Shiyan"
                    }
                },
                "email": ""
            },
            {
                "first": "De-Ying",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "settlement": "Chengdu"
                    }
                },
                "email": "deyingkang@126.com"
            },
            {
                "first": "Yu-Ming",
                "middle": [],
                "last": "Niu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei University of Medicine",
                    "location": {
                        "settlement": "Shiyan"
                    }
                },
                "email": "niuyuming@yeah.net."
            }
        ]
    },
    "abstract": [
        {
            "text": "The aim of the study was to comprehensively examine the efficacy and safety of noninvasive ventilation used at the pulmonary infection control (PIC) window for acute respiratory failure (ARF) in patients with acute exacerbations of chronic obstructive pulmonary disease (AECOPD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Seven electronic databases and relevant resources were searched to identify randomized controlled trials (RCTs) comparing patients using noninvasive ventilation at PIC window with those continuing receiving invasive ventilation. Retrieved citations were screened, risk of bias was assessed, and data were extracted by 2 independent review authors. Overall effect sizes were synthesized by using meta-analyses. Quality of evidence was rated by using Grading of Recommendations, Assessment, Development and Evaluation approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A total of 17 trials involving 959 participants were included for this review. Compared with continuous invasive ventilation, noninvasive ventilation used at PIC window significantly reduced mortality, ventilator-associated pneumonia, weaning failures, reintubations, duration of invasive ventilation, total duration of mechanical ventilation, length of stay (LOS) in intensive care unit, and LOS in hospital as well as hospital costs. Of these, mortality significantly decreased (risk ratio = 0.27, 95% confidence interval: 0.17-0.42, P < 0.001) without significant heterogeneity (I 2 = 0%, P = 0.99). Quality of evidence regarding the 9 outcomes across the included studies was rated from moderate to low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Use of noninvasive ventilation at PIC window showed beneficial effects across identified trials for ARF in AECOPD patients. Considering the absence of high quality of available evidence and the uncertainty of long-term effect of this intervention, a weak recommendation for clinical practice was generated, and further well-designed and adequately powered RCTs are required to validate this conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: AECOPD = acute exacerbation of chronic obstructive pulmonary disease, ARF = acute respiratory failure, CI = confidence interval, COPD = chronic obstructive pulmonary disease, GRADE = Grading of Recommendations, Assessment, Development and Evaluation, LOS = length of stay, MD = mean difference, OIS = optimal information size, PIC = pulmonary infection control, RCTs = randomized controlled trials, RR = risk ratio, SD = standard deviation, VAP = ventilator-associated pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients with acute exacerbations of chronic obstructive pulmonary disease (AECOPD) developing acute respiratory failure (ARF) require invasive mechanical ventilation to assist spontaneous breath and sustain life. [1, 2] Although it is effective, observational studies have indicated that protracted invasive ventilation may pose the risk of complications such as sinusitis, [3] respiratory muscle weakness, and ventilator-associated pneumonia (VAP). [4] VAP has been closely related to increasing mortality and morbidity. [1, 5] To mitigate complications associated with prolonged invasive ventilation, the use of noninvasive ventilation, that is, shifting from invasive support to noninvasive support in patients considered ready to be extubated but not ready for removal of mechanical ventilation, [6] has been investigated to be of benefit in reducing duration of invasive ventilation, incidence of VAP, and mortality rate. [2, 7] Meanwhile, optimizing the timing for using noninvasive ventilation is a key factor in the successful treatment of ARF in AECOPD patients. [8] Premature extubation and immediate application of noninvasive ventilation will cause loss of airway protection, respiratory muscle overload and fatigue, as well as suboptimal gas exchange, [9] while deferred use of noninvasive support may increase the risk of adverse complications. Therefore, an optimal timing must be carefully chosen to achieve the balance between the potential risk associated with early removal of invasive ventilation and delayed application of noninvasive ventilation. The pulmonary infection control (PIC) window, recently identified by Wang et al, [10] may be selected as an appropriate timing for replacing invasive ventilation with noninvasive ventilation. After receiving invasive ventilation and adequate antibiotics for 6 to 7 days, the patient' s pulmonary infection is substantially controlled when the following indices are present: significant decrease in infectious infiltrations demonstrated by lung radiography; noticeable changes of phlegm (less amount, lower tenacity, and lighter or white color); and at least one or more following signs: body temperature <37.5°C, peripheral white blood count (WBC) <10 Â 10 9 /L, or WBC reduced by 2 Â 10 9 /L. [10, 11] This period of time is referred to the PIC window. Previous studies [10, 12] indicated that noninvasive ventilation used at this timing significantly reduced duration of invasive ventilation, VAP, and hospital death for AECOPD patients with ARF. However, recent randomized controlled trials (RCTs) [13] [14] [15] found no significant differences on mortality, weaning failures, or reintubation rates between patients receiving noninvasive ventilation and those continuing invasive ventilation. But a recent meta-analysis [16] found that using noninvasive ventilation at the PIC window was associated with lower mortality, lower VAP incidence, and shorter invasive ventilation time.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 932,
                    "end": 934,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1651,
                    "end": 1655,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2264,
                    "end": 2268,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2269,
                    "end": 2272,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2341,
                    "end": 2345,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2346,
                    "end": 2349,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2571,
                    "end": 2575,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2576,
                    "end": 2580,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2581,
                    "end": 2585,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2794,
                    "end": 2798,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach [17] provides an instrument to rate quality of evidence within systematic reviews and guidelines and to generate evidence-based recommendations for clinical practice during guidelines development. [18] This tool is designed to investigate current alternative interventions or management strategies including no treatment or best management in reviews and guidelines. [18] Five methodological factors (risk of bias, inconsistency, indirectness, imprecision, and publication bias) are judged to downgrade or upgrade the quality of evidence. [19] Systematic reviewers and guideline developers use this method to appraise the quality of evidence for each outcome across studies (also called a body of evidence). Ultimately, the quality of a body of evidence is graded into 1 out of 4 levels (high, moderate, low, and very low).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the fact that many publications have explored the effectiveness of noninvasive ventilation used at the PIC window for ARF in AECOPD patients, the conclusions of these trials are inconsistent, and the safety and long-term effect of this intervention still remain uncertain. In addition, the quality of available evidence has not been appraised critically by GRADE approach. The aims of this study were to comprehensively investigate the efficacy and safety of this intervention and to grade quality of present evidence and to determine recommendation for practice using GRADE approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This systematic review was conducted using the Cochrane Collaboration's approach [20] and was reported complied with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses checklist. [21] Ethical approval and patient informed consent were not necessary because all data were obtained from previous studies.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "2.1. Criteria for considering studies for this review 2.1.1. Type of studies. Only RCTs, which were published or unpublished in English or Chinese, were identified for this review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "2.1.2. Types of participants. Participants (age ≥18 years old, male/female) who were diagnosed with AECOPD mainly caused by pulmonary infection and who met the indications for using mechanical ventilation were included in this study. Diagnostic criteria of AECOPD could be any of the following criteria: Standard of Diagnosis and Treatment of Chronic Obstructive Pulmonary Disease (Draft, 1997 edition) [22] ; Guidelines of Diagnosis and Treatment of Chronic Obstructive Pulmonary Disease (Revised 2002 [23] ; 2007 [24] ); and Global Strategy for the Diagnosis, Management, and Prevention of Chronic Obstructive Pulmonary Disease (Revised 2011 [25] ; Updated 2016 [26] ). Patients complicated with pulmonary encephalopathy, pulmonary infarction, allergic rhinitis, bronchial asthma, active tuberculosis, and pneumoconiosis, and those with contraindications to noninvasive ventilation were excluded.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The comparison of using noninvasive ventilation at the PIC window following invasive ventilation versus continuous invasive ventilation was included. Any type of noninvasive ventilation, that is, delivered by a nasal/ oronasal cannula, or full face mask providing ventilatory support from a flow generator, was identified. Any ventilator mode was eligible for this review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of interventions."
        },
        {
            "text": "2.1.4. Types of outcome measures. We convened a meeting involving a panel of 12 clinicians from West China hospital with expertise in exacerbations of COPD, breathing dysregulation, pulmonary infection, and ventilation in critical care. These clinical experts were investigated to identify possible outcomes relating to invasive ventilation and noninvasive ventilation. When the outcomes were determined by consensus with formal feedback, they were surveyed to rate clinical importance of each outcome with assigning a value of 1 (lowest importance) to 9 (highest importance). The results were then used to generate a mean score with standard deviation (SD) for each outcome. The importance of each outcome was classified according to the mean score. Three outcome categories were identified based on the clinical importance: critical (mean score of 7-9), important but 95: 24 Medicine not critical (mean score of 4-6), and limited importance (mean score of 1-3). [17] Critical and important outcomes were used to make recommendations and were shown in Table 1 ",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 876,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1053,
                    "end": 1060,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Types of interventions."
        },
        {
            "text": "We scanned reference lists of each eligible study to find relevant publications fulfilling the inclusion criteria. We also retrieved conference proceedings and dissertation abstracts to identify unpublished studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search other sources."
        },
        {
            "text": "Retrieved records including titles and abstracts were screened independently by 2 review authors (LP and P-WR) using EndNote 5.0 software after removal of duplications. Studies were selected in accordance with predefined criteria, and full texts of eligible studies were downloaded. Discrepancies were resolved via discussion or in consultation with the lead reviewer (D-YK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection of studies"
        },
        {
            "text": "Predeveloped forms were used to extract following data from each identified study by 2 independent investigators (LP and X-TL): first author, publication year, sample size in each group, characteristics of participants (including age, sex, severity on entry, and COPD stage), diagnosis criteria of COPD, details of noninvasive and invasive ventilation, measured outcomes, follow-up (where available), the number, and reasons of missing participants. Mean score changes from baseline to a particular endpoint were also abstracted where available. If they were not reported, we extracted mean scores of baseline and endpoint as well as the SDs. [20, 27] Consensus was obtained by discussion or by consulting the lead reviewer (D-YK).",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 647,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "Cochrane Collaboration's Risk of Bias Tool [20] was used to appraise the risk of bias of each eligible study by 2 reviewers (LP and P-WR) independently to judge whether the following 5 domains were adequately met: random sequence generation; allocation concealment; blinding of participants, personnel, and outcome assessors; incomplete outcome data; and selective outcome reporting. Disagreements were arbitrated by discussing with the lead reviewer (D-YK).",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "Quantitative data were aggregated by meta-analyses using Review Manager 5.1. For dichotomous data, pooled effect estimate was calculated using risk ratio (RR) with its 95% confidence interval (CI). For continuous data, overall treatment effect size was calculated using mean difference (MD) with its 95% CI when the same rating scale was used, or using standardized mean difference if rating scales were different. A 2-sided P 0.05 was considered as the threshold for statistical significance. Heterogeneity across study results was assessed using Cochrane's Q statistic with P value. I 2 statistic was used to quantify the degree of heterogeneity. If P < 0.1 or I 2 > 50%, indicating significant heterogeneity was present, [20] a randomeffects model was applied to pool overall effect estimate; otherwise, a fixed-effects model was used. Subgroup analyses were carried out where available to investigate potential influence of clinical characteristics of participants or methodological quality on treatment effect size. Sensitivity analyses were performed where available to explore possible heterogeneity and its impact on the robustness of study results. If the number of included studies was sufficient (n > 10), a funnel plot was generated to detect potential publication bias. [28] 2.7. The GRADE approach Quality of evidence for each specific outcome among the included studies was evaluated by using the GRADE approach. Two authors (X-TL and LP) received training on how to use GRADE pro [29] in the 22nd Cochrane Colloquium (Hyderabad, India, from September 21 to 26, 2014), and separately assessed the quality in the estimate of each outcome. The evidence quality across each outcome is upgraded or downgraded determined by 5 primary domains (risk of bias, inconsistency, indirectness, imprecision, and publication bias) and is eventually categorized into 4 levels (high, moderate, low, and very low). [18] ",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 728,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1496,
                    "end": 1500,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1912,
                    "end": 1916,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Data synthesis and statistical analysis"
        },
        {
            "text": "The primary search identified 1723 citations using predefined criteria, of which 1719 references were from electronic databases, other 4 references were identified from relevant reference lists, and no references were obtained from conference proceedings or dissertation abstracts. Finally, a total of 17 studies [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] from electronic databases were included in this review. Further details were shown in Figure 1 . Critical for making a decision and included in the evidence profile. † Important for making a decision and included in the evidence profile. ‡ Not important for making a decision and not included in the evidence profile. Table 2 shows the characteristics of 17 identified trials. All eligible studies were carried out in China and were published in Chinese. The mean sample size of these studies was 57 with a range from 25 to 110. All participants were ≥18 years with ARF due to acute exacerbations of COPD. Male approximately accounted for half of the total patients in each study. No dropouts were observed in these studies. AECOPD diagnostic criteria were based on Guidelines of Diagnosis and Treatment of COPD (Revised 2002 (Revised , 2007 (Revised , 2010 and Global Strategy for the Diagnosis, Management, and Prevention of COPD (Revised 2011). The PIC window was selected as timing for replacing invasive ventilation with noninvasive support among these trials. Ventilator modes were various in the included studies.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1210,
                    "end": 1223,
                    "text": "(Revised 2002",
                    "ref_id": null
                },
                {
                    "start": 1224,
                    "end": 1239,
                    "text": "(Revised , 2007",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1255,
                    "text": "(Revised , 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 716,
                    "end": 723,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Most identified trials were prone to some methodological quality issues. Items regarding randomization sequence generation and allocation concealment were judged \"unclear\" because of inadequate reporting, which may raise the potential risk of selection bias. Of these, only one study [45] used random number table to produce random sequence, whereas other trials [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [44] 46] just reported \"randomly assigned\" but no mention on how sequence produced. Details of allocation being concealed were unclear in all studies. Owing to the nature of invasive ventilation and noninvasive ventilation, it was not possible to blind participants and healthcare providers. Meanwhile, whether other important risk of bias existed could not be assessed because of paucity of data among the included trials.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "3.3. Critical outcomes 3.3.1. Mortality. Sixteen studies including 849 patients reported mortality. Mortality was occurred in hospital for all causes among these trials. Compared with invasive ventilation, pooled estimate indicated that noninvasive ventilation reduced mortality significantly (RR = 0.27, 95% CI: 0.17-0.42, P < 0.001) without significant heterogeneity (I 2 = 0%, P = 0.99) (Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 397,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "There were 16 trials providing the proportions of participants developing VAP. A significant reduction on the incidence of VAP was observed in groups of noninvasive ventilation (RR = 0.18, 95% CI: 0.12-0.27, P < 0.001) amidst no heterogeneity (I 2 = 0%, P = 0.98) (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 271,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "VAP."
        },
        {
            "text": "Six studies reported the proportions of weaning failures in this review. The results of meta-analysis indicated that a significant decrease on weaning failures was observed for patients using noninvasive ventilation (RR = 0.25, 95% CI: 0.14-0.45, P < 0.001) without heterogeneity (I 2 = 0%, P = 0.83) (Fig. 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Weaning failures."
        },
        {
            "text": "Six trials reporting the proportions of reintubations were pooled by meta-analysis. There was strong evidence that noninvasive ventilation could significantly decrease the proportions of reintubations (RR = 0.46, 95% CI: 0.25-0.85, P = 0.01) with the absence of heterogeneity (I 2 = 0%, P = 0.82) (Fig. 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 304,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Reintubations."
        },
        {
            "text": "3.4. Important outcomes 3.4.1. Duration of invasive ventilation (days). There were 13 trials comparing the duration of invasive ventilation between 2 groups. A significant reduction of the duration of invasive ventilation in patients using noninvasive ventilation was observed (MD = À6.94, 95% CI: À8.62 to À5.26, P < 0.001), but significant heterogeneity was found (I 2 = 97%, P < 0.001) (Fig. 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 396,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Reintubations."
        },
        {
            "text": "A random-effects meta-analysis indicated a significant reduction of total duration of mechanical ventilation within the noninvasive group (MD = À3.99, 95% CI: À5.36 to À2.61, P < 0.001), accompanying with high heterogeneity (I 2 = 93%, P < 0.001) (Fig. 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Total duration of mechanical ventilation (days)."
        },
        {
            "text": "3.4.3. Length of stay in intensive care unit (days). Ten trials involving 446 participants provided the length of stay (LOS) in intensive care unit (ICU). The summary estimate indicated that noninvasive ventilation significantly shortened ICU stay of 6 days (MD = À6.39, 95% CI: À7.95 to À4.83, P < 0.001) with severe heterogeneity (I 2 = 87%, P < 0.001) (Fig. 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 363,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Total duration of mechanical ventilation (days)."
        },
        {
            "text": "Other Chen (2008) [30] (SIMV + PSV + PEEP) + BiPAP (SIMV + PSV + PEEP) Mortality, duration of invasive ventilation, VAP, weaning failures, LOS in hospital, hospital costs",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Total duration of mechanical ventilation (days)."
        },
        {
            "text": "He and Fu (2008) [31] (SIMV + PSV) or A/C + BiPAP Li (2012) [35] (SIMV + PSV + PEEP) + BiPAP SIMV + PSV + PEEP Mortality, PaO 2 , PaCO 2 , VAP, traceotomy",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 60,
                    "end": 64,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Total duration of mechanical ventilation (days)."
        },
        {
            "text": "Li (2013) [36] (SIMV + PSV + PEEP) + BiPAP SIMV + PSV + PEEP Mortality, total duration of MV, weaning failures, VAP, LOS in hospital",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Total duration of mechanical ventilation (days)."
        },
        {
            "text": "Ren (2014) [37] (SIMV + PSV + PEEP) + noninvasive ventilation (SIMV + PSV + PEEP) Mortality, duration of invasive ventilation, total duration of MV, VAP, reintubation, LOS in hospital, hospital costs",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Total duration of mechanical ventilation (days)."
        },
        {
            "text": "Tang (2013) [38] ( ",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Total duration of mechanical ventilation (days)."
        },
        {
            "text": "Data from 9 studies that reported LOS in hospital were pooled. Compared with invasive ventilation, noninvasive ventilation significantly reduced hospital stay of 6 days (MD = À6.27, 95% CI: À8.50 to À4.05, P < 0.001) with considerable heterogeneity (I 2 = 87%, P < 0.001) (Fig. 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "text": "(Fig. 9",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "LOS in hospital (days)."
        },
        {
            "text": "There were 6 studies enrolling 276 participants comparing hospital costs between 2 groups. The aggregate data demonstrated a significant reduction on hospital costs of 2000 US dollars (we converted Chinese Yuan into US dollar) in favor of noninvasive group (MD = À1.38, 95% CI: À1.51 to À1.25, P < 0.001) with substantial heterogeneity (I 2 = 95%, P < 0.001) (Fig. 10 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 367,
                    "text": "(Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Hospital costs (1000 US dollars)"
        },
        {
            "text": "One study [35] used x 2 test to compare the number of participants occurring complications and the number of participants requiring tracheotomy within 2 groups, respectively; the results indicated no significant differences were found (P < 0.05). However, patients receiving noninvasive ventilation had less complications and requirements of tracheotomy than those receiving invasive ventilation. One study [36] reported 1 patient developed facial skin flushing and 2 patients presented abdominal distension. Two participants appeared gastric distension and 1 participant presented slight facial hyperemia during noninvasive ventilation in one study. [37] Ten patients occurred abdominal distension and 2 patients occurred facial injury during noninvasive ventilation in 2 studies. [42, 46] The rest of 12 trials did not report any adverse events. ",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Safety evaluation"
        },
        {
            "text": "A funnel plot for the outcome VAP via visual inspection presented significant asymmetry, indicating the potential risk of publication bias (Fig. 11 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Publication bias"
        },
        {
            "text": "Quality assessment and evidence syntheses by using the GRADE approach were shown in Table 3 . The quality of evidence regarding the 9 critical or important outcomes was downgraded to either moderate or low because of different limitations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Evidence synthesis by using GRADE"
        },
        {
            "text": "Only one study [45] generated random sequence using random number table, whereas other included studies failed to report sufficient information to enable conclusions with respect to whether the randomization sequence generation, allocation concealment, or outcome data were adequate. Insufficient reporting increased the potential selection bias. We therefore rated down the quality of evidence for all outcomes.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Risk of bias."
        },
        {
            "text": "Regarding the following 5 outcomes, the duration of invasive ventilation, total duration of mechanical ventilation, LOS in ICU, LOS in hospital, and hospital costs, statistical heterogeneities were noted in the metaanalysis results. We considered the level of inconsistency to be serious and downgraded the evidence quality for these outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inconsistencies in the results."
        },
        {
            "text": "Because the included studies directly compared noninvasive ventilation used at PIC window versus continuous invasive ventilation for patients with ARF and the measured outcomes were important to patients, and no considerable differences were existed in the study population and outcome measures, we determined that the indirectness was not serious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirectness of the evidence."
        },
        {
            "text": "For the critical outcome reintubations, although the 95% CI excluded a relative risk of 1.0 and did not include appreciable benefit or harm (relative risk < 0.75 or >1.25 as a rough guide), [18] the total number of patients of this meta-analysis (n = 327) failed to meet the optimal information size (OIS) criterion, which was estimated at approximately 398, so we downgraded the quality of evidence for imprecision.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Imprecision."
        },
        {
            "text": "3.8.5. Publication bias. Potential publication bias was detected from the funnel plot of the outcome VAP; we subsequently rated down the evidence quality for this outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imprecision."
        },
        {
            "text": "Seventeen RCTs involving 959 patients were identified for this review. Meta-analyses indicated using noninvasive ventilation at PIC window could significantly reduce mortality, VAP, weaning failures, reintubations, duration of invasive ventilation, total duration of mechanical ventilation, LOS in ICU, and LOS in hospital as well as hospital costs. Meanwhile, less adverse events were observed for patients receiving noninvasive ventilation than those receiving continuous invasive ventilation. Prolonged invasive ventilation is positively related to VAP, [47] and persistent weaning failure may occur as a consequence [48] and mortality probably increases subsequently. [49, 50] Noninvasive ventilation is applied by an nasal or oronasal cannula, or full facial mask. It does not need an artificial airway, and provides partial ventilatory support for patients who have obtained the ability to continue spontaneous breathing but still require ventilator support. [6] In this study, we found that timely extubation and immediate use of noninvasive ventilation significantly reduced the duration of invasive ventilation of 6 days. Consequently, both the incidence of VAP and mortality were reduced, higher successful weaning rates were also observed. In the meantime, the total duration of mechanical ventilation was decreased by 6 days. The reuse of a tracheal tube may exacerbate the existing damage to the tracheal mucosa. [51] Because noninvasive ventilation does not require tracheal intubation, the cough reflex is hence preserved, and it has been applied in patients with respiratory failure, effectively improving oxygenation and ventilation and reducing reintubation rates. [52] This study also proved that patients using noninvasive ventilation occurred less reintubations than those receiving invasive ventilation. Important benefits from noninvasive ventilation included the reductions of VAP and length of ICU or hospital stay, which closely associated with medical costs. [53] There was strong evidence to indicate that noninvasive ventilation was costeffective. The greatest cost benefit, a reduction of 2000 US (2.34 to 1.93 lower) * Only 1 study used random number table to generate random sequence, whereas the 15 remaining trials just reported \"randomly assigned\" but no mention was made of sequence. Details on how allocation was concealed were unclear in these studies. †The 95% CI excluded a relative risk of 1.0 and the sample size (n = 849) met the optimal information size (OIS) criteria, which was calculated approximately 374. ‡The funnel plot of 16 trials did not present a significant asymmetric trend. §The 95% CI excluded a relative risk of 1.0 and the sample size (n = 799) met the optimal information size (OIS) criteria, which was calculated approximately 84. ¶Six trials just reported \"randomly assigned\" but no mention was made of sequence. Details on how allocation was concealed were not described in these studies. ||The 95% CI excluded a relative risk of 1.0, the sample size (n = 261) met the optimal information size (OIS) criteria, which was calculated approximately 84. #It was not possible to check publication bias because of the limited number of trials for this outcome. * * The 95% CI excluded a relative risk of 1.0, whereas the sample size (n = 327) failed to meet the optimal information size (OIS) criteria, which was calculated approximately 398. † †Only 1 study used random number table to generate random sequence, whereas the 12 remaining trials just reported \"randomly assigned\" but no mention was made of sequence. Details on how allocation was concealed were unclear in these studies. ‡ ‡Inconsistencies were found among the 13 studies in the pooled results with a significantly large I 2 (I 2 = 97%, P < 0.00001). § §Inconsistencies were found among the 13 studies in the pooled results with a significantly large I 2 (I 2 = 93%, P < 0.00001). ||||Only 1 study used random number table to generate random sequence, whereas the 9 remaining trials just reported \"randomly assigned\" but no mention was made of sequence. Details on how allocation was concealed were unclear in these studies. ¶ ¶Inconsistencies were found among the 10 studies in the meta-results with a significantly large I 2 (I 2 = 87%, P < 0.00001). ##Only 1 study used random number table to generate random sequence, whereas the 8 remaining trials just reported \"randomly assigned\" but no mention was made of sequence. Details on how allocation was concealed unclear in these studies. * * * Inconsistencies were found among the 9 studies in the meta-results with a significantly large I 2 (I 2 = 94%, P < 0.00001). † † †Six trials just reported \"randomly assigned\" but no mention was made of sequence. Details on how allocation was concealed were unclear in these studies. ‡ ‡ ‡Inconsistencies were found among the 6 studies in the pooled results with a significantly large I 2 (I 2 = 95%, P < 0.00001). dollars, mainly owed to the reduction of VAP and avoidance of an ICU or hospital admission. All trials included in this review selected PIC window as switch point. Pulmonary infection is the main cause of acute exacerbations of COPD in China. The appearance of PIC window demonstrates pulmonary infection is significantly controlled. Hence, airway secretion drainage is not a main issue and patients probably do not require tracheal tube. [11] Timely removal of endotracheal tube and application of noninvasive ventilation at this period of time might not only continue supplying ventilator support and alleviate respiratory muscle fatigue, [11] but also avoid associated infection and reduce the duration of invasive ventilation. [12] We found beneficial effects of using noninvasive ventilation at this timing on each assessed outcome in this review.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1426,
                    "end": 1430,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1683,
                    "end": 1687,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1986,
                    "end": 1990,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 5372,
                    "end": 5376,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 5574,
                    "end": 5578,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 5664,
                    "end": 5668,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Summary of main results"
        },
        {
            "text": "Meanwhile, what needs to be highlighted is to accurately judge the presence of PIC window and to immediately change invasive support to noninvasive ventilation. Clinicians should clearly understand the criteria for \"window\" [10] and carefully observe the clinical characteristics of patients and monitor the indicators of PIC window. [53] Once missed the \"window,\" VAP might occur later, patients' condition would relapse, and the duration of invasive ventilation would be prolonged, resulting in ventilator dependence and consequent weaning failure. [12] In addition, successful use of noninvasive ventilation in patients largely depends on clinician's experience. [2] A number of published studies showed that noninvasive ventilation performed by highly motivated and experienced caring teams often worked more effectively for ARF, [53] whereas less experienced use of noninvasive ventilation often led to higher reintubation rates. [54, 55] It should therefore be applied by well-trained and highly skilled medical staff to avoid intolerance and other common adverse effects.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "55]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Summary of main results"
        },
        {
            "text": "We used GRADE approach to rate the quality of evidence on the 9 prespecified outcomes in this review. The reporting quality was generally poor. Consequently, unclear randomization and allocation concealment may lead to a potential possibility of selection bias. The quality of evidence was influenced by considerable heterogeneity in the outcomes of duration of invasive ventilation, total duration of mechanical ventilation, LOS in ICU, LOS in hospital, and hospital costs. Substantial heterogeneity may arise from the changing conditions of patients and the blood gas analysis during ventilation, which were indirectly reflected by the different ventilator modes, as 5 studies [30, 32, 35, 36, 40] used (SIMV + PSV + PEEP), 3 studies [40, 42, 44] used (A/C +SIMV + PSV), 2 studies [33, 43] used (SIMV + PSV). Such inconsistencies relating to patients' clinical characteristics during the treatment were the reasons for downgrading one level of the evidence. Regarding imprecision, in addition to the CIs and the lines of no effect and appreciable benefit or harm, another criterion, the OIS, is also a determinant to guarantee adequate precision. The OIS is referred to the number of participants estimated by a sample size calculation for a single adequately powered trial. [56] If the total number of participants of a metaanalysis is lower than the OIS criterion, the quality of evidence should be downgraded because of imprecision. [57] In this study, although the 95% CIs of the outcome of reintubations excluded a relative risk of 1.0 and the appreciable harm, [57] the total number of participants (n = 327) of the meta-analysis did not exceed the OIS (n = 398); it was therefore more likely to support the decision to downgrade the evidence quality due to impression. Because no substantial differences existed between the patients' baseline characteristics or the outcomes measured in the included studies, we considered the indirectness was not serious. Potential publication bias was detected regarding the outcome VAP through visual inspection. So, the quality of evidence on this outcome was rated down. Overall, the quality of evidence with respect to the 9 critical or important outcomes was graded from moderate to low, and the uncertainty of long-term effects was more likely to warrant a weak recommendation of noninvasive ventilation used at PIC window for ARF in AECOPD patients.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 683,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "36,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1277,
                    "end": 1281,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1438,
                    "end": 1442,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1569,
                    "end": 1573,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Quality of evidence"
        },
        {
            "text": "We only included RCTs to ensure that studies were of potentially high quality in this review. However, possible selection bias may be introduced by excluding other relevant studies (quasi-RCTs or observational studies). Selection bias also may occur in the methodological designs of included studies due to inadequate reporting, although the review processes were appraised rigorously by 2 experienced and independent authors. Liu et al [58] noticed Asian people, including Chinese, were prone to publish high proportions of positive findings, given all of the 17 trials did not report negative results and the funnel plot detected the presence of significant asymmetry; this study is susceptible to publication bias.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 441,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Potential biases in the review process"
        },
        {
            "text": "Within this review, we developed explicit eligibility criteria using PICOS (Participants, Intervention, Comparison, Outcome, Study design) format. We carried out extensive and rigorous literature searches to identify relevant studies. We assessed risk of bias in duplicate. We also aggregated overall effect sizes of the 9 critical or important outcomes. To the best of our knowledge, this review first applied GRADE approach to appraise the quality of evidence and to generate recommendation regarding the use of noninvasive intervention at PIC window for ARF in AECOPD patients. In addition, this review can offer the potential opportunity to readers who are unable to get access to and read the original articles published in Chinese. It could also be a helpful addition to the publications and may provide a sound basis for future clinical researches on the issue of noninvasive ventilation and PIC window.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall completeness and applicability of evidence"
        },
        {
            "text": "Nevertheless, several limitations should be specially addressed before acceptance of the findings. We noted that no study used a power calculation to estimate the optimal sample size or gave comments on their sample size. One study [37] included only 25 participants; we doubted whether the small sample size was enough to achieve an adequate statistical power to detect the differences between noninvasive ventilation group and invasive ventilation group. In addition, our included trials were conducted in China. This is mainly because approximately 80% to 90% of COPD patients are caused by pulmonary infection in China, [10] and the PIC window was identified by Chinese researchers, Wang et al. Timely extubation at this period of time might be more precisely judged and then using noninvasive ventilation may improve treatment efficacy. However, whether it is still effective or could be applied to patients outside of China still needs to be further investigated.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Overall completeness and applicability of evidence"
        },
        {
            "text": "One Cochrane review [6] evaluated studies that compared the effect and safety of the immediate use of noninvasive ventilation with that of continuous invasive ventilation in ARF patients. The authors included patients with ARF for any cause (COPD, non-COPD, postoperative, nonoperative) and selected any timing of using noninvasive ventilation (a 2-hour spontaneous breathing trial failure, a 30-minute T-piece trial failure, PIC window). They found noninvasive ventilation significantly reduced mortality, weaning failures, VAP, LOS in ICU, and so forth. However, they did not separately investigate the impact of noninvasive ventilation using at PIC window for ARF due to COPD. Our review specifically addressed COPD participants and PIC window, and found beneficial effects of this intervention. A prior meta-analysis [16] explored the effectiveness of noninvasive ventilation used at PIC window for ARF in COPD patients. The authors only retrieved 2 databases (PubMed and CNKI, from 2000 to 2012) and included 3 outcomes (mortality, VAP, and invasive ventilation time). Compared with it, our review searched 7 electronic databases and gray literature databases as well as references lists; we identified 9 critical or important outcomes and used GRADE to assess the quality of evidence regarding these outcomes. Because we searched relevant databases from the inception through October 2015, our review may be considered the up-to-date evidence on this issue and be more comprehensive and robust to draw the conclusion.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Agreements and disagreements with other studies or reviews"
        },
        {
            "text": "Current evidence syntheses from 17 identified trials suggested that noninvasive ventilation used at PIC window significantly reduced mortality, VAP, weaning failures, reintubations, duration of invasive ventilation, total duration of mechanical ventilation, LOS in ICU, and LOS in hospital as well as hospital costs. Given the absence of high quality of available evidence, additional well-designed and adequately powered RCTs are required before the recommendation for clinical practice. If consideration is taken to adopt PIC window for extubation, we suggest it be performed prior by well-trained and highly experienced treatment providers. Meanwhile, they should immediately choose appropriate type of oronasal cannula or total face mask. [7] ",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 746,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "Considering that all identified studies were carried out in China, further rigorously designed and large-scale RCTs outside of China are warranted to improve the generalizability and applicability of this study results. Future study should report all harm data and withdrawals due to adverse effects. We recommend future study to investigate the long-term effect of noninvasive ventilation on quality of life. Future trials should also be reported according to Consolidated Standards of Reporting Trials Statement [59] to improve the quality of reporting.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Implications for research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Noninvasive ventilation as a weaning strategy for mechanical ventilation in adults with respiratory failure: a Cochrane systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Premji",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CMAJ",
            "volume": "186",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical practice guideline for the use of noninvasive positive pressure ventilation in COPD patients with acute respiratory failure",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sinuff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Keenan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Crit Care",
            "volume": "19",
            "issn": "",
            "pages": "82--91",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory infection complicating long-term tracheostomy. The implication of persistent gram-negative tracheobronchial colonization",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Niederman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Ferranti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zeigler",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Chest",
            "volume": "85",
            "issn": "",
            "pages": "39--44",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Complications of acute respiratory failure",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Pingleton",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am Rev Respir Dis",
            "volume": "137",
            "issn": "",
            "pages": "1463--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The attributable morbidity and mortality of ventilator-associated pneumonia in the critically ill patient. The Canadian Critical Trials Group",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Heyland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Griffith",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "159",
            "issn": "",
            "pages": "1249--56",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Noninvasive positive-pressure ventilation as a weaning strategy for intubated adults with respiratory failure",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Premji",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cochrane Database Syst Rev",
            "volume": "12",
            "issn": "",
            "pages": "1--79",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guideline for mechanical ventilation in patients with acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2007,
            "venue": "Society of Critical Care Medicine",
            "volume": "19",
            "issn": "",
            "pages": "513--521",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical analysis of optimal timing for application of noninvasive positive pressure ventilation in treatment of AECOPD patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Rev Med Pharmacol Sci",
            "volume": "18",
            "issn": "",
            "pages": "2176--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Role of noninvasive ventilation in weaning from mechanical ventilation in patients of chronic obstructive pulmonary disease: an Indian experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chaudhry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khanna",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Indian J Crit Care Med",
            "volume": "13",
            "issn": "",
            "pages": "207--219",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sequential noninvasive mechanical ventilation following short-term invasive mechanical ventilation in COPD induced hypercapnic respiratory failure",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Med J (Engl)",
            "volume": "116",
            "issn": "",
            "pages": "39--43",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Noninvasive positive pressure ventilation is required following extubation at the pulmonary infection control window: a prospective observational study",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Respir J",
            "volume": "8",
            "issn": "",
            "pages": "338--387",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Collaborating Research Group for Noninvasive Mechanical Ventilation, of Chinese Respiratory SocietyPulmonary infection control window in treatment of severe respiratory failure of chronic obstructive pulmonary disease: a prospective, randomized controlled, multi-centre study",
            "authors": [],
            "year": 2005,
            "venue": "Chin Med J (Engl)",
            "volume": "118",
            "issn": "",
            "pages": "1589--1593",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A study of sequential ventilation used at pulmonary infection control window in treatment of respiratory failure induced by chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "P"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Guizhou Medl J",
            "volume": "33",
            "issn": "",
            "pages": "222--226",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effects of sequential non-invasive following short-term invasive mechanical ventilation in COPD induced severe hypercapnic respiratory failure",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "China J Mod Med",
            "volume": "20",
            "issn": "",
            "pages": "1562--1566",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A clinical study of sequential ventilation used at pulmonary infection control window in treatment of respiratory failure induced by chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Soochow Univ Med Sci Ed",
            "volume": "31",
            "issn": "",
            "pages": "816--823",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A meta-analysis of sequential ventilation used at pulmonary infection control window in treatment of respiratory failure induced by chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Pract Med",
            "volume": "29",
            "issn": "",
            "pages": "646--655",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "GRADE Handbook for Grading Quality of Evidence and Strength of Recommendations. The GRADE Working Group",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Schünemann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Broz Ek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Guyatt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "GRADE guidelines: 1. Introduction-GRADE evidence profiles and summary of findings tables",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Guyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Akl",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Epidemiol",
            "volume": "64",
            "issn": "",
            "pages": "383--94",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "GRADE Working Group-GRADE: an emerging consensus on rating quality of evidence and strength of recommendations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Guyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Vist",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMJ",
            "volume": "336",
            "issn": "",
            "pages": "924--930",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions Version",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sally",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Epidemiol",
            "volume": "62",
            "issn": "",
            "pages": "1006--1008",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Chinese Thoracic Society. The Standard of Diagnosis and Treatment of Chronic Obstructive Pulmonary Disease (COPD) (Draft)",
            "authors": [],
            "year": 1997,
            "venue": "Chin J Tuberc Respir Dis",
            "volume": "20",
            "issn": "",
            "pages": "199--203",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Chronic Obstructive Pulmonary Disease Research Group of Chinese Thoracic Society. Guidelines of diagnosis and treatment of chronic obstructive pulmonary disease (Revised 2002)",
            "authors": [],
            "year": 2002,
            "venue": "Chin J Tuberc Respir Dis",
            "volume": "25",
            "issn": "",
            "pages": "453--60",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chronic Obstructive Pulmonary Disease Research Group of Chinese Thoracic Society. Guidelines of diagnosis and treatment of chronic obstructive pulmonary disease (Revised 2007)",
            "authors": [],
            "year": 2007,
            "venue": "Chin J Tuberc Respir Dis",
            "volume": "30",
            "issn": "",
            "pages": "8--17",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Global Initiative for Chronic Obstructive Lung Disease. Global strategy for the diagnosis, management and prevention of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Global strategy for the diagnosis, management and prevention of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2016,
            "venue": "Global Initiative for Chronic Obstructive Lung Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Issues in the use of change scores in randomized trials",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Clin Epidemiol",
            "volume": "42",
            "issn": "",
            "pages": "1097--1102",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Bias in meta-analysis detected by a simple, graphical test",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "Davey",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "BMJ",
            "volume": "315",
            "issn": "",
            "pages": "629--663",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Guideline Development Tool (G2DT)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Broz Ek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kunstman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Effectiveness of sequential non-invasive following short-term invasive mechanical ventilation on AECOPD patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med Innov Res",
            "volume": "5",
            "issn": "",
            "pages": "9--10",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Research on the therapy of sequential noninvasive following invasive mechanical ventilation in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Inner Mongolia Med J",
            "volume": "40",
            "issn": "",
            "pages": "1432--1438",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Application of sequential noninvasive following short term invasive mechanical ventilation in patients with AECOPD",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chin J New Clin Med",
            "volume": "2",
            "issn": "",
            "pages": "144--150",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Clinical observation of sequential mechanical ventilation in patients with acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "China Health Industry",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Effectiveness of sequential mechanical ventilation for 36 patients with acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Focus",
            "volume": "24",
            "issn": "",
            "pages": "2144--2149",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Clinical comparative analysis of different treatments for elderly patients with acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Jilin Med J",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Effect of sequential noninvasive ventilation after extubation of invasive ventilation for patients with acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "X"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "China Foreign Med Treat",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Application of sequential mechanical ventilation for patients with acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pract Med Tech",
            "volume": "21",
            "issn": "",
            "pages": "419--439",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Application of sequential invasive to noninvasive for patients with AECOPD",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Med Theory Pract",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Invasive and non-invasive sequential mechanical ventilation in the treatment of COPD exacerbations",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chin J Respir Crit Care Med",
            "volume": "8",
            "issn": "",
            "pages": "289--290",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Effect of sequential noninvasive following invasive mechanical ventilation on patients with AECOPD",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Appl J Gen Pract",
            "volume": "5",
            "issn": "",
            "pages": "945--951",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Clinical observation of sequential invasive to noninvasive ventilation for 80 patients with acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chin Community Doctors",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Clinical analysis of sequential mechanical ventilation in acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pract J Med Pharm",
            "volume": "24",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Application of sequential invasive to noninvasive ventilation for patients with respiratory failure induced by AECOPD",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chin Foreign Med Res",
            "volume": "9",
            "issn": "",
            "pages": "24--29",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Clinical observation of invasive and noninvasive sequential mechanical ventilation treatment for patients with acute exacerbation of COPD",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ningxia Med J",
            "volume": "35",
            "issn": "",
            "pages": "166--173",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Application of Invasive and non-invasive sequential mechanical ventilation in the treatment of respiratory failure induced by chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chin Community Doctors",
            "volume": "12",
            "issn": "",
            "pages": "49--50",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Control study of sequential invasive and non-invasive ventilation in the treatment of chronic obstructive pulmonary disease with acute exacerbation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chin Med J Metallurgical Industry",
            "volume": "28",
            "issn": "",
            "pages": "379--81",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Toward improved surveillance: the impact of ventilator-associated complications on length of stay and antibiotic use in patients in intensive care units",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morisawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klompas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Modes of mechanical ventilation and weaning. A national survey of Spanish hospitals. The Spanish Lung Failure Collaborative Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "Alia",
                    "middle": [
                        "I"
                    ],
                    "last": "Ibanez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Chest",
            "volume": "106",
            "issn": "",
            "pages": "1188--93",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Survival and prediction of successful ventilator weaning in COPD patients requiring mechanical ventilation for more than 21 days",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nava",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rubini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zanotti",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Eur Respir J",
            "volume": "7",
            "issn": "",
            "pages": "1645--1647",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Characteristics and outcomes in adult patients receiving mechanical ventilation: a 28-day international study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frutos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Airway injury resulting from repeated endotracheal intubation: possible prevention strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oshodi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dysart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Crit Care Med",
            "volume": "12",
            "issn": "",
            "pages": "34--43",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Full face mask for noninvasive positive-pressure ventilation in patients with acute respiratory failure",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Cordova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Travaline",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Osteopath Assoc",
            "volume": "107",
            "issn": "",
            "pages": "148--56",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Pulmonary infection control window as a switching point for consequential ventilation: an encouraging finding in treatment of acute respiratory failure of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chin Med J (Engl)",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Changes in the practice of noninvasive ventilation in treating COPD patients over 8 years",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carlucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Delmastro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rubini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intensive Care Med",
            "volume": "29",
            "issn": "",
            "pages": "419--444",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Once daily oral ofloxacin in chronic obstructive pulmonary disease exacerbation requiring mechanical ventilation: a randomised placebo-controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nouira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marghli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belghith",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "2020--2025",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Cumulating evidence from randomized trials: utilizing sequential monitoring boundaries for cumulative meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pogue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yusuf",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Control Clin Trials",
            "volume": "18",
            "issn": "",
            "pages": "580--93",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "GRADE guidelines 6. Rating the quality of evidence-imprecision",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Guyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Epidemiol",
            "volume": "64",
            "issn": "",
            "pages": "1283--93",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Chinese herbal medicine for severe acute respiratory syndrome: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manheimer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Altern Complement Med",
            "volume": "10",
            "issn": "",
            "pages": "1041--51",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "CONSORT 2010 checklist of information to include when reporting randomized trial",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram of the selection process. CBM = Chinese Biomedicine Database, CENTRAL = Cochrane Central Register of Controlled Trials, CNKI = China National Knowledge Infrastructure, COPD = chronic obstructive pul-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SIMV + PSV) or A/C Mortality, duration of invasive ventilation, total duration of MV, LOS in hospital, VAPLun et al (2009) [32] (SIMV + PSV + PEEP) + BiPAP SIMV + PSV + PEEP Mortality, duration of invasive ventilation, total duration of MV, LOS in hospital, VAP Du and Xiao (2013)[33] (SIMV + PSV) + BiPAP SIMV + PSV Total duration of MV, VAP, mortality, LOS in ICUGu et al (2009) [34] (SIMV + PSV + PEEP) or (PSV + PEEP) + BiPAP(SIMV + PSV + PEEP) or (PSV + PEEP) Mortality duration of invasive ventilation, total duration of MV, VAP, weaning failures, LOS IN ICU, LOS in hospital, hospital costs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A/C + SIMV + PSV) + noninvasive ventilation A/C + PSV + SIMV Duration of invasive ventilation, total duration of MV, VAP, LOS in hospitalWang et al (2009) [39] (VC-SIMV + PSV + PEEP) + BiPAP (VC-SIMV + PSV + PEEP) Mortality, duration of invasive ventilation, total duration of MV, LOS in ICU, LOS in hospital, VAP, reintubationWu et al (2007) [40] (SIMV + PSV + PEEP) + BiPAP SIMV + PSV + PEEP Mortality, duration of invasive ventilation, VAP, LOS in ICU, weaning failures, hospital costsXin and Li (2012) [41] (SIMV + PSV + PEEP) + noninvasive ventilation SIMV + PSV + PEEP Mortality, duration of invasive ventilation, total duration of MV, VAP, reintubation, LOS IN ICU, LOS in hospital, hospital costsZhang (2007) [42] (A/C +SIMV + PSV) + BiPAP(A/C + SIMV + PSV) Mortality, total duration of MV, LOS in ICU, VAP, weaning failures Yan et al (2011)[43] (SIMV + PSV) + BiPAP SIMV + PSV Mortality, duration of invasive ventilation, total duration of MV, reintubation, VAP, weaning failuresZhang et al (2013) [44] (A/C + SIMV + PSV) +BiPAP (A/C + SIMV + PSV) Mortality, duration of invasive ventilation, total duration of MV, VAP, LOS in ICU, reintubationZhang et al (2010) [45] Invasive mechanical ventilation + NPPV Invasive mechanical ventilation Mortality, duration of invasive ventilation, total duration of MV, VAP, LOS in ICU, LOS in hospitalZhou et al (2011) [46] (A/C +SIMV + PSV) + BiPAP(A/C + SIMV + PSV) Mortality, duration of invasive ventilation, VAP, LOS in ICU, weaning failures, hospital costs A/C = assist/control, BiPAP = bilevel positive airway pressure, GDTCOPD = guidelines of diagnosis and treatment of chronic obstructive pulmonary disease, GSDMPCOPD = global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease, ICU = intensive care unit, LOS = length of stay, MV = mechanical ventilation, NPPV = noninvasive positive pressure ventilation, NR = not reported, PEEP = positive end expiratory pressure, PIC = pulmonary infection control, PSV = pressure support ventilation, SD = standard deviation, SIMV = synchronized intermittent mandatory ventilation, VAP = ventilator-associated pneumonia, VC = volume control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Efficacy of noninvasive ventilation versus invasive ventilation on mortality.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Efficacy of noninvasive ventilation versus invasive ventilation on VAP. VAP = ventilator-associated pneumonia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Efficacy of noninvasive ventilation versus invasive ventilation on weaning failures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Efficacy of sequential ventilation versus invasive ventilation on reintubations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Efficacy of noninvasive ventilation versus invasive ventilation on the duration of invasive ventilation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Efficacy of noninvasive ventilation versus invasive ventilation on the total duration of mechanical ventilation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Efficacy of noninvasive ventilation versus invasive ventilation on the length of stay in ICU. ICU = intensive care unit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Efficacy of noninvasive ventilation versus invasive ventilation on the length of stay in hospital.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Noninvasive ventilation versus invasive ventilation on hospital costs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Funnel plot on VAP. VAP = ventilator-associated pneumonia.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Rating scale for outcome ranking according to clinical importance.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Characteristics of 17 identified trials.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Assessment of quality and summarizing the findings using the GRADE approach.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Continued)Length of stay in ICU(days) (IMPORTANT OUTCOME; Better indicated by lower values)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}