{
    "paper_id": "0c88aef176b70c6b11a51028124680237a6e5abd",
    "metadata": {
        "title": "Rapid Multiplex Testing for Upper Respiratory Pathogens in the Emergency Department: A Randomized Controlled Trial",
        "authors": [
            {
                "first": "Larissa",
                "middle": [],
                "last": "May",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "settlement": "Sacramento",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Grant",
                "middle": [],
                "last": "Tatro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "settlement": "Sacramento",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eduard",
                "middle": [],
                "last": "Poltavskiy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "settlement": "Davis",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Mooso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "settlement": "Sacramento",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Simson",
                "middle": [],
                "last": "Hon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "settlement": "Sacramento",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Heejung",
                "middle": [],
                "last": "Bang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "settlement": "Davis",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Polage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Davis",
                    "location": {
                        "settlement": "Sacramento",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. Acute upper respiratory tract infections are a common cause of emergency department (ED) visits and often result in unnecessary antibiotic treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. We conducted a randomized clinical trial to evaluate the impact of a rapid, multipathogen respiratory panel (RP) test vs usual care (control). Patients were eligible if they were ≥12 months old, had symptoms of upper respiratory infection or influenzalike illness, and were not on antibiotics. The primary outcome was antibiotic prescription; secondary outcomes included antiviral prescription, disposition, and length of stay (ClinicalTrials.gov# NCT02957136).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. Of 191 patients enrolled, 93 (49%) received RP testing; 98 (51%) received usual care. Fifty-three (57%) RP and 7 (7%) control patients had a virus detected and reported during the ED visit (P = .0001). Twenty (22%) RP patients and 33 (34%) usual care patients received antibiotics during the ED visit (-12%; 95% confidence interval, -25% to 0.4%; P = .06/0.08); 9 RP patients received antibiotics despite having a virus detected. The magnitude of antibiotic reduction was greater in children (-19%) vs adults (-9%, post hoc analysis). There was no difference in antiviral use, length of stay, or disposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. Rapid RP testing was associated with a trend toward decreased antibiotic use, suggesting a potential benefit from more rapid viral tests in the ED. Future studies should determine if specific groups are more likely to benefit from testing and evaluate the relative cost and effectiveness of broad testing, focused testing, and a combined diagnostic and antimicrobial stewardship approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acute respiratory tract infection (ARTI) is a common cause of emergency department (ED) visits, accounting for ~12.6 million cases annually from 2001 to 2010 [1] . Many of these cases are due to viral infection, and up to 30%-40% are prescribed antibiotics inappropriately [2] . This is worrisome, as overuse of antibiotics creates selective pressure for antibiotic-resistant pathogens that increases morbidity, mortality, and health care cost for affected patients [3] . In addition, antibiotic use can lead to drug-related adverse reactions that could prompt patients to return to the ED [3, 4] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Factors contributing to antibiotic overprescribing include concerns regarding patient satisfaction scores, difference in patient expectation and understanding of antibiotic effectiveness for viral infections, medical liability, and diagnostic uncertainty [3, 5] . The last point is especially applicable in the ED given the patient volume and current standard of care, where microbiologic testing results are often not available to inform diagnosis and treatment. Therefore, the ED remains a highpriority target for rapid microbiologic testing and antimicrobial stewardship.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent improvements in molecular diagnostics and the development of rapid, multirespiratory pathogen molecular tests provide an opportunity to diagnose viral ARTI with high sensitivity and specificity during the ED visit and potentially improve patient management. Hence, we sought to evaluate whether having a rapid, multipathogen test result available during the ED visit would have a significant impact on management and outcomes in patients with clinical signs and symptoms of ARTI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conducted a prospective, patient-oriented, pilot randomized clinical trial of rapid multiplex respiratory pathogen testing (RP test group) vs usual care (usual care or control group) in a level 1 emergency department with limited use of single-organism rapid point-of-care tests at a quaternary referral medical center. The study began in December 2016 and occurred over 2 winter respiratory seasons and 1 intervening nonrespiratory season. Patients were eligible if they were age 1 or older and being evaluated for influenza-like illness (ILI; fever or cough and sore throat) or upper respiratory infection (URI; nonspecific upper respiratory symptoms without fever). Patients were excluded if they were already on antibiotics at the time of ED presentation, not English-or Spanish-speaking, cognitively impaired with no legally authorized representative, or expected to leave before multiplex test results were available. If a patient was deemed eligible for the study, the treating provider was approached by a research team member to confirm that URI or ILI was suspected, and the patient was expected to be present for at least the next 90 minutes. Patients were recruited Monday through Friday between 8 am and 10 pm from rapid care and main adult and pediatric ED areas. Screening was performed under a waiver of informed consent, and the study protocol was approved by the UC Davis Institutional Review Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "After informed consent, a patient questionnaire was administered by a trained research assistant to collect demographic information and medical history (Supplementary Data). Information about the patient's medical history and current medications was reviewed in the electronic health record (EHR) and discussed with the patient. Patients were specifically asked if they had chronic medical conditions, if they had medical conditions affecting their immune system (HIV, diabetes, cancer, liver disease, kidney disease, or dialysis, or if they were on immunosuppressive medications such as steroids), and if they were currently taking any medications. Subjects were randomized to either rapid near point-of-care multirespiratory pathogen molecular testing (FilmArray Respiratory Panel, BioFire) plus clinician-directed usual care or usual care alone. This included but was not limited to no testing, targeted influenza and/or respiratory syncytial virus (RSV) point-of-care testing (Quidel Flu A/B or RSV before January 10, 2018, then Roche Liat Influenza A/B or RSV), rapid point-of-care testing for streptococcal pharyngitis (Acceava Strep A test before January 2018, then Roche Liat), or multirespiratory pathogen panel testing (xTAG Respiratory Viral Panel, Luminex before December 2017, then GenMark ePlex) performed at an off-site laboratory 3-4 times weekly in scheduled daytime batches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Simple randomization was used with a computer-generated randomized list to allocate subjects to the intervention or control arms of the study, and sealed, opaque envelopes were used to blind research staff to allocation up until written consent was completed. Clinicians and patients were not blinded to the testing done, and usual care proceeded in both arms. After randomization, patients in the interventional arm had a nasopharyngeal swab specimen collected by a nurse or clinician. This specimen was transported via a tube system to an onsite clinical laboratory (upstairs), where the FilmArray Respiratory Panel was performed in real time, with the goal of results reported in the EHR within 2 hours. Clinicians were informed that results of the patient's rapid molecular testing would be returned through the patient's EHR, and they received an automatic in-basket message through the EHR as well as a notification by the research coordinator or research assistant when results were back.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Follow-up treatment and outcome data were abstracted from each subject's EHR by a trained research staff member. Abstracted data included medical history, clinical signs and symptoms, demographics, lab and radiology results, medications (including asthma, diabetes, chemotherapy, immunosuppressive, antibiotic, and antiviral medications), ED/hospital course, length of ED/hospital stay, clinician diagnoses from the index encounter, and limited review of subsequent encounters to identify deaths and 30-day revisits to the ED study site for similar complaints. Up to 3 return visits were recorded, and each was categorized as either \"respiratory illness\" or \"nonrespiratory illness\" according to the primary diagnoses of the encounter. In the case of patients who returned to the ED but left before being treated, their chief complaint was used instead of their diagnosis. Chest x-ray results were reviewed by a clinical investigator (L.S.M.) to identify patients with imaging consistent with bacterial pneumonia or viral pattern illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Outcomes"
        },
        {
            "text": "The primary outcome was antibiotic administration or prescription in the ED by an emergency medicine clinician. Secondary outcomes included the proportion of patients with a respiratory pathogen identified by the FilmArray Respiratory Panel test or any other upper respiratory pathogen diagnostic test ordered by the physician; the proportion of patients with a laboratory-confirmed influenza diagnosis; the proportion of patients receiving appropriate anti-influenza treatment or prescription in the ED by an emergency medicine clinician (composite rate of anti-influenza treatment in positive patients and nonuse of anti-influenza treatment in negative patients); the proportion of patients discharged home from the ED vs hospital admission; the proportion of patients with all-cause or respiratory illness-related repeat ED visit, hospital or ICU admission, or death within 30 days; clinician adherence to guidelines for the treatment of patients with influenza (recommendations for use of antivirals only); length of ED stay; length of hospital stay; time to influenza test results; and time to other respiratory pathogen test results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Outcomes"
        },
        {
            "text": "We summarized data by standard descriptive statistics: continuous variables by mean and standard deviation (SD) or median and range (= min-max), categorical variables by frequency and percentage. We analyzed the equality of the proportions for binary outcomes with the chi-square or Fisher exact test, as appropriate (eg, cell count <5), and reported (2-sided) P values, unadjusted for multiple testing. We also computed the difference in event rates (ie, proportion) and the associated 95% confidence interval (CI). For continuous outcomes, the Wilcoxon test was used for comparison. We also performed a post hoc stratified analysis for antibiotic use (primary outcome), antiviral use, and discharge status, based on the patient's age (eg, adult vs pediatric) for exploratory purposes. We analyzed the data based on the (modified) intent-to-treat principle; that is, we analyzed all patients as randomized, excluding early dropouts with outcomes data unavailable. We used SAS, version 9.4 (SAS Institute, Cary, NC, USA), for data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "The study was initiated in December 2016 with a target enrollment of 325 participants over 12 months, based on a power calculation that 304 patients (152 in each arm) would have 80% power to detect a 15% difference in antibiotic prescription between arms. The study was stopped in April 2018 (17 months) due to budgetary constraints. Our study enrolled 191 patients, with 93 (48.7%) randomized to the interventional RP test group and 98 (51.3%) randomized to the usual care control group ( Figure 1 ). There was no statistically significant difference in age, race, or existence of a chronic medical condition between the 2 groups. The complete baseline characteristics of the study participants are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 498,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 721,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In the RP test group, 53 (57%) patients had 1 or more viruses detected and reported during the ED visit; 8 (9%) additional RP patients had a positive virus result reported after the ED visit (Table 2 ). In the control group, 7 (7%) patients had a virus detected and reported by existing single-organism tests during the ED visit, and an additional 13 (14%) patients had a virus detected via the off-site laboratory multirespiratory pathogen panel after the ED visit. The results from the rapid RP tests were available in <2 hours on average ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 199,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 543,
                    "end": 551,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The primary and secondary outcome results are shown in Table 3 (Table  4 ). There were no other outcome differences between groups in the post hoc stratified age analysis (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 63,
                    "end": 72,
                    "text": "(Table  4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 171,
                    "end": 180,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Large molecular panels capable of detecting 10-20 respiratory viruses simultaneously have been available for >10 years, but the utility of detecting noninfluenza, non-RSV viruses in outpatients is debated because results are delayed, and therapy does not exist [6] . Meanwhile, diagnostic advances have made it possible to get results within 1-2 hours, and reducing unnecessary antibiotic use has become a national priority [7] . The FilmArray Respiratory Panel provides results for 20 different respiratory pathogens in approximately 1 hour with 85%-100% sensitivity and 90%-100% specificity [8] . However, (14) 17 (17) Diabetes mellitus 9 (10) 9 (9) Other 6 (6) 12 (12) Kidney disorders 3 (3) 6 (6)",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Immunosuppressed 17 (18) 17 (17) Abbreviations: BMI, body mass index; CHF, congestive heart failure; COPD, chronic obstructive pulmonary disease; RP, respiratory panel. a Missing BMI measurements due to lack of height measurements for some patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liver disorders 5 (5) 3 (3)"
        },
        {
            "text": "these large, multipathogen tests are more expensive than targeted point-of-care tests, and the clinical utility has not been rigorously evaluated, especially in the ED. As a result, some payers are currently moving to limit utilization and reimbursement of large multipathogen panels in favor of targeted influenza and/or RSV testing [9] . This evidence gap in utility and reimbursement uncertainty create challenges for clinicians, laboratories, and hospitals in justifying the cost of instruments and tests, and there is a lack of guidance regarding optimal use. We hypothesized that rapid multirespiratory pathogen testing with results reported during the ED visit could alter treatment in the early phases of patient care and potentially impact patient and health care outcomes. Thus, we conducted a randomized clinical trial of the FilmArray RP vs usual care in ED patients with signs or symptoms of upper respiratory infection or influenza-like illness. The primary outcome was antibiotic prescription. The trial was stopped after 17 months before reaching the prespecified sample size due to dwindling funds and slow enrollment. However, there was a trend toward decreased antibiotic use with RP testing (-12% difference; P = .06/0.08, chi-square/ Fisher exact test) that was larger in pediatric patients (-19% difference; P = .047/0.07) in an age-stratified post hoc analysis, suggesting a potential benefit of increased rapid RP testing in some ED patients. Antiviral prescription (ie, oseltamivir) was not significantly affected despite a 3-fold increase in viral (66% vs 20%) and influenza detections (26% vs 8%), perhaps due to the lack of guidance regarding antiviral use in our study. Other secondary outcomes, such as ED disposition, 30-day return visits, and 30-day deaths, did not differ between groups. Thus, the main effects of rapid RP testing in this study were to increase the proportion of patients with a lab-confirmed viral detection for clinical decision-making by 3-fold and reduce antibiotic prescription by about one-third. It is unknown if similar benefits could be achieved with targeted testing for influenza and/or RSV or antimicrobial stewardship alone. However, it has been suggested that influenza testing alone may be sufficient and cost-effective when applied to outpatients, given that other viruses do not have any specific treatment at this time [9] . Other potential benefits of rapid RP testing, such as infection prevention and patient satisfaction, were not investigated.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2387,
                    "end": 2390,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Liver disorders 5 (5) 3 (3)"
        },
        {
            "text": "Relatively few other studies have investigated the effect of large respiratory panels on outcomes, and no prior randomized controlled trials have been performed in US ED patients to our knowledge. A recent trial in an Argentinian ED found reduced antibiotic and antiviral initiation in patients receiving the FilmArray assay vs standard testing; this study was better powered (432 patients) than our study but may not be generalizable to the United States as empiric treatment without testing is more common in this country [10, 11] . In a retrospective analysis by Rogers et al., the BioFire FilmArray was associated with decreased duration of antibiotic use, length of hospital stay, and length of isolation in children admitted to the hospital with ARTI [12] . Future investigations with more targeted use of rapid multiplex testing in the ED could yield more promising results, but additional research is needed to determine which patients would benefit most from testing. For example, Xu et al. showed that the FilmArray could be cost-effective when replacing off-site direct fluorescence antibody testing in pediatric ED patients [13] . A recent randomized controlled trial from the United Kingdom found an increase in patients with short courses of antibiotics and a 1-day reduction in length of stay in patients with rapid RP testing but did not see a difference in the overall proportion of antibiotic treatment compared with the control arm [14] . However, this study was done outside the United States and included patients outside the ED, so the results may not be directly comparable to our study.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Liver disorders 5 (5) 3 (3)"
        },
        {
            "text": "Our patients came from a heterogeneous ED patient population and included a wide range of individuals with ARTI anywhere on providers' differential diagnosis; in hindsight, this may not have been the ideal population, as clinicians would not necessarily have ordered rapid multiplex testing on these patients and may have been less likely to modify their behavior in response to the results. However, the high rate of chest x-ray testing in our study (~70%, both study arms) suggests that providers were at least considering a respiratory illness in most patients but may not have been in the habit of relying on viral testing for their clinical decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liver disorders 5 (5) 3 (3)"
        },
        {
            "text": "Another interpretation of our results is that while multiplex testing does well identifying influenza and other URI-causing viruses in the ED, implementation alone was not sufficient to significantly influence clinician decision-making and patient outcomes. For example, influenza testing alone may be enough for clinical decision-making during influenza season [9] . It is likely that a thoughtful and comprehensive stewardship program around rapid diagnostics could be required to lead to meaningful changes in outcomes. It is also possible that deploying rapid diagnostic tools would lead to more significant changes if applied to an area that has higher baseline antibiotic prescription rates such as an urgent care setting.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Liver disorders 5 (5) 3 (3)"
        },
        {
            "text": "Shortening the 90-minute turnaround time (TAT) of the BioFire FilmArray Respiratory Panel might also be necessary for this test to be effective in the ED setting. Although the current test was much faster than the off-site respiratory viral panel used at our facility, it is still not fast enough to match the fast-paced workflow of many EDs. Andrews et al. also encountered problems with TAT in their point-of-care (POC) implementation of the FilmArray [6] . However, these problems were mainly attributed to staff availability to run the test after consenting subjects. The FilmArray itself was reported by them to run in 65 minutes in the POC setting. If the FilmArray could be implemented into the ED as a POC test in a way that would fit seamlessly into ED workflow, the TAT may have been minimized for this assay, and we may have seen more promising results. This was demonstrated in the post hoc analysis by Brendish et al. on their randomized controlled trial in the UK. Significant improvements to outcomes, including antibiotic treatment and duration of antibiotics, were seen in patients with virus-positive RP testing that achieved a TAT of ≤1.6 hours vs those of >1.6 hours [15] . In this regard, it is encouraging to see newer POC nucleic acid amplification tests for influenza and RSV coming to market with shorter TATs, on the order of 10-20 minutes [16] . It is also possible that the pathogens detected do not provide sufficient information for clinicians to reduce antibiotics. The recently FDA-cleared BioFire FilmArray Pneumonia Panel will identify a wider range of respiratory bacteria and viruses. Depending on TAT and ability to fit into ED workflow, a test such as this could help reduce diagnostic uncertainty when lower respiratory tract infections are also part of the differential diagnosis. However, detecting more pathogens may not be the answer. As a result of the recent Palmetto GBA decision, Medicare will no longer provide coverage for large (≥6-target) multiplexed diagnostic viral panels such as the BioFire FilmArray for outpatients unless policy changes in the future [17] . This decision to cover only 3-5 respiratory pathogen targets and limit their use to infectious disease clinicians except in the case of urgent care, ED, and inpatient settings highlights the importance of implementation and evaluation of diagnostic tests in the context of a value-based health care system. Simply providing test results without consideration of the behavioral aspects of antimicrobial prescribing may result in lack of clinical utility, when these tests could be beneficial if paired with behavioral economics strategies or as part of a comprehensive stewardship program to reduce inappropriate antibiotic use.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1366,
                    "end": 1370,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2108,
                    "end": 2112,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Liver disorders 5 (5) 3 (3)"
        },
        {
            "text": "This study was limited by a small sample size, which most likely did not provide enough power to see a significant difference in outcomes, as suggested by the wide confidence intervals we observed. The subjects themselves were selected based on symptoms, rather than a clinical decision to order multiplex testing. This in turn led to a heterogeneous subject population, many of whom might not be expected to benefit from viral testing. Locating a specific target population for rapid multiplex testing in the ED may be necessary for significant differences in outcomes. Finally, during the 2017-2018 influenza season, activities were undertaken to reduce inappropriate prescribing for viral respiratory infections in otherwise healthy patients using patient and provider education, provider public commitment to reducing inappropriate antibiotic use, and peer comparison data. Thus, our already low prescribing rate may have been reduced, and this may have compounded our loss of power from underenrollment by decreasing the difference between the RP and usual care groups that we anticipated when we powered the study. We also did not analyze cost-effectiveness, and more research is needed to determine if multiplex testing can be economically feasible in the ED. Finally, it is likely that use of comprehensive stewardship strategies and guidelines could have improved effectiveness beyond simple introduction of rapid diagnostic tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liver disorders 5 (5) 3 (3)"
        },
        {
            "text": "There were also several strengths to this study, including the rigorous experimental study design, relatively rapid TAT given the current state of the art, and generation of preliminary data for future more rigorous multicenter clinical trials evaluating the implementation of rapid respiratory panels in EDs and other acute care settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liver disorders 5 (5) 3 (3)"
        },
        {
            "text": "In summary, this randomized controlled trial aimed to evaluate the impact of rapid multiplex respiratory panel testing in the ED for patients with concern for acute respiratory tract infection. Although our study lacked the power to see significant differences in outcomes, we did observe a trend in decreased antibiotic use for those who received multiplex testing vs the standard of care. Further evaluation of rapid multiplex testing in the ED could see changes in outcomes if the limitations of this study were addressed. This mainly includes identifying the right patient population where testing can alter patient care (vs targeted testing or no testing) and focusing on implementing comprehensive stewardship strategies alongside diagnostic tools to ensure that testing is utilized appropriately and effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liver disorders 5 (5) 3 (3)"
        },
        {
            "text": "Supplementary materials are available at Open Forum Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antibiotic utilization for acute respiratory tract infections in U.S. emergency departments",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Baddley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antimicrob Agents Chemother",
            "volume": "58",
            "issn": "",
            "pages": "1451--1458",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Unnecessary antibiotics for acute respiratory tract infections: association with care setting and patient demographics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Barlam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Soria-Saucedo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cabral",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Open forum Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A call to action for antimicrobial stewardship in the emergency department: approaches and strategies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cosgrove",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "&apos; Archeveque",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann Emerg Med",
            "volume": "62",
            "issn": "",
            "pages": "69--77",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emergency department visits for antibiotic-associated adverse events",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shehab",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Budnitz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "735--778",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antibiotic prescriptions are associated with increased patient satisfaction with emergency department visits for acute respiratory tract infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Stearns",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gonzales",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acad Emerg Med",
            "volume": "16",
            "issn": "",
            "pages": "934--975",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Multiplex PCR point of care testing versus routine, laboratory-based testing in the treatment of adults with respiratory tract infections: a quasi-randomised study assessing impact on length of stay and antimicrobial use",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chetty",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical impact of rapid molecular detection of respiratory pathogens in patients with acute respiratory infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Echavarría",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Marcone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Querci",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Clin Virol",
            "volume": "108",
            "issn": "",
            "pages": "90--95",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "an automated nested multiplex PCR system for multi-pathogen detection: development and application to respiratory tract infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Poritz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaschke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Byington",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical utility of on-demand multiplex respiratory pathogen testing among adult outpatients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hitoaliaj",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kotansky",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "2950--2955",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antibiotic use in acute upper respiratory tract infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zoorob",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sidani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Fremont",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kihlberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am Fam Physician",
            "volume": "86",
            "issn": "",
            "pages": "817--839",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical diagnosis of influenza in the ED",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Dugas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valsamakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Atreya",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Emerg Med",
            "volume": "33",
            "issn": "",
            "pages": "770--775",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of a rapid respiratory panel test on patient outcomes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jerris",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch Pathol Lab Med",
            "volume": "139",
            "issn": "",
            "pages": "636--677",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Implementation of filmarray respiratory viral panel in a core laboratory improves testing turnaround time and patient care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Astion",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Clin Pathol",
            "volume": "139",
            "issn": "",
            "pages": "118--141",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Routine molecular point-of-care testing for respiratory viruses in adults presenting to hospital with acute respiratory illness (ResPOC): a pragmatic, open-label, randomised controlled trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Brendish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Malachira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Respir Med",
            "volume": "5",
            "issn": "",
            "pages": "401--412",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Imact of turnaround time on outcome with point-of-care testing for respiratory viruses: a post hoc analysis from a randomised controlled trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Brendish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Malachira",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Beard",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Respir J",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical utility of a near patient care microarray based diagnostic test for influenza and respiratory syncytial virus infections",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Clin Exp Med",
            "volume": "8",
            "issn": "",
            "pages": "16504--16515",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Palmetto final LCD denies coverage to large respiratory panels",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Genomeweb",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "XdQBKNlJOrs.link. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Numbers and percentages reflect intention-to-treat analysis of full study arm group in all rows. b All pathogens detected by rapid multiplex testing included influenza A (n = 1), influenza A subtype H1 2009 (n = 2), influenza A subtype H3 (n = 17), influenza B (n = 4), rhinovirus/ enterovirus (n = 14), respiratory syncytial virus (n = 12), metapneumovirus (n = 6), adenovirus (n = 3), coronavirus OC43 (n = 3), coronavirus HKU1 (n = 2), coronavirus NL63 (n = 2), coronavirus 229E (n = 1), parainfluenza 2 (n = 2), and parainfluenza 3 (n = 1). c One subject did not have a recorded collection time. No \"processing time\" could be calculated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CI, confidence interval; ED, emergency department; ICU, intensive care unit; NS, nonsignificant; RP, respiratory panel. a Numbers and percentages reflect intention-to-treat analysis of full study arm group, except where subgroup denominator is noted. b For primary and secondary outcomes only. c Additional index ED visit information for patients with 30-day return ED visit for respiratory illness: RP test group (n = 8; 2 pediatric, 6 adults): 8 chest x-rays performed (5 normal, 3 abnormal), 8 tested (4 virus detected, 4 all negative, 0 bacteria detected), 2 prescribed antibiotics, 1 prescribed antiviral; usual care group (n = 5; 5 adults): 4 chest x-rays performed (3 normal, 1 abnormal), 1 RVP tested = all negative, 0 prescribed antibiotics, 0 prescribed antivirals.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "45%]) with a virus detected (-12% antibiotic treatment difference; 95% CI, -25% to +0.4%; P = .061/0.075, chi-square/Fisher exact test). Most RP test group patients who received antibiotics despite having virus detected either had a concomitant bacterial infection diagnosed clinically (8 of 9 [89%]) or were discharged before RP results were available (3 of 9 [33%]). There was no statistically significant difference in antiviral use between the 2 groups (P = .53). For testing, 8 RP test group patients (8 of 93 [9%]) had a rapid single-organism test performed (all influenza) in addition to the interventional RP test, and 18 of 98 (18%) control patients had a rapid single-organism test performed in the ED (16 patientsFigure 1. CONSORT diagram.with rapid influenza test alone, 2 patients with rapid influenza and rapid RSV test), and 24 of 98 (24%) had an off-site respiratory panel performed with results delivered after the ED visit (24 of 37 [65%] total control patients with any respiratory viral test). There was no significant difference in length of ED stay, disposition from the ED, or hospital stay among admitted patients between the 2 groups. Seven control patients were admitted to the ICU (7 of 98 [7%]) vs 0 of 93 (0%) in the RP test group. SupplementaryTable 1provides clinical data for these 7 control patients. In the post hoc 19% antibiotic treatment difference; 95% CI, -36% to -1%; P = .047/0.07, chi-square/Fisher exact test)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Diagnostic Testing and Pathogens Detected in Patients a",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Patient Characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Primary and Secondary Outcomes a",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Post Hoc Subgroup AnalysesAbbreviations: ED, emergency department; RP, respiratory panel; RSV, respiratory syncytial virus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Nicolle Ocampo, M. Czarina Ganzon, and Fatemeh Memar for helping with study management and data collection. Potential conflicts of interest. L.S.M. and C.R.P. have received consulting fees from BioFire Diagnostics, Inc. All other authors report no conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}