{
    "paper_id": "0d0ca66887cfd2b3a09f5205cdcbaa4479f17337",
    "metadata": {
        "title": "Successive occurrence of recombinant infectious bronchitis virus strains in restricted area of Middle East",
        "authors": [
            {
                "first": "Istv",
                "middle": [],
                "last": "An Kiss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Scientific Support and Investigation Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Ceva-Phylaxia, Sz all as u. 5",
                        "postCode": "1107",
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Tam",
                "middle": [],
                "last": "As Mat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Scientific Support and Investigation Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Ceva-Phylaxia, Sz all as u. 5",
                        "postCode": "1107",
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Zal",
                "middle": [
                    "An"
                ],
                "last": "Homonnay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Scientific Support and Investigation Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Ceva-Phylaxia, Sz all as u. 5",
                        "postCode": "1107",
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Imea Tat Ar-Kis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Scientific Support and Investigation Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Ceva-Phylaxia, Sz all as u. 5",
                        "postCode": "1107",
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "Vilmos",
                "middle": [],
                "last": "Palya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Scientific Support and Investigation Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "Ceva-Phylaxia, Sz all as u. 5",
                        "postCode": "1107",
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Routine molecular diagnostic testing by our laboratory, based on using a primer pair with conservative binding sites on the spike glycoprotein coding sequence, has indicated the recurring of a unique phylogenetic cluster of chicken infectious bronchitis viruses (IBV) in the Middle East since 2010. The nearly full-length S1 subunit of the spike gene phylogeny of selected strains, however, split up this grouping, suggesting potential recombination in the S1 gene. In order to clarify this, various bioinformatic analyses of the strains were carried out, which confirmed this supposition. Two patterns of recombination were found among the strains, one of which could also be identified in GenBank-deposited IBV sequences from the region. These findings demonstrate that IBV strains of different recombinant patterns occur simultaneously in the same geographic region and could circulate for an extended period of time, thus contributing to the knowledge on IBV evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Avian infectious bronchitis (IB) is an acute, contagious disease characterized primarily by respiratory signs, and consequently, by reduced weight gain and higher susceptibility to bacterial infections in growing chickens, while in hens decrease in egg production and quality is often observed. It is caused by the gammacoronavirus infectious bronchitis virus (IBV) (Jackwood, Hall and Handel 2012; Jackwood and de Wit 2013) . Some strains of IBV are strongly nephropathogenic, and may cause nephrosis-nephritis, urolithiasis, and mortality (Jackwood and de Wit 2013) . The disease occurs worldwide and pose significant economic burden to the poultry industry. Protection against the disease mainly relies on vaccination, which, however, is complicated by the high mutation rate and recombinations in the viral genome, especially when these affect immunologically important epitopes, such as the ones present in the spike viral glycoprotein (S) gene (Thor et al. 2011; Jackwood, Hall and Handel 2012) . As a result, several genotypes and serotypes of IBV exist and evolve over time, some of which persist and spread, while others disappear shortly. This variation undermines vaccinal protection against IB due to insufficient or the lack of cross-protection between the serotypes.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 398,
                    "text": "(Jackwood, Hall and Handel 2012;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 399,
                    "end": 424,
                    "text": "Jackwood and de Wit 2013)",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 567,
                    "text": "(Jackwood and de Wit 2013)",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 968,
                    "text": "(Thor et al. 2011;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 969,
                    "end": 1000,
                    "text": "Jackwood, Hall and Handel 2012)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Confirmation of the diagnosis of IB is based on the identification of IBV, which means detection and isolation of the virus and analysis of parts of the viral genome by molecular biological techniques, which are often performed simultaneously. Serological investigations are also used to assist flock diagnosis and to characterize isolates. However, nowadays, nucleotide sequencing of a diagnostically relevant fragment of the S1 subunit of the S gene is the most widely used technique for the differentiation and genotyping of IBV strains in many laboratories (De Wit 2000) .",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 574,
                    "text": "(De Wit 2000)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "IB diagnosis is a complex and challenging task. In the routine, the PCR-based detection of IBV is best achieved by targeting a conservative region of the viral genome, such as the 5 0 UTR (Callison et al. 2006) , followed by a 'characterizing' assay, which targets a region that allows genotyping upon nucleotide sequencing and phylogenetic analysis. The S gene of IBV is suitable for such purposes, and the protocol of Capua et al. (1999) , V C The Author 2016. Published by Oxford University Press. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/ licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com which targets400-nucleotide long fragment of the S1 gene, has been widely used with this objective. Accordingly, a number of related sequence data have been deposited in the GenBank (www.ncbi.nlm.nih.gov/genbank) and genetic relatedness of strains are often based on these data. However, due to possible recombination events, grouping established on a certain fragment of a gene might change when investigating another/larger fragment of the same gene. Analysing the sequence data of different gene(s), or the whole virus genome, may also result in different grouping (Cavanagh, Davis and Cook 1992) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 210,
                    "text": "(Callison et al. 2006)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 420,
                    "end": 439,
                    "text": "Capua et al. (1999)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1434,
                    "end": 1465,
                    "text": "(Cavanagh, Davis and Cook 1992)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the Middle East, various IBV strains are circulating, such as 793/B (variant 1), variant 2, IS585/98, IS/885/00, and Sul/01/09 strains (Samir et al. 2014) . Further, Abdel-Moneim, Afifi, and El-Kady (2012) reported the detection of new variant strains in Egypt, represented by Ck/Eg/BSU-2/2011 (JX174185) and Ck/Eg/ BSU-3/2011 (JX174186). According to the most recent suggested nomenclature of IBV strains, based on whole S1 nucleotide sequences, Middle Eastern origin viruses of clusters Variant 2 (IS1494-like), D1456-like (see below), IS885-like, and further, D888/2/4/08 IR and D1344/2/2/10 EG (KU238177) belong to GI-23 lineage (Valastro et al. 2016) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 157,
                    "text": "(Samir et al. 2014)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 636,
                    "end": 658,
                    "text": "(Valastro et al. 2016)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we report the successive detection of IBVs from Egypt, belonging to a rather homogenous and separate genetic group based on the portion of the S1 gene. In order to learn more about the genetic composition of the S1 gene of this group a broader scale analysis of S1 gene was carried out. In the partial and the nearly complete S1 gene phylogeny the strains grouped in a different way, suggestive of potential recombination in the background. Therefore, the sequences were analysed for signs of recombination. This analysis revealed two groups of the sequences, which contained characteristic recombination patterns. The first detection occurred in 2010 and has continued since then up to the last submission of concerned sequences (end of 2015). Our own dataset was supplemented by other, related sequences, that is, originating from contemporary Egyptian ones, or collected from the literature and the GenBank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The samples included in this study were submitted from broiler flocks in Egypt, throughout 2010-2015. The age of the chickens varied between 17 and 36 days. The most frequent clinical findings were respiratory symptoms, but unspecific symptoms with reduced weight gain, nephritis, and nephrosis in some cases were also observed. Organ samples (trachea, lung, caecal tonsil, and kidney specimens) from three to five birds per flock were submitted frozen to our laboratory and immediately processed upon receipt. The flocks received various IB vaccines (e.g. based on the H120, 4/91, Ma5, and D274 IBV strains) in different vaccination regimes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samples"
        },
        {
            "text": "Tissue homogenate in PBS (1:10 dilution) was prepared from the organs with Ultra-Turrax (IKA, Staufen, Germany), filtered through Sterile Millex Filter Unit (22 lm, Merck Millipore, Carrigtwohill, Ireland), and 200 ll of the homogenate was inoculated in the allantoic cavities of embryonated chicken eggs, and incubated for 6-7 days at 37 C and candled daily. A sample was considered positive for IBV if the embryos in the inoculated eggs showed typical lesions, that is, stunting and curling of the embryos, and by PCR (Capua et al. 1999 ).",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 538,
                    "text": "(Capua et al. 1999",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Virus isolation"
        },
        {
            "text": "RNA was extracted from the harvested allantoic fluids by using QIAmp Viral RNA Mini Kit (Qiagen) and was subjected to RT-PCR as described previously (Capua et al. 1999 ). Primers XCE1: 5 0 CACTGGTAATTTTTCAGATGG 3 0 and XCE3: 5 0 CAGATTGCTTACAACCACC 3 0 were used for the PCR. The amplified 380 nucleotide long PCR product was sequenced by using the BigDye Terminator v3.1 Sequencing Kit (ThermoFisher Scientific). A selection of the strains (D1456/1/10EG, D1795/2/7/ 11EG, D1887/2/3/12EG, D1903/22/EG, D2572/2/2/14EG) was subjected to full-length S1 gene PCR according to a published protocol (Adzhar et al. 1996; Liu and Kong 2004) . Other sequences involved in the analyses had the following GenBank accession numbers: JX174184 to JX174188, representing the XCE1-3 PCR fragment of the S1 gene (Abdel-Moneim, Afifi, and El-Kady 2012), and KC533681, KC533682, KC533683, KC533684, DQ487085, JX173488, and JX173489, collected from GenBank and representing nearly the whole S1 gene sequences. Since the preliminary results of RDP analysis indicated recombination in the S1 coding region of the selected four strains, a more comprehensive analysis was performed including strains throughout 2010-2015 and using different approaches for recombinant analysis, see below. The nucleotide sequences obtained in this study were deposited in the GenBank under the accession numbers KU238160-KU238-179.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 167,
                    "text": "(Capua et al. 1999",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 593,
                    "end": 613,
                    "text": "(Adzhar et al. 1996;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 614,
                    "end": 632,
                    "text": "Liu and Kong 2004)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "PCR and sequencing"
        },
        {
            "text": "The nucleotide sequences reported by Abdel-Moneim, Afifi, and El-Kady (2012) earlier that were obtained by the same protocol used in this study were also included in the analysis (GenBank accession numbers JX174184-JX174188). A genetically related Iranian isolate (D888/2/4/08 IR) was also involved in the study (Figs. 1, 2, and 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 331,
                    "text": "(Figs. 1, 2, and 4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "The alignment of the nucleotide sequences was prepared by the CLC Main Workbench 5.7.1. software (Qiagen), the phylogenetic trees were constructed using the Neighbor-joining (data not shown) and Maximum Likelihood methods in MEGA 5.1. (Tamura et al. 2011) . The Recombination Detection Program 4 (RDP4; Martin et al. 2015) , and Simplot software (Lole et al. 1999 ) was used to identify recombination breakpoints in the near complete S1 sequences. The Neighbor-net analysis of the SplitsTree 4 software (Huson and Bryant 2006) was used to investigate the potential networked relationships among the analysed sequences.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 255,
                    "text": "(Tamura et al. 2011)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 303,
                    "end": 322,
                    "text": "Martin et al. 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 346,
                    "end": 363,
                    "text": "(Lole et al. 1999",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 503,
                    "end": 526,
                    "text": "(Huson and Bryant 2006)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "In accordance with relevant GenBank data and based on the usability of sequences obtained by the dideoxy sequencing of the portion of S1 gene, the nucleotide sequence between the 763 and 1,129 positions was used for the ensuing phylogenetic analysis. Since the first submission of our collection had D1456 identification, we assigned this number to the group. The initial finding was that D1456-like strains formed a separate group within the Variant 2 IBV cluster, and grouped together with Ck/ Eg/BSU-2/2011 (JX174185) and Ck/Eg/BSU-3/2011 (JX174186) strains, which were reported to represent a new group of variant IBVs by Abdel-Moneim, Afifi, and El-Kady (2012). Throughout 2010-2015 altogether seventeen submissions yielded partial S1 sequences. Further Egyptian strains, accessed in GenBank, clustered together with this group, that is, Eg/1265B/2012 (KC533682), Eg/12197B/2012 (KC533683), and (Tamura et al. 2011) . Evolutionary analyses were conducted in MEGA 5.1. The D1456/ 1/10 EG strain is marked by bold, and the sequences subjected to whole S1 gene sequences are shown in Italic. Asterisk indicates the grouping of Ganapathy, Ball and Forrester (2015) . indicates strains of Egyptian origin; reference strains are underlined.",
            "cite_spans": [
                {
                    "start": 900,
                    "end": 920,
                    "text": "(Tamura et al. 2011)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1129,
                    "end": 1165,
                    "text": "Ganapathy, Ball and Forrester (2015)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Eg/12120s/2012 (KC533684). The rest of the Egyptian sequences published by Abdel-Moneim, Afifi, and El-Kady (2012), fall into the group of Variant 2-like viruses, named IS/1494/06 group by Ganapathy, Ball and Forrester (2015) together with the Egypt/ Beni-Suef/01 strain. In order to have a more accurate depiction on the phylogenetic relationships of the studied viruses, isolates from different years were selected (D1456/1/10 EG, D1795/ 2/7/11 EG, D1887/2/3/12 EG, D1903/21/12 EG, D2572/2/2/14 EG, D1795/2/7/11 EG, D1887/2/3/12 EG, and D2930/3/1/1/15EG) and subjected to a broader scale S1 gene nucleotide sequence determination.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 225,
                    "text": "Ganapathy, Ball and Forrester (2015)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The rather homogenous clustering, shown in Fig. 1 . however, was split in the near complete S1 gene phylogeny of selected representative strains, because (i), D1456-like viruses formed a group together with Variant 2-like viruses, represented by D1344/2/4/10 EG strain; and (ii), the strains separated: four of them (D1456/1/10 EG, D1903/21/12 EG, D2572/2/2/14 EG, and D2930/3/1/1/15 EG) belonged to a monophyletic group while the other two (D1795/2/7/11 EG, D1887/2/3/12 EG) sat on separate branches (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 49,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 501,
                    "end": 509,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The Neighbor-net analysis of the sequences and the pairwise homoplasy index (PHI) test, carried out in the SplitsTree4 software (Huson and Bryant 2006) , indicated the possibility of recombination among the viruses, and further supported the separation of the D1456-like and the D1795-like viruses (demonstrated and further explained on Fig. 3) .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 151,
                    "text": "(Huson and Bryant 2006)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 344,
                    "text": "Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The RDP analysis indicated recombination breaking points in each investigated Egyptian S1 sequences of our collection, and two patterns could be identified: one with a larger piece of recombined fragment of the S1 gene (166-600 nt), comprising of D1456/1/5/10EG, D1903/21/12EG, D2572/2/2/14EG, and D2930/3/2/ 15EG strains, and another one with a shorter fragment (335-556 nt), overlapping with the former and comprising of strains D1795/2/7/11EG and D1887/2/3/12EG (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 473,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This separation of the recombinants into two groups was in agreement with the near complete S1 gene phylogeny demonstrated by both the traditional bifurcating and a network tree (Figs. 2 and 3) . In both cases, a fragment of D274 serotype S1 sequence was indicated as minor parent for the respective recombinant. As potential major parents, for the larger recombinant Figure 2 . Phylogenetic tree of the first 1,614 nucleotides (5 0 -3 0 direction) of the S1 gene of IBV inferred by using the Maximum Likelihood method based on the Kimura 2-parameter model (Tamura et al. 2011) . The percentage of trees in which the associated taxa clustered together is shown next to the branches. Evolutionary analyses were conducted in MEGA 5.1. Asterisk indicates the grouping of Ganapathy, Ball and Forrester (2015) . indicates strains of Egyptian origin; reference strains are underlined. Figure 3 . Neighbor-net analysis of the first 1,653 nucleotides of IBV S1 gene sequences, prepared by SplitsTree using the UncorrectedP method and drawn with EqualAngle algorithm (Huson and Bryant 2006) . Red-marked dots and sequences indicate corresponding splits in the network: A, D1456/variant2-like and IS885/D888 sequences; B, D1456/variant2-like and D274/D207 sequences. variant the 720/99 IL Israeli and for the shorter recombinant variant the D888/8/08 IR Iranian strains were indicated, respectively. This probability of the described recombination events were further supported by the similarity plot analysis, carried out with the SimPlot software (Lole et al. 1999 ) (data not shown).",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 577,
                    "text": "(Tamura et al. 2011)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 768,
                    "end": 804,
                    "text": "Ganapathy, Ball and Forrester (2015)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1058,
                    "end": 1081,
                    "text": "(Huson and Bryant 2006)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1539,
                    "end": 1556,
                    "text": "(Lole et al. 1999",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 193,
                    "text": "(Figs. 2 and 3)",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 376,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 887,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Furthermore, two S1 sequences of GenBank origin, Eg/ 12197B/2012 (KC533683) and Eg/12120s/2012 (KC533684), showed the very same recombinant pattern as the D1456-like viruses and, accordingly, grouped together with these on the respective phylogenetic trees (Figs. 1 and 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 272,
                    "text": "(Figs. 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The location of the larger recombinant fragment overlapped with two reported antigenic domains of the S1 gene, according to Koch et al. (1990) while the shorter recombinant fragment overlapped with one antigenic domain (Fig. 4) . Both recombinant fragments were located outside the portion that is flanked by the XCE primers.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 142,
                    "text": "Koch et al. (1990)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 227,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Emergence of new IBV variants is an ongoing process, which is attributed to mutations, insertions/deletions, and recombination events that affect the viral genome (Jackwood et al. 2005) . As a consequence, diagnosis and control of IB is a rather challenging task. Improving vaccination efficiency and understanding IBV evolution better requires the knowledge and characterization of circulating IBV variants in a given region. Virus isolation and molecular assays mutually complement each other and should be used for the detection and especially for characterization of IBV. However, the latter needs careful interpretation, because different portions of the same gene might belong to different phylogenetic cluster, as a result of recombination events. Since the S1 glycoprotein determines the serotype of IBV, and contains virus-neutralizing epitopes, its gene is the most frequently targeted subject for IBV characterization. One favoured approach was published by Capua et al. (1999) , that targets relatively conserved region of the S1 gene but still delivers relevant information for typing of IBV strains. However, if affected by recombination events outside the flanking region of this primer pair, the phylogenetic relations might change.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 185,
                    "text": "(Jackwood et al. 2005)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 969,
                    "end": 988,
                    "text": "Capua et al. (1999)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "IBVs have been detected in Egypt for >60 years, including Massachusetts, D274, 4/91, and the so-called Egyptian variant genotypes (Abdel-Moneim, Afifi, and El-Kady 2012), and further, IS585/98, Sul/01/09, IS/1494, and variants related to IS/885 (Susan, El-Hady and Soliman 2010; Mahmood, Sleman, and Uthman 2011; Selim et al. 2013; Samir et al. 2014) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 278,
                    "text": "(Susan, El-Hady and Soliman 2010;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 279,
                    "end": 312,
                    "text": "Mahmood, Sleman, and Uthman 2011;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 313,
                    "end": 331,
                    "text": "Selim et al. 2013;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 332,
                    "end": 350,
                    "text": "Samir et al. 2014)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, a new genotype, named as \"variant 2\" was described by Abdel-Moneim, Afifi, and El-Kady (2012), which was established by using the widely applied PCR protocol of Capua et al. (1999) . The reported \"variant 2\" strains grouped together with those we have detected since 2010 in Egypt by the same protocol, and designated as the \"D1456-like\" group, which showed separation from the Israeli variant genetic group. The rest of the Egyptian isolates reported by the above referred authors (Abdel-Moneim, Afifi, and El-Kady 2012) belonged to the Israeli variant 2 strains (called \"variant 1\" by the same authors). These findings support the need for a uniform nomenclature of IBVs to avoid misunderstandings among researchers, diagnosticians, as expressed by the current European Cooperation in Science and Technology (COST) Action FA1207 (http://cost-con Shaded areas indicate confidence intervals of breakpoint positions (light grey: 99%, dark grey: 95%). Putative major parents are: 720/99 IL and D888/0/08 IR for D1456/1/ 5/10EG and D1795/2/7/11EG, respectively; putative minor parents are: D274 for both D1456/1/5/10EG and D1795/2/7/11EG. trollingaviancoronaviruses.org/) also, and as proposed recently by Valastro et al. (2016) . The near complete S1 gene phylogeny of the representative D1456-like strains showed a certain separation, which was explained by the revealed recombination events in the gene both by breakpoint and network analysis. Two types of recombinants were identified, represented by four and two strains of our collection, which affected two or one antigenic domain of the S1 gene, respectively. This presumably has immunological consequences. Such a phenomenon, when a 793/B serotype strain shifted to H120 serotype due to recombination of the 5 0 terminal of the S1 gene was recently reported (Zhang et al. 2015) . This aspect can best be investigated in relevant animal trials. Nevertheless, the finding that geographically and temporarily related sequences, which were deposited in the GenBank, showed the same recombination pattern that was revealed for the D1456-like viruses, thus further confirming the occurrence of this type of IBVs.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 190,
                    "text": "Capua et al. (1999)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1213,
                    "end": 1235,
                    "text": "Valastro et al. (2016)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1824,
                    "end": 1843,
                    "text": "(Zhang et al. 2015)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on bioinformatic analyses of the corresponding nucleotide sequences, this study demonstrated that IBV isolates collected in Egypt through 2010-2015 proved to be recombinants in their S1 gene. Although no experimental evidences were obtained yet concerning their immunologic and pathogenic characteristics, the recombinants appeared viable and fit to survive and circulate in the successive chicken populations over the years. Thus, our findings contributed to the chronicle of the emergence and perseverance of recombinant IBVs in the field. Furthermore, the results provide a good example of the potential \"pitfalls\" of using a rather \"narrow-ranged\" diagnostic PCR, because viruses grouping together in certain phylogenetic trees might differ substantially in other genetic regions, or even immunologically, for example in serological tests. Or the opposite, viruses of the same serotype might have atypical genetic composition, aside of the neutralizing epitopes (Cavanagh et al. 1990 ).",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 993,
                    "text": "(Cavanagh et al. 1990",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, to have a more accurate view about the occurring IB viruses a broader scale molecular analysis is necessary from time to time, at least for the S1 gene, of geographically or epidemiologically representative IBV strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergence of a Novel Genotype of Avian Infectious Bronchitis Virus in Egypt",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Abdel-Moneim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Afifi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "El-Kady",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Archives of Virology",
            "volume": "157",
            "issn": "",
            "pages": "2453--2460",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Universal Oligonucleotides for the Detection of Infectious Bronchitis Virus by the Polymerase Chain Reaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adzhar",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Avian Pathology: Journal of the W.V.P.A",
            "volume": "25",
            "issn": "",
            "pages": "817--853",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development and Evaluation of a Real-Time Taqman RT-PCR Assay for the Detection of Infectious Bronchitis Virus From Infected Chickens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Callison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Virological Methods",
            "volume": "138",
            "issn": "",
            "pages": "60--65",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Co-Circulation of Four Types of Infectious Bronchitis Virus (793/B, 624/I, B1648 and Massachusetts)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Capua",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Avian Pathology: Journal of the W.V.P.A",
            "volume": "28",
            "issn": "",
            "pages": "587--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Molecular Basis of the Variation Exhibited by Avian Infectious Bronchitis Coronavirus (IBV)', Advances in",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Avian Pathology: Journal of the W.V.P.A",
            "volume": "276",
            "issn": "",
            "pages": "401--409",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of Infectious Bronchitis Virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Avian Pathology: Journal of the W.V.P.A",
            "volume": "29",
            "issn": "",
            "pages": "71--93",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genotypes of Infectious Bronchitis Viruses Circulating in the Middle East Between",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ganapathy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forrester",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Research",
            "volume": "210",
            "issn": "",
            "pages": "198--204",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Application of Phylogenetic Networks in Evolutionary Studies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Huson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Molecular Biology and Evolution",
            "volume": "23",
            "issn": "",
            "pages": "254--67",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Data From 11 Years of Molecular Typing Infectious Bronchitis Virus Field Isolates",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Diseases of Poultry",
            "volume": "49",
            "issn": "",
            "pages": "1305--1316",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antigenic domains on the peplomer protein of avian infectious bronchitis virus: correlation with biological functions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "The Journal of General Virology",
            "volume": "71",
            "issn": "",
            "pages": "1929--1964",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A New Genotype of Nephropathogenic Infectious Bronchitis Virus Circulating in Vaccinated and Non-Vaccinated Flocks in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Pathology: Journal of the W.V.P.A",
            "volume": "33",
            "issn": "",
            "pages": "321--328",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human Immunodeficiency Virus Type 1 Genomes From Subtype C-Infected Seroconverters in India, with Evidence of Intersubtype Recombination",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lole",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Virology",
            "volume": "73",
            "issn": "",
            "pages": "152--60",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Isolation and Molecular Characterization of Sul/01/09 Avian Infectious Bronchitis Virus, Indicates the Emergence of a New Genotype in the Middle East",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Mahmood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sleman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "U"
                    ],
                    "last": "Uthman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Veterinary Microbiology",
            "volume": "150",
            "issn": "",
            "pages": "21--28",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "RDP4: Detection and Analysis of Recombination Patterns in Virus Genomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular Diversity Between Field Isolates and Vaccinal Strains of Avian Infectious Bronchitis Virus in Egypt",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samir",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Global Veterinaria",
            "volume": "13",
            "issn": "",
            "pages": "820--827",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Molecular Characterization of Infectious Bronchitis Viruses Isolated From Broiler and Layer Chicken Farms in Egypt During",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Selim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Veterinary Science and Medicine",
            "volume": "1",
            "issn": "",
            "pages": "102--110",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Isolation and Characterization of Nephropathogenic Strain of Infectious Bronchitis Virus in Egypt",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Susan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "El-Hady",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Soliman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of American Science",
            "volume": "6",
            "issn": "",
            "pages": "669--75",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "MEGA5: Molecular Evolutionary Genetics Analysis Using Maximum Likelihood, Evolutionary Distance, and Maximum Parsimony Methods'",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Molecular Biology and Evolution",
            "volume": "28",
            "issn": "",
            "pages": "2731--2740",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Recombination in Avian Gamma-Coronavirus Infectious Bronchitis Virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Thor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Viruses",
            "volume": "3",
            "issn": "",
            "pages": "1777--99",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "S1 Gene-Based Phylogeny of Infectious Bronchitis Virus: An Attempt to Harmonize Virus Classification",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Valastro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infection, Genetics and Evolution: Journal of Molecular Epidemiology and Evolutionary Genetics in Infectious Diseases",
            "volume": "39",
            "issn": "",
            "pages": "349--64",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Serotype Shift of a 793/B Genotype Infectious Bronchitis Coronavirus by Natural Recombination",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infection, Genetics and Evolution: Journal of Molecular Epidemiology and Evolutionary Genetics in Infectious Diseases",
            "volume": "32",
            "issn": "",
            "pages": "377--87",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Molecular phylogenetic analysis of the fragment encompassing the the763-1,129 nucleotide positions of the S1 gene. The evolutionary history was inferred by using the Maximum Likelihood method based on the Kimura 2-parameter model",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Results of the RDP analysis(Martin et al. 201514) of the D1456/1/5/10 EG strain and schematic representation of the location of XCE primers (6Capua et al. 1999), recombinant fragments, reported antigenic domains (Agd1-3) on a partial S1 gene sequence(18Koch et al. 1990). Pink area shows tract of recombinant sequence.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the indispensable contribution of Alaa Fattouh and Ahmed Setta for organizing sample collection, the excellent technical assistance of Edit Fodor, Jutka Fü gedi and Adrienn Gé resi, and thank Professor Mark W. Jackwood for his critical reading of the manuscript. Sequence data are available under GenBank accession numbers JX174184-JX174188.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}