{
    "paper_id": "0e26889f9cffa6531cfef5b27d1f09734d98333f",
    "metadata": {
        "title": "Undressing of Waddlia chondrophila to enrich its outer membrane proteins to develop a new species-specific ELISA",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Lienard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lausanne University Hospital and University of Lausanne",
                    "location": {
                        "settlement": "Lausanne"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Croxatto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lausanne University Hospital and University of Lausanne",
                    "location": {
                        "settlement": "Lausanne"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Gervaix",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Geneva",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Posfay-Barbe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Geneva",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Baud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lausanne University Hospital and University of Lausanne",
                    "location": {
                        "settlement": "Lausanne"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Kebbi-Beghdadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lausanne University Hospital and University of Lausanne",
                    "location": {
                        "settlement": "Lausanne"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Greub",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lausanne University Hospital and University of Lausanne",
                    "location": {
                        "settlement": "Lausanne"
                    }
                },
                "email": ""
            },
            {
                "first": "Gilbert",
                "middle": [],
                "last": "Greub",
                "suffix": "",
                "affiliation": {},
                "email": "gilbert.greub@chuv.ch"
            }
        ]
    },
    "abstract": [
        {
            "text": "Waddlia chondrophila, an obligate intracellular bacterium of the Chlamydiales order, is considered as an agent of bovine abortion and a likely cause of miscarriage in humans. Its role in respiratory diseases was questioned after the detection of its DNA in clinical samples taken from patients suffering from pneumonia or bronchiolitis. To better define the role of Waddlia in both miscarriage and pneumonia, a tool allowing large-scale serological investigations of Waddlia seropositivity is needed. Therefore, enriched outer membrane proteins of W.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "chondrophila were used as antigens to develop a specific ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "After thorough analytical optimization, the ELISA was validated by comparison with micro-immunofluorescence and it showed a sensitivity above 85% with 100% specificity. The ELISA was subsequently applied to human sera to specify the role of W. chondrophila in pneumonia. Overall, 3.6% of children showed antibody reactivity against W. chondrophila but no significant difference was observed between children with and without pneumonia. Proteomic analyses were then performed using mass spectrometry, highlighting members of the outer membrane protein family as the dominant proteins. The major Waddlia putative immunogenic proteins were identified by immunoblot using positive and negative human sera. The new ELISA represents an efficient tool with high throughput applications. Although no association with pneumonia and Waddlia seropositivity was observed, this ELISA could be used to specify the role of W. chondrophila in miscarriage and in other diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Waddlia chondrophila is a Chlamydia-related bacterium belonging to the Waddliaceae family, one of the seven families and family-level lineages classified within the Chlamydiales order. The established human pathogens of the Chlamydiaceae family (Chlamydia trachomatis, C. pneumoniae and C. psittaci) have been extensively studied, as compared to the other six families of Chlamydia-related bacteria that remain poorly investigated so far.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Waddlia chondrophila was originally isolated from bovine foetuses [1, 2] and since then, several serological studies have supported an association with bovine abortion [3, 4] . Considering human pathogenicity, a recent serological study on pregnant women suggested that W. chondrophila seropositivity correlated with miscarriage [5] . Moreover, one case of W. chondrophila-associated miscarriage was documented by immunohistochemistry, specific PCR and micro-immunofluorescence (MIF) [6] . These observations are of major importance, since human miscarriage has no aetiology in about 50% of cases and since 32% of women with miscarriage exhibited anti-Waddlia antibody reactivity [5] . In addition, W. chondrophila may also represent a novel agent of respiratory tract infection since its DNA was detected by PCR in (1) 9.4% of nasopharyngeal aspirates taken from children with bronchiolitis and tested negative for the respiratory syncytial virus [7] , and (2) the sputum sample of a patient with pneumonia [8] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 70,
                    "end": 72,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Waddlia chondrophila, like the other members of the Chlamydiales order, is a strict intracellular bacterium that exhibits two developmental stages. The extracellular infectious elementary body (EB) infects host cells and then differentiates into a replicative form called the reticulate body. The obligate intracellular lifestyle of the members of the Chlamydiales order has rendered their detection by culture particularly tedious. The diagnosis of these bacterial infections is thus now mainly performed using molecular tools and/or serology. The current reference standard method in chlamydial serology remains MIF, based on whole-cell bacteria, despite its lower sensitivity compared to ELISAs [9, 10] . Moreover, MIF is a time-consuming and fastidious technique, in which there is almost no automation and which is largely dependent on a reader's objectivity. Conversely, although ELISA is more difficult to implement, it has the advantages of being easily automated, providing quantitative results and allowing large-scale screenings of samples.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 701,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The recently published genome of W. chondrophila [11] was previously used for downstream proteomic investigations: 13 different immunogenic proteins were previously described [12] . However, no membrane proteins were identified in this study although membrane proteins are known to often be immunogenic. The method used to prepare whole-cell proteins with urea and centrifugation might have eliminated most outer membrane proteins, which are often insoluble cross-linked proteins [13] . Furthermore, when testing human sera known to exhibit anti-Waddlia reactivity, their reactivity against each of the 13 individual proteins identified by Kebbi-Beghdadi et al. [12] was heterogeneous, with only a third of sera reacting against some of these 13 proteins. Finally, two candidates were identified as putative immunogenic proteins for the development of an ELISA. However, these two proteins exhibited low specificity in additional tests recently performed using animal sera.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus, in the present work, outer membrane proteins known to be insoluble in the detergent sarkosyl were enriched from elementary bodies of Waddlia and used as antigens in a new ELISA. After initial common troubleshooting steps, the new ELISA was validated on sera previously screened by the reference standard MIF for 'waddlial' reactivity. Then, in order to specify the potential role of W. chondrophila in respiratory infections, the ELISA was applied to sera taken from 364 children with (n = 189) or without (n = 175) pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Additional work was conducted using mass spectrometry (MS) to further characterize the enriched fraction of the outer membrane proteins of Waddlia. Finally, acrylamide two-dimensional (2D) gels coupled with immunoblots incubated with Waddlia-positive and -negative human sera were performed to identify major Waddlia-specific immunogenic proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The obtention of children's sera was done as part of a larger study investigating various agents of lower respiratory tract infection (see below: 'Human sera'). This study was approved by the Geneva University Hospital Ethics Committee (No. CE 04-199). Written consent was systematically obtained from children's parents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "The ELISA test was applied to 364 serum samples collected between 2008 and 2010 at the University Hospital of Geneva from children with (n = 189) and without (n = 175) pneumonia and aged between 0 and 17 years. The children with pneumonia were sampled at day 0 (serum A) and day 14 (serum B) during the course of their disease. The diagnosis of pneumonia was based on the following criteria: fever (temperature >38°C), cough, infiltrate or consolidation on lung X-ray, dyspnoea or tachypnoea. All patients were systematically tested for respiratory viruses (influenza virus A and B; parainfluenza virus 1, 2 and 3; human metapneumovirus A and B; human respiratory syncitial virus A and B; adenovirus A, B and C; enterovirus A, B, C and D; rhinovirus A and B; coronavirus HKU1, OC43, 229E and NL63; and H1N1) as well as for Streptococcus pneumoniae, Mycoplasma pneumoniae, Legionella pneumophila and Chlamydia pneumoniae. The validation of the ELISA was also performed on 95 serum samples collected at the Recurrent Miscarriage Clinic of St Mary's Hospital, London. These samples were previously tested by MIF on heat-inactivated W. chondrophila and observed at a magnification of 9400. Chlamydia trachomatis seropositivity was determined using commercial tests [9] . These sera were re-tested in this study using a modified MIF protocol (see below) and by ELISA.",
            "cite_spans": [
                {
                    "start": 1261,
                    "end": 1264,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Human sera"
        },
        {
            "text": "The specificity of the ELISA was evaluated using sera from mice or rabbits (Eurogentec, Seraing, Belgium) immunized with heat-inactivated Waddlia chondrophila strain WSU 86-1044, Parachlamydia acanthamoebae strain Hall's coccus, Criblamydia sequanensis strain CRIB 18, Estrella lausannensis strain CRIB 30, Simkania negevensis ATCC VR 1471 and Protochlamydia amoebophila strain UWE25.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specificity of the ELISA"
        },
        {
            "text": "The MIF performed in this work used formalin-inactivated bacteria. The protocol below was based on a protocol published already [5] and modified in this work to enhance sensitivity and specificity. EBs of Waddlia chondrophila strain WSU 86-1044 were purified as described before [11] . Briefly, from a co-culture with the amoeba Acanthamoeba castellanii ATCC 30010, EBs were harvested by centrifugation and purified sequentially with sucrose and gastrografin gradients. Purified EBs were inactivated with 0.3% formalin for 1 h at room temperature (RT) and washed three times with phosphate-buffered saline (PBS). Bacteria were then spotted on glass slides (previously dried clean with ethanol) and air-dried overnight at RT. Bacterial spots were saturated with a blocking solution (BS) consisting of PBS with 1% bovine serum albumin (BSA) (Promega, D€ ubendorf, Switzerland) for 1 h 30 min at RT and then washed (in three steps: with PBS 0.03% Tween-20, with PBS, and then with distilled water). Sera diluted 1:32 in BS were applied on the bacterial spots for 1 h at RT. After a washing step, spots were immediately incubated for 1 h with a goat anti human IgH-fluorescein conjugated antibody (Fluoline H; BioMerieux, Marcy l'Etoile, France) diluted 1:400 in BS and 300 nM of 4′,6-diamidino-2-phenylindole, DAPI (Invitrogen, Basel, Switzerland). Glass slides were washed and mounted in Mowiol. Fluorescence was observed with an epifluorescence microscope (Axioplan 2; Zeiss, Feldbach, Switzerland) at a magnification of 91000, by two different readers. Each serum was tested in duplicate and each replicate received a score of '0' if negative, '0.5' if doubtful or '1' if positive, by each reader. All sera had a total score between 0 and 4. Scores from 0 to 0.5 were considered negative, 1 to 1.5 were doubtful low, 2 to 3 doubtful high and 3.5 to 4 were considered positive.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Micro-immunofluorescence assay"
        },
        {
            "text": "Outer membrane proteins were isolated from purified EBs of W. chondrophila, obtained as described above. EBs were centrifuged and resuspended in 1 mL of PBS with 2% N-lauroylsarcosine sodium salt solution (sarkosyl) (Sigma, Buchs, Switzerland) and 1.5 mM EDTA and incubated 1 h at 37°C. Lysed bacteria were then ultracentrifuged for 1 h at 100 000g at 4°C. The procedure was repeated by resuspending the pellet in sarkosyl with a total of three ultracentrifugations. Before the ultimate ultracentrifugation, the resuspended pellet was sonicated for 5 min in a water bath. At the end, the pellet was resuspended with 50 mM dithiothreitol (DTT; Applichem, Baden-D€ attwil, Switzerland) and 0.2 M urea (Sigma, Buchs, Switzerland) and treated with 10 U DNAse I (RNAse free) (New England Biolabs, BioConcept, Allschwil, Switzerland) at 40°C for 3 h. After a final centrifugation (3 min at 13 000g), the supernatant containing outer membrane proteins was stored at À20°C. Proteins were quantified using nigrosin staining. Briefly, the proteins were spotted on Whatman paper, allowed to air-dry and then stained for 5 min with nigrosin (Sigma, Buchs, Switzerland) in 2.5% acetic acid and washed with 5% acetic acid. Quantification was performed using a standard curve of bovine serum albumin (Biorad, Reinach BL, Switzerland) and analysis by Image J software (http://rsb.info.nih.gov/ij/). In the present article, the outer membrane proteins are also called sarkosyl insoluble proteins. Three different preparations of enriched proteins were used in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enrichment of W. chondrophila outer membrane proteins"
        },
        {
            "text": "ELISA assays were performed in 96-well certified maxisorp microplates (Nunc, VWR International, Dietikon, Switzerland), where 1.5 lg/mL of outer membrane proteins were coated (100 lL) in sodium carbonate and bicarbonate buffer pH 9.6, overnight at 4°C. Microplates were washed (once with PBS and once with PBS 0.05% Tween-20). Wells were saturated with 100 lL of BS consisting of PBS with 5% BSA (Promega) and 0.5% gelatin (Merk, Zug, Switzerland) for 2 h at RT. After a washing step, wells were incubated with sera (50 lL) diluted in BS for 1 h at RT. Human sera were diluted 1:128, mice and rabbits sera were diluted two-fold from 1:256 to 1:2048 and from 1:8000 to 1:32 000, respectively. Wells were then washed and incubated for 45 min at RT with a horseradish peroxidase-conjugated secondary antibody diluted in BS. The goat anti-human IgH (A + G + M) (Millipore, Zug, Switzerland) was diluted 1:60 000, the goat anti-mouse IgG (Bio-Rad, Reinach, Switzerland) diluted 1:1000 and the goat anti-rabbit IgG (Abcam, Cambridge, UK) diluted 1:2000. Wells were washed as before and a final wash of PBS was added. Finally 1 mg/mL o-phenylenediamine dihydrochloride (OPD) (Sigma, Buchs, Switzerland) with 0.03% H 2 O 2 in 0.1 M citrate buffer, pH 5 was added. The reaction was stopped with H 2 SO 4 3 M (50 lL). Optical density (OD) was measured on an ELISA Multiskan ascent reader (Thermo Scientific, Zurich, Switzerland) at 492 nm against 650 nm as a reference. Each serum sample was tested in three independent experiments. Sera from British women (tested in MIF) were systematically added in each experiment to calculate receiver operating curves (ROCs) and to define a grey zone: sera above, inside and below this zone were considered positive, doubtful or negative, respectively. When the sera from children were tested by the W. chondrophila specific ELISA, the patients were considered positive when seropositivity was observed in the three independent experiments. first loaded on a 12% acrylamide gel and then stained with Coomassie blue. Then, the gel was excised from the loading point to the bottom into five equal bands that were subsequently digested with trypsin (Promega) [14, 15] . The derivated peptides were analysed by LC-MS/MS on a hybrid linear trap LTQ-Orbitrap XL mass spectrometer (Thermo Fisher Scientific, Zürich, Switzerland) coupled to a nanocapillary HPLC with a C18 reversed-phase column. Analysis of the raw data was performed by Mascot Distiller 2.3.2 and Mascot 2.3 (Matrix Science, London, UK) against the Uniprot database (http://www.uniprot.org) restricted to Waddlia chondrophila WSU 86-1044 and against a custom-built database containing the sequence of common contaminants (enzymes, keratins). Trypsin (cleavage at K, R, not before P) was used as the enzyme definition. Mascot was searched with a fragment ion mass tolerance of 0.50 Da and a parent ion tolerance of 10 ppm. The iodoacetamide derivative of cysteine was specified in Mascot as a fixed modification. N-terminal acetylation of protein, deamidation of asparagine and glutamine and oxidation of methionine were specified as variable modifications. The software Scaffold version 3 was then used to validate MS/MS based peptide and protein identifications and to perform dataset alignment. Peptide identifications were accepted if they could be established at greater than 90.0% probability as specified by the Peptide Prophet algorithm [16] . Protein identifications were accepted if they could be established at greater than 95.0% probability by the Protein Prophet algorithm [17] and contained at least two identified peptides. Proteins that contained similar peptides and could not be differentiated based on MS/MS analysis alone were grouped to satisfy the principles of parsimony. The relative abundance of the proteins identified was estimated using the calculation of an exponentially modified protein abundance index (emPAI) [18] . Details of this index can be found at the website http:// www.matrixscience.com/help/quant_empai_help.html. This index was based on the theorical and observed number of unique peptides after trypsin digestion of the proteins: emPAI = (10^(N observed /N observable ) À 1, with N for the number of peptide.",
            "cite_spans": [
                {
                    "start": 2185,
                    "end": 2189,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2190,
                    "end": 2193,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3433,
                    "end": 3437,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3574,
                    "end": 3578,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3930,
                    "end": 3934,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "ELISA assay"
        },
        {
            "text": "Sarkosyl insoluble proteins were prepared as described above but the final pellet was resuspended in 5 M urea, 2 M thiourea, 35 mM Tris, 4% CHAPS, 0.5% Triton X-100, 1% ASB-14 and 50 mM DTT. Proteins (100 and 150 lg) were then desalted, concentrated and resuspended in a DeStreak rehydration solution with 0.5% IPG buffer pH3-11 NL. Rehydration was performed overnight on immobiline DryStrip pH3-11 NL (GE Lifesciences, Glattbrugg, Switzerland). The first dimension of 2D electrophoresis was performed at 20°C on an Ettan IPGphor 3 IEF System (GE Lifesciences) with the following program: 30 min at 200 V, 90 min at 2000 V, 60 min at 3500 V and 60 min at 3500 V (current 2 mA total, power 5 W total and 7500 Vh). After the run, the strips were equilibrated for 15 min with 6 M urea, 2% SDS, 0.375 M Tris-HCl pH 8.8, 20% glycerol and 130 mM DTT and then 15 min in urea, 2% SDS, 0.375 M Tris-HCl pH 8.8, 20% glycerol and 135 mM iodoacetamide. Then, the second dimension was done on a Mini Protean-3 Vertical Electrophoresis Unit (Bio-Rad, Reinach BL, Switzerland) with 13% acrylamide gels for 90 min at 140 V, using a running buffer of 0.3025% Tris, 1.44% glycine and 0.1% SDS. Seven acrylamide gels were prepared; one was stained with Coomassie blue using the Protoblue Safe Colloidal Commassie G-250 (National Diagnostics, Basel, Switzerland) and the six other gels were transferred on nitrocellulose membranes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of 2D gels"
        },
        {
            "text": "The six nitrocellulose 2D-gel membranes were first blocked for 1 day at RT in 5% non-fat dry-milk in 50 mM Tris, 150 mM NaCl and 0.2% Tween-20 (TBST). After a short washing step in TBST 0.5% non-fat dry-milk, immunoblots were incubated overnight at 4°C, with human sera (three Waddlia positive and three Waddlia negative sera from British women [5] ) diluted 1:10 in TBST 0.5% non-fat dry-milk. After three washes of 10 min with TBST 0.5% non-fat dry-milk, the blots were incubated with a horseradish peroxidase-conjugated goat anti-human IgH (A + G + M) (Millipore, 1:120 000) for 1 h at RT. Three washes of TBST were done prior to visualization with a chemoluminescent solution of luminal, p-coumaric acid, Tris 1.5 mM pH 8.5 and H 2 O 2 . Images of the six immunoblots were superimposed on the Coomassie gel image using the photoshop software version 3 and reactive spots were selected.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Immunoblot analysis"
        },
        {
            "text": "For analysis of 2D gels, spots were picked and analysed by MS as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of major immunogenic proteins by MS"
        },
        {
            "text": "Specificity of the ELISA with antisera from immunized rabbits and mice Twofold dilutions of sera from mice or rabbits immunized with six different Chlamydia-related bacteria belonging to four distinct families have been tested (1/256 to 1/2048 for mice sera and 1/8000 to 1/64 000 for rabbits sera). Waddlia chondrophila immunized mice or rabbits gave a strong signal in ELISA (OD 492nm %3 for the highest concentration of the serum, as shown in Fig. 1a and b) . Sera from animals immunized with the five other Chlamydia-related bacteria did not exhibit significant cross-reactivity with proteins from Waddlia. Only the specific S. negevensis mice anti-sera showed some cross-reaction whereas the homologous rabbit anti-sera did not. As expected, all pre-immune sera did not display anti-Waddlia reactivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 460,
                    "text": "Fig. 1a and b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Comparison of two protocols of MIF and validation of the ELISA MIF is the reference standard in chlamydial serology. In this work, two different protocols of MIF were compared. A MIF protocol based on heat-inactivated bacteria (hereafter called 'h-MIF') and read at a magnification of 9400 was compared to a MIF protocol using formalin-inactivated bacteria (hereafter called 'f-MIF') read at a magnification of 91000. In a previous study, 95 samples of serum taken from British women tested with the h-MIF [5] , were tested in this work by the f-MIF. The number of positive, negative or doubtful serology for W. chondrophila is summarized in Table 1 . The number of doubtful results was 1.4 times higher with the h-MIF compared with the f-MIF. When comparing results of the f-MIF with the h-MIF, the overall correlation was 39% considering positive, negative and doubtful sera. Fig. S1 illustrates the validation of the ELISA using both MIFs as a reference standard. In Fig. S1a , sera from British women which tested positive and negative with both MIFs (n = 32) were analysed by the ELISA. The results indicated that the ELISA was able to discriminate between positive and negative sera. In order to evaluate the efficiency of the ELISA, ROCs were calculated using the OD 492nm values obtained with positive and negative sera according to the h-MIF or the f-MIF (Fig. S1b) . The mean area under the ROC for h-MIF or f-MIF (Fig. S1b ) was 0.968 AE 0.012 and 0.967 AE 0.010, respectively. These values close to 1 showed the high performance of the ELISA. The statistical analysis using the unpaired t test demonstrated that MIF-based negative and positive human sera were significantly discriminated by the ELISA (p value <0.0001 for both MIFs). Considering OD 492nm values that gave 100% specificity, the ROCs proposed cut-offs corresponding to the highest sensitivity. Overall, five and eight independent experiments of ROC were performed for h-MIF and f-MIF, respectively. The calculated OD 492nm cut-off for the ELISA based on the h-MIF gave a mean sensitivity of 71.7 AE 11.3%. For the ELISA based on the f-MIF, the optimal cut-off gave a mean sensitivity of 86.6 AE 3.0%. For each experiment, the optimal determined cut-offs were applied on all the 95 sera tested with the ELISA and each serum was classified according to the serological results obtained with the h-MIF (Fig. S1c) or with the f-MIF (Fig. 2) . In the ELISA based on the f-MIF, mean OD 492nm values increased when the score of the MIF increased. With 100% specificity for the ELISA based on both MIF, the sensitivity of the ELISA was higher when based on the f-MIF (Fig. S1b ). The f-MIF was thus chosen as the best reference standard to calculate OD 492nm cut-offs for the ELISA in the subsequent experiments. All 'doubtful low' sera taken from British women were also used to define a high threshold. Thus, the calculated cut-off using the ROC and the high threshold determine a grey zone ( Fig. S1c and Fig. 2 ). The sera with OD 492nm values above, inside or below this grey zone were then considered in the next experiments as positive, doubtful or negative, respectively.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 649,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 878,
                    "end": 885,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 970,
                    "end": 978,
                    "text": "Fig. S1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1364,
                    "end": 1374,
                    "text": "(Fig. S1b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1424,
                    "end": 1433,
                    "text": "(Fig. S1b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2376,
                    "end": 2386,
                    "text": "(Fig. S1c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2405,
                    "end": 2413,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2636,
                    "end": 2645,
                    "text": "(Fig. S1b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2964,
                    "end": 2983,
                    "text": "Fig. S1c and Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Application of the ELISA to sera from children with or without pneumonia Sera from children with (n = 189) or without (n = 175) pneumonia were tested with the new ELISA (Fig. 3) . Sera from British women were included in each experiment as internal controls and in order to calculate a ROC and to define a grey zone. Results from three independent experiments are summarized in Table 2 . Among the children with or without pneumonia, Waddlia seropositivity above the grey zone (i.e.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "positive) was observed in seven (3.7%) and six (3.4%) patients, respectively. The analysis of the sera at day 14 for children with pneumonia showed that one patient exhibited a seroconversion. The clinical characteristics of the 13 positive patients are indicated in Table S1 . The aetiology of the pneumonia was identified for two patients (Streptococcus pneumoniae and rhinovirus A, respectively) whereas the other five positive patients remained with unknown aetiology (Table  S1 ). Furthermore, 17.5% and 19.4% of the patients with and without pneumonia, respectively, exhibited antibody reactivity in the grey zone corresponding to a doubtful seropositivity. Overall, these results indicated no significant difference between ill and control children for high positivity (odds ratio Using MS analysis on the enriched fraction of sarkosyl insoluble proteins, 617 proteins were identified (Table S2) . Among these proteins, 328 were identified with more than four matched spectra providing sufficient confidence for subsequent analysis. The relative abundance of the proteins was roughly estimated based on the theoretical and observed number of peptide generated after trypsin digestion of each protein and the 40 most abundant proteins are represented in Fig. 4 . Among these 40 most abundant proteins, 11 corresponded to membrane proteins or proteins associated to the membrane: proteins of the outer membrane protein (OMP) family (OmpA11, A2, A3, A7, A10, A1, A4), proteins with predicted transmembrane domains such as the three putative membrane proteins wcw_1100, wcw_1236 and wcw_1644, and the putative long-chain fatty acid transport protein FadL with a predicted peptide signal. Three other proteins identified in the present work were previously shown to be immunogenic proteins [12] using a different approach: the elongation factors FusA and Tuf and, by homology, GroEL2. The putative needle chaperone SctG was also detected and is associated with the type III secretion system inserted in the bacterial membrane. Polymerases (RpoA and B) and ribosomal proteins as well as proteins of metabolic pathways were also recovered. Finally, six other proteins are putative uncharacterized proteins.",
            "cite_spans": [
                {
                    "start": 1792,
                    "end": 1796,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 472,
                    "end": 482,
                    "text": "(Table  S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 892,
                    "end": 902,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1260,
                    "end": 1266,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Considering the relative abundance of each identified protein, five proteins appeared to be predominant: OmpA11, OmpA2, OmpA3, as well as the putative uncharacterized proteins wcw_1930 and wcw_11100 (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Sera from children who tested Waddlia positive and negative by ELISA were selected. Immunoblots derived from acrylamide 2D gels used to separate the enriched outer membrane proteins were incubated with these human sera. It allowed the Table 3 ), among which, 13 were analysed by MS: six spots were specifically recognized by Waddlia-positive human sera (at least by two Waddlia-positive human sera and by zero or one Waddlia-negative serum) and seven spots were recognized by both Waddlia-positive and -negative human sera (at least by two Waddlia-positive human sera and at least by two Waddlia-negative sera) ( Table 3 ). All proteins identified by MS are indicated in Table S3 . In each spot, several proteins were identified. Identified proteins present in the six spots recognized only by the Waddlia-positive sera were selected (Table 4) . Overall, 25 putative immunogenic proteins specific of the Waddlia-positive human sera were identified among which 11 corresponded to putative uncharacterized proteins. Based on their absence of low amino acid sequence identity (identity <45%) with other proteins of Chlamydiales bacteria (Table 4) , eight proteins (marked bold) unique to Waddlia chondrophila were identified as putative optimal antigens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 613,
                    "end": 620,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 671,
                    "end": 679,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 834,
                    "end": 843,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1134,
                    "end": 1143,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Identification of the major immunogenic proteins by 2D gels"
        },
        {
            "text": "Among the estimated major proteins present in the sarkosyl insoluble fraction, some proteins were also identified in these immuno-positive spots: OmpA11, OmpA2, wcw_1930, OmpA3, GroEL2 and wcw_1100. The Omp proteins and GroEL2 were identified in spots recognized by both Waddlia-negative and -positive sera and were thus excluded. Alternatively, the putative uncharacterized proteins wcw_1100 and wcw_1930 present in the major proteins identified in the enriched fraction of sarkosyl insoluble proteins were also identified as proteins unique to Waddlia using the 2D-gel approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of the major immunogenic proteins by 2D gels"
        },
        {
            "text": "Waddlia chondrophila is now emerging as a human pathogen. In order to specify the pathogenic role of this bacterium, tools allowing large-scale screenings are needed. As serology is one key approach for diagnosing infections due to such strictly intracellular bacteria, the development for an ELISA specific of Waddlia chondrophila was warranted. Commercial chlamydial ELISA assays or anti-Chlamydia vaccines often use recombinant membrane proteins such as the major OMP (MOMP) or the outer membrane complex protein B (OmcB) with good reliability [19, 20] . The cell wall of Chlamydia species is organized in a complex of disulfide cross-linked proteins whose major components are the MOMP, OmcA and B providing rigidity to the bacterial membrane [13, 21] . The genome of W. chondrophila did not reveal any MOMPs but instead 11 cysteine-rich outer membrane proteins (Omp) [11] . A potential Omc family with OmcA and B and a putative polymorphic membrane protein (Pmp) were also identified. Cross-linked chlamydial outer membrane proteins were already documented as being insoluble in the detergent sarkosyl [21] as well as being highly immunogenic [22] [23] [24] [25] [26] . ",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1148,
                    "end": 1152,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1158,
                    "end": 1162,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reactivity of the sera toward 21 spots of proteins is indicated here. Signal intensity in western blot: (+) positive, (AE) doubtful, and (À) negative. The spots in bold were analysed by mass spectrometry. Indeed, the outer membrane proteins of Waddlia represented good antigen candidates for the development of serological tests. Therefore, the elementary bodies of Waddlia were used to prepare an enrichment of outer membrane proteins. These proteins were then coated as antigens in the present ELISA, which showed high responses with homologous mice and rabbits anti-sera as well as the absence of significant cross-reactivity with sera specific of other members of the Chlamydiales order. No animal serum reactive against the more phylogenetically distant members of the Chlamydiaceae family was tested in this work. However, no cross-reactivity was observed for the closest relatives of W. chondrophila. Moreover, C. trachomatis positive Waddlia negative human sera from British women (n = 10) were negative with the new ELISA, indicating that Chlamydiaceae-specific animal sera will unlikely exhibit cross-reactivity with Waddlia-enriched outer membrane protein fractions used in this ELISA. Furthermore, dominant outer membrane proteins of Waddlia (i.e. Omp proteins) showed no homology with members of the Chlamydiaceae family. Despite numerous weaknesses, MIF remains the reference standard in chlamydial serology. In this work, when comparing two different protocols of MIF (using heat-and formalininactivated bacteria; h-MIF and f-MIF, respectively) the correlation was 39%, revealing a weak robustness of this technique. The limit of the MIF was already highlighted for C. trachomatis serology when comparing a commercial MIF with four additional commercial serological tests [9] . Nevertheless, no alternative method could be used as a 'reference standard' to validate the new ELISA. The correlation between the MIF and the ELISA, illustrated by the ROCs based on positive and negative sera, was excellent (area under the curve >0.96). The MIF based on formalin-inactivated bacteria and observation of the sample at a magnification of 91000 demonstrated an enhanced sensitivity of the MIF method. Indeed, the number of detected seropositive sera from British women was higher and the number of doubtful results reduced with the f-MIF compared to the h-MIF. The new ELISA was validated using serological results from British women tested previously by h-MIF and in this work by f-MIF. The sensitivity of the ELISA was higher when correlated with the results of the f-MIF than with the h-MIF (86.6% vs. 71.7%), indicating that the f-MIF is an optimization of the MIF protocol. The formalin inactivation may better preserve the integrity of bacterial membrane structures and epitopes compared to heat inactivation. This latter method likely significantly damaged the bacterial membrane, exposing to the surface intracellular epitopes from numerous conserved proteins which may increase the number of false positive or doubtful results. In addition, in the f-MIF protocol, fluorescence was observed at a magnification of 91000, which enabled a better distinction between the fluorescence of stained bacteria (W. chondrophila) from background fluorescence or from non-specific staining, a distinction which was not possible at the magnification 9400 used in the h-MIF.",
            "cite_spans": [
                {
                    "start": 1791,
                    "end": 1794,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Then, the role of W. chondrophila in respiratory infections was investigated using sera from children with and without pneumonia, showing seropositivity in 3.7% and 3.4% of the patients, respectively. No significant association was observed between Waddlia seropositivity and pneumonia. Previous serological studies on Waddlia seropositivity were conducted in healthy adults [27] or in women with pregnancy issues [5] where, among control groups, 13.7% and 7.1% of patients exhibited positive titres of total Ig ≥64, respectively. These higher prevalences compared to our present study may be explained by the lower dilution of the sera, the older age of the patients and the different methods used in these previous studies.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The analysis of the enriched fraction of outer membrane proteins of W. chondrophila by MS enabled their identification. The most estimated abundant proteins corresponded to membrane proteins: proteins of the Omp family and proteins with predicted transmembrane domains and/or peptide signals. Interestingly, among the 11 cysteine-rich OMP proteins, seven were identified among the 40 most dominant proteins within the sarkosyl insoluble fraction enriched from elementary bodies. Since the protein preparation was performed using the detergent sarkosyl, the fraction was enriched in membrane proteins and it was expected to find Omp proteins as the major constituents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A previous study identified 13 immunogenic proteins of W. chondrophila [12] of which 12 were also identified in this work (Table S2) . Some of these proteins were previously proven to give a serological response in 69.2% to 92.3% of patients seropositive for W. chondrophila such as the chaperon protein DnaK (Hsp70), the chaperon GroEL1 or the elongation factors Tu and G [12] . However, these non-membrane and conserved proteins were enriched by the detergent sarkosyl and may generate cross-reactions or enhance the background signal as observed in Fig. S1 for Waddlia-negative sera, for instance. Therefore, working with outer membrane proteins was warranted.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 132,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 552,
                    "end": 559,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The use of enriched outer membrane proteins of Waddlia as antigens in a specific ELISA proved to be very efficient in this study. Nevertheless, MS also detected inner membranes and cytoplasmic proteins, illustrating that the enriched membrane fraction was contaminated with proteins not located in the outer membrane. Working with this undefined preparation of proteins has some disadvantages since it is a complex mixture that is difficult to quantify and with a relative composition subjected to variation between different protein preparations. Thus, the ELISA settings required a new optimization of the conditions of the ELISA for each protein preparation. Using 2D gels and immuno-blots with Waddlia-positive and -negative human sera, the main putative immunogenic proteins unique to Waddlia were identified and would represent good candidates as antigens for the future development of a Waddlia-specific ELISA based on recombinant proteins. As the specificity and sensitivity of the ELISA is probably based on the immunogenicity of different proteins and not on a single protein, the use of several candidates should be favoured for future development of a Waddlia-specific ELISA. Several putative immunogenic proteins such as GroEL, the elongation factors Tu and G are much conserved bacterial components among bacterial species. They were recognized by Waddlia-positive and -negative human sera (Fig. S2 ) and thus should be avoided. The eight identified putative uncharacterized proteins, showing Waddlia-specific immunogenic properties and low or no identity with other Chlamydiales proteins should be considered (Table 4 ) as best putative candidates for the development of a defined Waddlia-specific ELISA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1404,
                    "end": 1412,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1624,
                    "end": 1632,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The 13 spots characterized by MS were composed of several proteins highlighting a limited total separation of the proteins by 2D gel. Some proteins identified in a given spot had different theorical molecular masses; this phenomenon is likely due to post-translational modifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consequently, some interesting proteins showing low identity with other Chlamydiales proteins such as the Omp were detected in the same spot of conserved proteins like GroEL. These Omp proteins were thus not selected as candidates since their corresponding 2D-gel spots were recognized by both Waddlia-positive and -negative human sera (Fig. S2 ). Furthermore, it should be noted that the abundance of each proteins within a spot was different from the abundance in the enriched fraction of outer membrane proteins used in the present ELISA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 344,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this new ELISA was proven to be effective by comparisons with the reference MIF method and through validation with animal sera. It demonstrated that Waddlia was not implicated in pneumonia in this setting. This new tool may be used to (1) specify the role of this bacterium in miscarriage where 50% of cases remain with no aetiology, and (2) explore the role of Waddlia in the pathogenesis of other diseases. Finally, the proteomic analysis performed in this work conferred some putative antigen candidates that may be used to optimize this ELISA and other antigens that should be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additional Supporting Information may be found in the online version of this article: The dashed lines define a grey zone: a low threshold calculated by the ROC to have 100% specificity and the highest sensitivity and a high threshold above OD 492nm values corresponding to 'doubtful low' sera. Sera with OD 492nm values above the grey zone are considered positive. The bars indicate the mean for each group. Fig. S2 Proteins identified by mass spectrometry from 2D gel spots of enriched fraction of outer membrane proteins recognized by both Waddlia-positive and -negative human sera. The black and white bars correspond to proteins identified in spots recognized by all human sera and by Waddlia-positive human sera only, respectively. Table S1 . Characteristics of Waddlia seropositive patients from Geneva Table S2 . Mass spectrometry analysis of the enriched outer membrane protein fraction. Table S3 . Identification of immunogenic proteins by mass spectrometry (spots from the 2D gel)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 416,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 738,
                    "end": 746,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 810,
                    "end": 818,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 897,
                    "end": 905,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Analysis of the 16S rRNA gene of micro-organism WSU 86-1044 from an aborted bovine foetus reveals that it is a member of the order Chlamydiales: proposal of Waddliaceae fam. nov., Waddlia chondrophila gen. nov., sp. nov",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Rurangirwa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Dilbeck",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcelwain",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int J Syst Bacteriol",
            "volume": "49",
            "issn": "",
            "pages": "577--581",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation of a previously undescribed rickettsia from an aborted bovine fetus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Dilbeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Clin Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "814--816",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neospora caninum and Waddlia chondrophila strain 2032/99 in a septic stillborn calf",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Henning",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schares",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Granzow",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Microbiol",
            "volume": "85",
            "issn": "",
            "pages": "285--292",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Results of a new serologic test suggest an association of Waddlia chondrophila with bovine abortion",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dilbeck-Robertson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bradway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Vet Diagn Invest",
            "volume": "15",
            "issn": "",
            "pages": "568--569",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Waddlia chondrophila, a potential agent of human fetal death",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arafa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greub",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1239--1243",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Waddlia chondrophila: from bovine abortion to human miscarriage",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Osterheld",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "1469--1471",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Development of a real-time PCR for the specific detection of Waddlia chondrophila in clinical samples",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Croxatto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Posfay-Barbe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gervaix",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greub",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "28",
            "issn": "",
            "pages": "1483--1486",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chlamydia-like bacteria in respiratory samples of community-acquired pneumonia patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Collingro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walochnik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "FEMS Microbiol Lett",
            "volume": "281",
            "issn": "",
            "pages": "198--202",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of five commercial serological tests for the detection of anti-Chlamydia trachomatis antibodies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Regan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greub",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "669--675",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Standardizing Chlamydia pneumoniae assays: recommendations from the Centers for Disease Control and Prevention (USA) and the Laboratory Centre for Disease Control (Canada)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Peeling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "492--503",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Waddlia genome: a window into chlamydial biology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bertelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Collyn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Croxatto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of immunogenic proteins of Waddlia chondrophila",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kebbi-Beghdadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lienard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Uyttebroeck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Riederer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greub",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Disulfide cross-linked envelope proteins: the functional equivalent of peptidoglycan in chlamydiae?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Bacteriol",
            "volume": "178",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mass spectrometric sequencing of proteins silver-stained polyacrylamide gels",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shevchenko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilm",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vorm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Anal Chem",
            "volume": "68",
            "issn": "",
            "pages": "850--858",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Femtomole sequencing of proteins from polyacrylamide gels by nano-electrospray mass spectrometry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shevchenko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Houthaeve",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "379",
            "issn": "",
            "pages": "466--469",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Empirical statistical model to estimate the accuracy of peptide identifications made by MS/ MS and database search",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Nesvizhskii",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kolker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aebersold",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Anal Chem",
            "volume": "74",
            "issn": "",
            "pages": "5383--5392",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A statistical model for identifying proteins by tandem mass spectrometry",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Nesvizhskii",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kolker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aebersold",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Anal Chem",
            "volume": "75",
            "issn": "",
            "pages": "4646--4658",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Exponentially modified protein abundance index (emPAI) for estimation of absolute protein amount in proteomics by the number of sequenced peptides per protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ishihama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tabata",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Cell Proteomics",
            "volume": "4",
            "issn": "",
            "pages": "1265--1272",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Immunology of Chlamydia infection: implications for a Chlamydia trachomatis vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brunham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rey-Ladino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Immunol",
            "volume": "5",
            "issn": "",
            "pages": "149--161",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A novel chimeric MOMP antigen expressed in Escherichia coli, Arabidopsis thaliana, and Daucus carota as a potential Chlamydia trachomatis vaccine candidate",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kalbina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wallin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lindh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Engstrom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strid",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Protein Expr Purif",
            "volume": "80",
            "issn": "",
            "pages": "194--202",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Purification and partial characterization of the major outer membrane protein of Chlamydia trachomatis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kromhout",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schachter",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Infect Immun",
            "volume": "31",
            "issn": "",
            "pages": "1161--1176",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Structural and antigenic analysis of Chlamydia pneumoniae",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Grayston",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Infect Immun",
            "volume": "58",
            "issn": "",
            "pages": "93--97",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Serological response to Chlamydia pneumoniae infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Grayston",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Clin Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "1261--1264",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Partial characterization of an 89-kDa highly immunoreactive protein from Chlamydia psittaci A/22 causing ovine abortion",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cevenini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donati",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brocchi",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Simone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Placa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "FEMS Microbiol Lett",
            "volume": "65",
            "issn": "",
            "pages": "111--115",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analysis of the humoral immune response to Chlamydia outer membrane protein 2",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mygind",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Christiansen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Birkelund",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "5",
            "issn": "",
            "pages": "313--318",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A Chlamydia trachomatis OmcB C-terminal fragment is released into the host cell cytoplasm and is immunogenic in humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Immun",
            "volume": "79",
            "issn": "",
            "pages": "2193--2203",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Seroprevalence of different Chlamydia-like organisms in an asymptomatic population",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kebbi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kulling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greub",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "2",
            "pages": "213--215",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "MS analysis of the enriched fraction of outer membrane proteins Sarkosyl insoluble proteins were prepared as described above. About 200 lg of proteins were analysed by MS. Proteins were ª 2014 The Authors. New Microbes and New Infections published by John Wiley & Sons Ltd on behalf of the European Society of Clinical Microbiology and Infectious Disease., NMNI, 2, 13-24",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cross-reactivity of the Waddlia chondrophila-specific ELISA. Anti-sera from rabbits (a) or mice (b) immunized with Chlamydia-related bacteria belonging to four different families were used. Cross-reactivity against Protochlamydia amoebophila was tested only with rabbit anti-sera whereas cross-reactivity against Estrella lausannensis and Criblamydia sequanensis was tested only with mouse anti-sera. Note the limited cross-reactivity with other species (open symbols) and the absence of reactivity of the pre-immune sera (in grey).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Validation of the ELISA on 95 sera from British women using the reference standard formalin micro-immunofluorescence (f-MIF). OD 492nm values of 95 sera from British women tested by ELISA and classified according to the results of the f-MIF. The dashed lines define a grey zone: a low threshold calculated by the receiver operating curve (ROC) to have 100% specificity and the highest sensitivity and a high threshold above OD 492nm values corresponding to 'doubtful low' sera. Sera with OD 492nm values above the grey zone are considered positive.The bars indicate the mean for each group. One representative experiment is shown here.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Application of the ELISA to sera from children with (189) and without (175) pneumonia. The dashed lines correspond to the grey zone determined by the receiver operating curve (ROC) (low line) and the doubtful low sera (high line). One representative experiment is shown here.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sarkosyl insoluble proteins of Waddlia chondrophila identified by mass spectrometry. The 40 most estimated abundant proteins are indicated here. The calculated relative abundance is indicated on the x-axis and illustrates the proportion of each protein in the sarkosyl insoluble protein fraction. Proteins in grey correspond to protein with unidentified function according to the UNIPROT database. The star indicates the proteins with a putative signal peptide in the sequence, 'Tmd' corresponds to proteins with a transmembrane domain and 'Im' indicates proteins of W. chondrophila previously shown to be immunogenic [12]. ª 2014 The Authors. New Microbes and New Infections published by John Wiley & Sons Ltd on behalf of the European Society of Clinical Microbiology and Infectious Disease., NMNI, 2, 13-24 identification of 21 spots (Fig. 5 and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Two-dimensional (2D) gel of enriched outer membrane proteins from Waddlia chondrophila. The gel is stained with Coomassie blue. After transfer of the 2D gels on nitrocellulose membranes, western blots were performed with human sera previously tested Waddlia negative or positive by the new ELISA. The reactive spots were selected and are numbered here. The reactive spots recognized by Waddlia positive human sera only are indicated by red rectangles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ": the most promising putative immunogenic proteins for future optimization of the ELISA.ª 2014 The Authors. New Microbes and New Infections published by John Wiley & Sons Ltd on behalf of the European Society of Clinical Microbiology and Infectious Disease., NMNI, 2, 13-24",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. S1 Validation of the ELISA on 95 sera from British women using the reference standard MIF. One representative experiment is shown here. (a) OD 492nm values of sera (n = 32) confirmed as negative or positive using h-MIF and f-MIF. (b) ROCs of the new ELISA calculated for each MIF: h-MIF (in black) or f-MIF (in grey). The ROCs were calculated with MIF-based negative and positive sera. In this experiment, the areas under the curve for h-MIF and f-MIF were 0.967 and 0.961 and 75.9% and 84.2% sensitivity, respectively. (c) OD 492nm values of 95 sera from British women tested by ELISA and classified according to the results of the h-MIF.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of two protocols of the micro-immu-The Authors. New Microbes and New Infections published by John Wiley & Sons Ltd on behalf of the European Society of Clinical Microbiology and Infectious Disease., NMNI, 2, 13-24",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ELISA applied to sera from children with (n = 189) and without (n = 175) pneumoniaThe results were obtained from three independent experiments.ª 2014 The Authors. New Microbes and New Infections published by John Wiley & Sons Ltd on behalf of the European Society of Clinical Microbiology and Infectious Disease., NMNI, 2, 13-24",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results of the western blots performed with human sera previously determined as negative or positive by Waddlia-specific ELISA",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Manfredo Quadroni from The Lausanne Protein Analysis Facility, Patrice Waridel from the Protein Analysis Facility Genopode for their assistance in MS analyses, Beat M. Riederer and Irene Riederer from the Proteomics Unit for their technical help in 2D gels. We also thank S ebastien Aeby for its valuable technical help. This work was supported by a grant from the Swiss National Science Foundation no. 310030-130466.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency Declaration"
        }
    ]
}