{
    "paper_id": "0f2e41a966ec7d622762dc64ba63009e00a69bd5",
    "metadata": {
        "title": "Rapid discovery and optimization of therapeutic antibodies against emerging infectious diseases",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Rogers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "J"
                ],
                "last": "Schoepp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Schröder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "L"
                ],
                "last": "Clements",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "F"
                ],
                "last": "Holland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "Q"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "M"
                ],
                "last": "Lewis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "P"
                ],
                "last": "Dirmeier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "J"
                ],
                "last": "Frey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Woodnutt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Keller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "S"
                ],
                "last": "Reed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "U.S. Army Medical Research Institute of Infectious Diseases",
                    "location": {
                        "addrLine": "1425 Porter Street, Fort Detrick",
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "E"
                ],
                "last": "Kimmel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "C"
                ],
                "last": "Tozer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Verenium Corporation",
                    "location": {
                        "addrLine": "4955 Directors Place",
                        "postCode": "92121",
                        "settlement": "San Diego",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Using a comprehensive set of discovery and optimization tools, antibodies were produced with the ability to neutralize SARS coronavirus (SARS-CoV) infection in Vero E6 cells and in animal models. These anti-SARS antibodies were discovered using a novel DNA display method, which can identify new antibodies within days. Once neutralizing antibodies were identified, a comprehensive and effective means of converting the mouse sequences to human frameworks was accomplished using HuFR TM (human framework reassembly) technology. The best variant (61G4) from this screen showed a 3.5 -4-fold improvement in neutralization of SARS-CoV infection in vitro. Finally, using a complete site-saturation mutagenesis methodology focused on the CDR (complementarity determining regions), a single point mutation (51E7) was identified that improved the 80% plaque reduction neutralization of the virus by greater than 8-fold. These discovery and evolution strategies can be applied to any emerging pathogen or toxin where a causative agent is known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Emerging and re-emerging viruses that cause human diseases are becoming of greater concern for public health. A good example is the SARS coronavirus (SARS-CoV) virus, which first appeared in the human population in late 2002 and eventually infected $8000 people with a 10% fatality rate (WHO, 2003) . Today, the avian influenza H5N1 virus poses a significant threat if effective human -human transmission develops, with the potential risk of a Spanish flu-like pandemic (Juckett, 2006; Tellier, 2006 ; Thomas and Noppenberger, 2007) . The emergence of these viruses and other biothreat agents has raised world concerns for their use in biowarfare/bioterrorism and demonstrates the vulnerability of society to biological threats.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 298,
                    "text": "(WHO, 2003)",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 485,
                    "text": "(Juckett, 2006;",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 499,
                    "text": "Tellier, 2006",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 532,
                    "text": "Thomas and Noppenberger, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Traditionally, protection from pathogens can be achieved by either active or passive immunization. Active immunization in which a vaccine is administered to elicit a protective immune response is generally the desired therapeutic goal. Unfortunately, vaccine development can be slow and expensive, and in the case of biothreat agent vaccines, often fail to have the marketability to attract commercial research and development funding. Passive immunization where specific antibodies are administered is a viable alternative and provides immediate and protective immunity (Casadevall, 2002) . In sudden and unexpected terrorist attacks, the immediacy of the protection provided from passive, protective antibodies is especially important. Because the half-life of human serum immunoglobulin is $20 days, passive immunization could provide an effective countermeasure against such biological weapons (Casadevall, 2002) . The challenge then lies in being able to rapidly respond to these biological insults with the generation of specific antibodies.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 589,
                    "text": "(Casadevall, 2002)",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 916,
                    "text": "(Casadevall, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Production of effective antibodies has been the subject of extensive research and with significant success, i.e. 20 recombinant antibodies approved as therapeutics by the FDA as of 2006 (www.researchandmarkets.com/reports/354677). Many organizations involved in this work either focus on the discovery of novel antibodies and subsequently, outsource necessary optimization efforts or vice versa. In contrast, we utilized technology that comprehensively encompasses both the discovery and optimization components of producing therapeutic antibodies. In addition to eliminating potential coordination issues between organizations, this centralized effort can reduce timelines. Using SARS-CoV as the model system, we have discovered, humanized, and optimized the functional performance of novel neutralizing antibodies that inhibit SARS infection in permissive cells and viral replication in vivo. These discovery and evolution strategies will potentially be useful in reducing the current susceptibility to biological threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The library plasmid pBAD_ZF was constructed in several steps using pBAD/gIII (Invitrogen, Carlsbad, CA, USA) as the starting plasmid. A cassette containing a polynucleotide encoding a zinc finger protein, a Flag tag, and a His tag was inserted into the NdeI/PmeI site. Next, the zinc finger binding domain sequence was inserted into the plasmid after the terminator by QuikChange TM site-directed mutagenesis (Stratagene, La Jolla, CA, USA). The final product vector, pBAD_ZF, was used for cloning and expression of antibody light and heavy chains, as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Library construction"
        },
        {
            "text": "Ten Balb/c mice were immunized with sucrose gradient purified SARS virus, Centers for Disease Control and Prevention (CDC) strain 809921 (originally provided by Dr Thomas G. Ksiazek, Special Pathogens Branch, CDC, Atlanta, GA, USA) . Each mouse was initially dosed with 1 Â 10 4 plaque forming units ( pfu) of live virus by the intraperitoneal (i.p.) route on days 0, 14 and 28; followed by the same dose of g-irradiated virus on day 47. Antibody titers on a SARS-CoV ELISA ranged from 1:25 600 to 1:409 600. Spleens of three mice were removed, processed through a sterile mesh screen, washed with Dulbecco's minimal essential medium (DMEM) with penicillin (200 IU/ml) and streptomycin (200 mg/ml), and pelleted by centrifugation for 5 min at 1000 r.p.m. The cell pellet was resuspended in DMEM containing antibiotics, 10% DMSO, and fetal bovine serum and stored in liquid nitrogen.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 231,
                    "text": "Thomas G. Ksiazek, Special Pathogens Branch, CDC, Atlanta, GA, USA)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Library construction"
        },
        {
            "text": "RNA was extracted using TRIzol LS (Invitrogen, Carlsbad, CA, USA) from the frozen splenocytes and cDNA libraries were constructed using the BD SMART TM kit (BD Biosciences, San Jose, CA, USA). From the isolated cDNA, light chain antibody domains were amplified using 11 V L forward primers and a kappa reverse primer from oligonucleotide sequences described in Essono et al. (2003) representing 75% of the light chains. cDNA encoding heavy chain antibody domains was amplified using 11 V H forward primers and six reverse primers to complement IgG1-1, IgG1-2, IgG2a, IgG2c, IgG2c-2 and IgG3, representing 71% of the heavy chains. A subset of the possible forward primers was used during construction of the libraries simply to limit the number of primers required for library construction.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 381,
                    "text": "Essono et al. (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Library construction"
        },
        {
            "text": "Light-and heavy-chain PCR products were fused by overlapping PCR. Antibody light and heavy chains were cloned into NdeI and PacI restriction sites to form pBAD_Fab_ZF. The cassette contained a nucleotide sequence encoding a light chain antibody domain, a non-translated linker, and a heavy chain antibody domain fused in-frame to the N-terminus of the zinc finger protein. The light and heavy chain/zinc finger proteins were expressed as separate polypeptide chains. The pBAD_Fab_ZF was transformed into high efficiency XL1-Blue cells, plasmids were isolated, and subsequently transformed into Rosettagami TM (DE3) competent cells (Novagen, Madison, WI, USA). A library stock of these transformed expression host cells was stored in 10% glycerol at 2708C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Library construction"
        },
        {
            "text": "A 50 ml aliquot of Luria-Bertani (LB) media containing 100 mg/ml carbenicillin (LB-Carb) was inoculated with 100 ml of DNA display library glycerol stock containing $10 5 Rosettagami TM cells with pBAD_Fab_ZF. The cells were grown with shaking at 378C for 2 h and then induced for 3 -12 h at 208C by adding 0.2% arabinose and 100 mM ZnCl 2 . The induced cells were then centrifuged for 15 min at 5000 r.p.m. and the supernatant removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fab expression and cell harvest"
        },
        {
            "text": "The cell pellet was resuspended in sonication buffer (0.5 mM DTT, 0.05% Tween 20, 0.1 mg/ml salmon sperm DNA, 10 mg/ml bovine serum albumin (BSA) or 5% milk powder, 50 mM Na-Glutamate, 100 mM ZnCl 2 , 10 mM HEPES, pH 7.4), centrifuged, and again resuspended in 250-500 ml of sonication buffer. The cells were sonicated, centrifuged at 48C at 16 000 r.p.m. for 10 min, and the supernatants removed and kept on ice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fab expression and cell harvest"
        },
        {
            "text": "Magnetic Dynal beads (M270 Epoxy 142.01) were labeled using $1 mg/ml antigen (Invitrogen, Carlsbad, CA, USA). 100 ml of these beads were washed with 2Â fresh sonication buffer, added to the cell lysate described above, and mixed by rotation for at least 45 min at room temperature. Supernatant was removed and the beads were washed with 1 ml of sonication buffer followed by 1 ml wash buffer (sonication buffer without the salmon sperm DNA). The beads were centrifuged and all remaining buffer was removed. Next, the beads were mixed for 5 min with 50 ml of wash buffer plus 0.5 M NaCl (to dissociate the zinc fingerplasmid complex) and the supernatant containing the eluted plasmids was removed. The eluted plasmid DNA was purified using Roche High Pure PCR Product Purification Kit (Roche Diagnostics, Manheim, Germany) and transformed into high transformation efficiency DH10B or XL1-blue Escherichia coli (E. coli) cells by heat shock at 428C for 1 min. The transformed cells were grown on LB-Carbenicillin agar plates, harvested, and the plasmid DNA recovered using a Qiaprep Spin Miniprep Kit (Qiagen, Valencia, CA, USA). In some cases, this plasmid DNA was taken through another cycle of screening for additional enrichment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA display"
        },
        {
            "text": "For confirmation of clones isolated from the discovery screen, recovered plasmids were retransformed into the Rosettagami strain and plated on agar. Approximately 100 -500 single colonies were selected and placed into 96-well plates containing 0.2 ml LB-Carb. The cells were grown for 16 h, and then diluted 50-100-fold into 1 ml LB-Carb. The diluted cells were grown and induced at middle log phase with 0.2% arabinose and 100 mM ZnCl 2 for 3 -12 h at 208C. Cells in 96-well plates were pelleted by centrifugation for 20 min at 4000 r.p.m., resuspended in 125 ml sonication buffer, and transferred to a skirted 96-well PCR plate (Fisher Scientific, Pittsburgh, PA, USA). The cells were sonicated for 1 min in an ice-bath chilled microplate horn (Misonix, Farmingdale, NY, USA). The sonicated plates were centrifuged at 1000 r.p.m. for 25 min and the lysate added directly onto an antigen-coated 96-well ELISA plate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA assay"
        },
        {
            "text": "The antigen-coated 96-well Nunc MaxiSorp plate (i.e. spike protein at 1 mg/ml, infected cell lysate, or whole SARS virus) was prepared by incubating 100 ml antigen/well at 48C overnight, and then washed with 200 ml/well of PBS with 0.05% Tween 20 (PBS-T). In some cases, half of the plate was coated with BSA to determine non-specific binding. The plate was blocked overnight at 48C with 200 ml/well blocking buffer (PBS-T with 5% dry milk powder or 1% BSA). The plate was then washed four times (4Â) with PBS-T and 100 ml/well induced supernatant added for 1 h at room temperature. Following 4Â washes with PBS-T, 100 ml/well rat anti-mouse kappa light chain antibody conjugated to peroxidase (Invitrogen, Carlsbad, CA, USA) was added and incubated for 1 h, and washed again 4Â with PBS-T. Subsequently, 100 ml of SureBlue TM TMB (KPL, Gaithersburg, MD, USA) was incubated for 30 min at room temperature, 1 M phosphoric acid was added to stop the reaction, and absorbance at OD 450 nm measured using a SpectroMax Plus spectrophotometer (Molecular Devices, Sunnyvale, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA assay"
        },
        {
            "text": "Following sequencing, the variable domains of the heavy and light chains were cloned in frame with their respective human IgG1 constant domain into two separate pCEP4 expression vectors (Invitrogen, Carlsbad, CA, USA). Antibodies were expressed by co-transfection of the vectors into HEK293-F cells using 293fection (Invitrogen, Carlsbad, CA, USA). Cells were grown at 200 ml scale in 1 l flasks in 293 FreeStyle media at 378C in 8% CO 2 shaking at 130 r.p.m. for seven days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IgG production/purification"
        },
        {
            "text": "Supernatants were harvested following a 25 min spin at 2000 g. The antibodies were purified from the supernatants using Protein G HP columns (Amersham, Piscataway, NJ, USA) by fast protein liquid chromatography (FPLC). The purified IgGs were quantified in BCA protein assays, analyzed on SDS gels, and assayed for the presence of endotoxin using a chromogenic Limulus Amebocyte Lysate test (Lonza, Rockland, ME, USA). If necessary, the preparations were passed through polymyxin B gel columns (Detoxi-Gel, Pierce 20344) for endotoxin removal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IgG production/purification"
        },
        {
            "text": "SARS-CoV spike protein (Protein Sciences, Lexington, KY, USA) was labeled with biotin using the Biotin Protein Labeling kit (Roche Diagnostics, Penzberg, Germany). For testing Fabs and IgGs, 4 nM (final concentration) spike protein was added to various concentrations of Fabs or IgGs in 250 ml PBS. The spike protein -antibody solution was incubated at room temperature for 45 min and then incubated at 48C overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometric analysis"
        },
        {
            "text": "Vero E6 cells (ATCC, Manassas, VA, USA) were grown in minimal essential medium containing penicillin (200 IU/ml) and streptomycin (200 mg/ml), 2 mM L-Glutamine, 1 mM pyruvic acid, and fetal bovine serum (Invitrogen, Carlsbad, CA, USA) at 378C and 5% CO 2 until confluent. Following trypsinization, Vero E6 cells were harvested by centrifugation at 1000 g for 5 min, washed with PBS, and resuspended in 250 ml PBS ($4 Â 10 6 cells/ml). The Vero E6 cell suspension was added to 250 ml antibody-spike solution and incubated at room temperature for 1 h. The samples were washed three times by centrifugation with 500 ml PBS, resuspended in 500 ml PBS containing 200 mg/ml streptavidin-phycoerythrin (Invitrogen, Carlsbad, CA, USA), and incubated for 1 h at room temperature. After incubation, the cells were washed 3Â (PBS), resuspended in 500 ml PBS, and analyzed on a Dako MoFlo flow cytometer (Dako, Fort Collins, CO, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometric analysis"
        },
        {
            "text": "Antibodies were diluted 2-fold in Earle's minimum essential medium (EMEM) containing 10% fetal bovine serum and antibiotics [penicillin (200 IU/ml) and streptomycin (200 mg/ml)]. A polyclonal rabbit serum was used as a positive control and diluent as a negative control with each set of samples tested. Approximately 100 pfu SARS-CoV in 100 ml of EMEM media was added to an equal volume of diluted antibodies and incubated overnight at 48C. After incubation, the virus-antibody mixtures were applied to confluent monolayers of Vero cells grown in six-well tissue culture plates, and adsorbed for 1 h at 378C in a CO 2 incubator. Plates were overlaid with EMEM 0.6% agarose medium containing 10% fetal bovine serum and antibiotics and incubated for 24-48 h at 378C in a CO 2 incubator. Plaques were visualized by staining with a second EMEM agarose overlay containing 5% fetal bovine serum, 5% neutral red, and antibiotics. Plaques were counted 24 h after staining and 50 and 80% plaque reduction neutralization titers were calculated relative to the negative controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque reduction neutralization test"
        },
        {
            "text": "Complementarity determining regions (CDR) in the mouse antibody sequence were identified (http://www.bioinf.org.uk/ abs/). dsDNA CDR fragments were created by annealing synthetic oligonucleotides encoding the mouse sequences. Oligos were designed to leave single stranded overhangs on both sides, compatible with the framework fragments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of framework reassembly sequences"
        },
        {
            "text": "Framework fragments were designed to represent the sequence diversity exhibited by the first three human framework regions (FRs). Separate fragment libraries were constructed based on the human germline immunoglobulin heavy and light chain variable domains (VH and VL), and human variable domains that have been through the natural, immunological maturation process. For each FR, several fragments were designed to represent the diversity seen among natural FRs. CDR 1, 2 and 3 from the best neutralizing antibody (4049Fab14) was combined with all possible combinations of the FRs from the fragment library to generate novel VH and or VL constructs. For the kappa light chain, the total number of possible combinations of reassembled frameworks was 224 (number of unique sequences for FR1 ¼ 7, FR2 ¼ 4, FR3 ¼ 8 and FR4 ¼ 1) and for the heavy chains was 280 (number of unique sequences for FR1 ¼ 7, FR2 ¼ 5, FR3 ¼ 8 and FR4 ¼ 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of framework reassembly sequences"
        },
        {
            "text": "A 5 0 -biotinylated dsDNA hook fragment was attached to streptavidin-coated magnetic beads. Full-length variable domains were synthesized by ligating the pool of framework 1 to the hook, washing unbound material, ligating CDR 1, followed by the pool of framework 2, and so on until all fragments were added in the correct order. Full-length reassembly products were separated from the beads with the appropriate restriction enzymes and cloned into pCEP4 vectors containing a mammalian secretion signal and either the kappa light chain constant domain or the IgG1 constant domain. Ligation products were transformed into E. coli (XL1Blue) and sequenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of full-length variable domain variants"
        },
        {
            "text": "Eight light chains were designed and synthesized (DNA2.0, Menlo Park, CA, USA) in addition to the reassembly library. Each of these light chains represents one of the eight sequence clusters identified in the bioinformatic analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of full-length variable domain variants"
        },
        {
            "text": "Gene site saturation mutagenesis (GSSM TM ) was performed as described previously (Kretz et al., 2004) using 32-fold degenerate oligonucleotides to randomize each codon in the CDR regions so that all possible amino acids would be encoded. The mutated DNA pool was transformed into XL1-Blue cells and all possible variants for each site were identified by sequence analysis. After sequencing two 96-well plates (188 clones), we found that at least 16 (usually greater) of the possible 20 amino acids were represented at most positions and decided this diversity was sufficient for the screen. Approximately 13% of the residues required an extra 96-well plate of variants sequenced in order to achieve at least 16 amino acid changes.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 102,
                    "text": "(Kretz et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Gene site saturation mutagenesis"
        },
        {
            "text": "Following sequence analysis of the human framework reassembly (HuFR TM ) and GSSM TM libraries, the appropriate clones were identified and arrayed into deep 96-well plates. The cultures were grown for 36 -48 h at 308C with shaking and plasmid DNA isolated using the PerfectPrep 96-well plasmid isolation kit (Eppendorf, Hamburg, Germany). Using an automated robotics system, 96-well plates containing 293-C18 cells (50 -80% confluent) were transfected with the plasmids and grown for five days at 378C in 8% CO 2 . Supernatants were harvested at five days and two ELISAs were performed on each plate using a robotics system. One ELISA was a functional ELISA using the spike protein as the antigen following the protocol described above except that the secondary antibody was an anti-human kappa antibody conjugated to peroxidase (Sigma, St Louis, MO, USA). The second ELISA measured the relative amount of antibody expressed. This ELISA was similar to the functional assay with the exception that streptavidin-coated plates (Sigma, St Louis, MO, USA) were used with a biotinylated anti-human IgG (Sigma, St Louis, MO, USA) to capture the expressed antibody on the plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High-throughput analysis of HuFR TM and GSSM TM libraries"
        },
        {
            "text": "The kinetics of the human and chimera antibodies were tested using surface plasmon resonance technology on a Biacore 2000. Each antibody was captured onto the sensor surface using an anti-human IgG antibody at the desired level of $200 RU. Binding of the SARS spike protein was tested at 100 and 33.3 nM as the highest concentrations for the 4049Fab14 and 2978/10 antibodies, respectively, with a 3-fold dilution series. Each sample concentration series was tested in duplicate. Surfaces were fully regenerated with two 30 s pulses of 1/100 dilution of phosphoric acid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biacore analysis"
        },
        {
            "text": "Retired breeder Balb/c mice were split into two groups, with one group injected i.p. with 15 mg/kg of the best optimized antibody (2978/10) and a second group injected i.p. with a similar dose of an irrelevant isotype-matched antibody. Immediately following the antibody injection, mice were challenged by aerosol exposure to SARS-CoV using a wholebody chamber within a class III biological safety cabinet maintained under negative pressure for 10 min. The aerosol was created by a three-jet collison nebulizer (BGI, Inc. Waltham, MA, USA) controlled by an automated bioaerosol exposure system (Hartings, 2004) . Aerosol concentration of virus was determined by constant sampling of the chamber using an all-glass impinger (AGI; Ace Glass, Vineland, NJ, USA) with Hank's balanced salt solution (HBSS) containing 1% fetal calf serum and 0.08% antifoam A as the collection medium. Virus concentration in starting solutions and all-glass impinger (AGI) was determined by plaque assay. Determination of presented dose was calculated using respiratory minute volume (V m ) estimates derived by Guyton's formula (V m ¼ 2.10 + W b 0.75 where W b is body weight). Presented dose was calculated by multiplying the total volume (V t ) of experimental atmosphere inhaled",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 610,
                    "text": "(Hartings, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Animal studies"
        },
        {
            "text": "The inhaled dose was 293 pfu based on the concentration of the virus in the aerosol and the predicted volume of air that each mouse inhaled in 10 min. On day 3 following the challenge, mice were sacrificed and the lungs removed for analysis. Lung homogenates were tested for presence of virus by plaque assay on Vero cells. The lower limit of detection is 0.06 pfu/g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal studies"
        },
        {
            "text": "Two libraries were constructed from the spleens of three mice immunized with SARS-CoV. These libraries had a complexity of 30 000 and 300 000 members and were generated by reverse transcription polymerase chain reaction using antibody-specific primers. The smaller library was generated for proof of principle studies and the larger was subsequently made to increase the screening population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Library construction and screening"
        },
        {
            "text": "Screening of these libraries was accomplished using a novel high throughput DNA display methodology (Fig. 1 ). This technique involves the intracellular expression of a Fab fragment as a fusion protein with a zinc finger. Because the zinc finger binds to its corresponding DNA binding domain on the plasmid, the fusion protein binds to the DNA encoding its genotype. Following cell lysis, this complex is panned against the antigen of interest. The fusion protein -plasmid complex was found to be extremely stable by Biacore analysis (data not shown) with a half-life of $9 h at room temperature. Also of note, tests were done to ensure that no plasmid switching occurred at this time (i.e. the complex dissociating and the fusion protein binding to the wrong plasmid). Multiple separate screens were performed using Dynal beads coated with the spike protein, whole viral isolates, and infected cell lysates as antigens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Library construction and screening"
        },
        {
            "text": "These screens resulted in hundreds of potential candidates to the three different antigen preparations. Confirmation and prioritization of the potential hits was performed by a sandwich ELISA using the spike protein as the capture antigen. Relative antibody expression levels were measured in a second ELISA and subsequently, used to determine 'specific activity' (i.e. functional ELISA/quantitative ELISA) of the various anti-SARS Fabs. Seventy-eight Fab candidates exhibited confirmed binding activity to the spike protein. Figure 2 is data from one ELISA plate and demonstrates the recovery rate of SARS-reactive antibodies from the screen was $10-15%. Twenty-eight of these antibodies bound to the spike protein with 3-fold or greater activity than background.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 534,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Library construction and screening"
        },
        {
            "text": "All 28 candidates described above were tested for their ability to block binding of the spike protein to Vero E6 cells, which are known to carry the ACE-2 receptor responsible for mediating SARS virus entry. Six of the 28 candidates inhibited binding of the spike protein to Vero E6 cells (Fig. 3) . Of the six clones, three Fabs were unique following sequence analysis with each clone represented twice. All three of these antibodies came from experiments using the spike protein as antigen in the discovery screen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 297,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Neutralization of viral binding"
        },
        {
            "text": "These three Fabs (along with six others) were converted into a chimeric IgG 1 form containing a human constant region with the mouse variable region minus the DNA binding domain fusion. All the three antibodies retained their ability to block spike protein binding to the Vero E6 cells (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutralization of viral binding"
        },
        {
            "text": "The purified antibodies were tested in plaque reduction neutralization tests (PRNTs) using a live SARS virus on the permissive Vero E6 cell line. The results are summarized in Table I and showed five antibodies exhibiting 50% neutralization activity at concentrations ranging from 0.59 to 21 mg/ml. All three of the antibodies that had blocked spike binding to Vero E6 cells (i.e. 4049Fab14, 3889Fab33, 3889Fab35) also showed neutralization in the PRNTs. Two additional antibodies that had not blocked spike binding did neutralize SARS infection, suggesting an inhibitory mechanism other than direct blockage of receptor binding epitopes. One of these antibodies, 4049Fab28, was discovered using viral isolates as the antigen. 4049Fab14 and 3889Fab33 showed 80% neutralization at concentrations of ,0.7 and 4.75 mg/ml, respectively. 4049Fab14 exhibited the best neutralization activity and was chosen for the subsequent optimization studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Neutralization of viral binding"
        },
        {
            "text": "With the potential for these antibodies to be used as human therapeutics, our HuFR TM technology was used to convert the mouse variable region sequences of the 4049Fab14 antibody to human antibody sequences. The random combination of all the possible heavy and light chains results in 62 720 combinations (280 Â 224, respectively). To limit the size of the screen, it was divided into two parts with the heavy chain library screened first followed by the light chain library. The first screen used eight fixed light chains composed of the three CDRs of the mouse variable region (4049Fab14) together with consensus sequences from the selected pools of the four defined framework families in the variable region. These eight light chains were each paired with a heavy chain library composed of 176 unique variants arrayed in duplicate on four 96-well plates (88 clones per plate) for a total of 32 '96-well plates' (1408 clones). The supernatants derived from the transfected framework library were assayed both for functional activity (i.e. reactivity to the SARS spike protein) and for relative antibody expression levels (i.e. production of sufficient antibody). From this initial screen, 176 unique hits (12.5%) were chosen that had a specific activity of 0.7 or greater when normalized to the mouse-human chimera (i.e. 4049Fab14). Following confirmation of the hits (assayed in duplicate) using the same two ELISA assays, the top 10 performers were chosen based on normalized specific activity (i.e. the degree of binding activity to the purified spike protein normalized to IgG concentration and further normalized to the specific activity of the original mouse-human chimeric antibody). The 10 best performers had specific activities ranging from 0.9 to 1.381 (Fig. 4) . The second screen consisted of these 10 heavy chain candidates paired with the light chain library composed of 176 variants arrayed in duplicate on four 96-well plates for a total of 40 '96-well plates' (1760 clones). From this initial screen, 352 hits ($20%) were chosen with a specific activity .1.1 when compared to the original 4049Fab14 antibody. These hits derived from the primary screen were assayed again in duplicate using the same ELISA assays. The top 10 performers from this secondary screen exhibited specific activities ranging around 1.5-2-fold (with a high of 2.8 and a low of 1.12) greater than the mouse -human chimera (Fig. 4) . These high and low values were chosen due to the very high level of expression (1.12 value) and very low expression but relatively high functional activity (2.8 value). Five of the 10 heavy chains appeared in these top light chain candidates with one of the heavy chains (23F9) represented in five of the clones.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1766,
                    "end": 1774,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2415,
                    "end": 2423,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Antibody humanization"
        },
        {
            "text": "These top 10 antibodies were purified and analyzed by PRNTs using live SARS-CoV on the permissive Vero E6 cell line. The results are summarized in Fig. 4 and show that one of the humanized clones (61G4) achieved 80% neutralization of the SARS virus at a 3.5 -4-fold lower concentration compared to the mouse -human chimera (WT) and a second humanized clone (61H4) was equal to WT. Clones not shown in Fig. 4C had 80% neutralization capabilities less than wild-type (WT) (i.e. 6.25 mg/ml). Thus, after screening $3200 clones in duplicate, we found two humanized antibodies that either maintained functional activity or showed an enhancement of activity. The fact that some clones exhibited lower neutralization activity than WT, although showing enhanced binding to the spike protein, is not surprising, as one should not expect a perfect correlation to exist between the spike protein ELISA and the SARS viral neutralization assay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 153,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 401,
                    "end": 408,
                    "text": "Fig. 4C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Antibody humanization"
        },
        {
            "text": "While neutralizing efficiency is dependent on many different antibody-binding characteristics (e.g. epitope recognition, fine specificity, reaction rate kinetics), there is some evidence that the affinity of the antibody correlates well with its neutralization ability (Burton, 2002; Hudson and Souraiu, 2003; Nelson et al., 2007) . With this in mind, the CDR regions of 4049Fab14 were subjected to affinity maturation by a strategy called GSSM TM . This method produces every possible amino acid at each site individually within the protein or region of interest. There are 27 and 40 amino acids in the three CDR regions of the light and heavy chains of 4049Fab14, respectively. As this screen was performed simultaneously with the HuFR TM screen, each of these amino acids was individually mutated to all other possible codons in the backbone of the mouse -human chimera.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 283,
                    "text": "(Burton, 2002;",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 309,
                    "text": "Hudson and Souraiu, 2003;",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 330,
                    "text": "Nelson et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antibody optimization"
        },
        {
            "text": "Clones were sequenced to identify appropriate amino acid changes and arrayed in duplicate into 96-well plates with two amino acid positions per plate ($20 amino acids per position for a total of 40 clones). Thus, the total number of plates screened for the 67 amino acids found in the CDR regions was 34 '96-well plates' ($1350 clones). These antibody variants were screened in the same functional and quantitative ELISAs as the framework reassembly screen. From this initial screen, 330 clones ($24%) were chosen which exhibited a specific activity when normalized to the mouse -human chimera !1.0. These clones derived from the primary screen were assayed in duplicate again in the same ELISA assays and the top 10 performers chosen. These 10 antibodies, when normalized to the mouse -human chimera, showed specific activities ranging from 1.16 to 1.92 (Fig. 5) . The purified antibodies were subsequently analyzed in PRNTs with two of the GSSM TM variants achieving 80% neutralization at $3.5-fold (52G3) and .8-fold (51E7) lower concentrations than that of the WT chimeric antibody. For the 51E7 variant, the neutralization activity was .80% at the lowest titer used (i.e. 0.195 mg/ml). Clones not shown had 80% neutralization capabilities at higher concentrations than the WT chimera, ranging from 3.12 to 12.5 mg/ml.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 855,
                    "end": 863,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Antibody optimization"
        },
        {
            "text": "Our experience suggests that there is often a significant additive or synergistic effect on functional activity when combining beneficial single point mutations (Gray et al., 2001; Palackal et al., 2004) . In addition, we wanted the best antibodies to have humanized frameworks. Thus, a new library was constructed to place all combinations of the positive or neutral single point mutations into the backbone of the framework reassembly clones. The two framework clones used as the backbone for the library were 61G4 and 61H4. Fig. 3 . Binding of the spike protein-antibody mixture to Vero E6 cells. Vero E6 cells were analyzed by flow cytometry using a bandpass filter of 580/30 with collection of 10 000 cells. (A) Cells incubated with streptavidin-phycoerythrin only, (B) cells incubated with 4 nM spike protein and a bacterial lysate from cells expressing an irrelevant antibody, (C) same as (B) but with an anti-spike antibody that does not block binding, (D -E) same as (B) but with three unique anti-spike antibodies that block binding of spike to its receptor. All antibodies were added at a 12 nM concentration with the exception of (D) which was at 8 nM. Listed % represents the % of cells following in the defined gate. These clones had unique light chains but were paired with the same heavy chain framework clone. Four different point mutations (51E7, 52G3, 51H8, 51E2) were chosen from the light chain and a single mutation from the heavy chain (49B9) ( Table II ). The total library size was 64 possible combinations and it was screened on the same two ELISAs as described above. The top 10 performers all had $1.75-fold or better binding activity when compared to the WT chimera (Fig. 5) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 180,
                    "text": "(Gray et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 203,
                    "text": "Palackal et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 533,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1468,
                    "end": 1476,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1695,
                    "end": 1703,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Antibody optimization"
        },
        {
            "text": "In the PRNT, all of the variants achieved 80% neutralization of the SARS virus at concentrations equal to or lower than the WT chimera. The best antibody (i.e. 2978/10) achieved 80% neutralization at an 8-fold lower concentration than WT (Fig. 5 ). Those variants with equal ability to the WT antibody are not shown. To determine whether the enhanced neutralization efficiency correlated with increased affinity, the kinetics of the 2978/10 and WT antibodies were measured. A 40-fold improvement in affinity was observed for 2978/10 compared to the WT chimera (K D ¼ 0.967 versus 38.5 nM, respectively) ( Table III) . The 2978/10 variant contained the two mutations from the top two individual clones (51E7 and 52G3) placed in the light chain framework exhibiting the best activity (61G4) ( Table II) . No additive or synergistic effect was observed (2978/10 is somewhat less effective at neutralization than 51E7 alone), which could be due to the small library size and/or the simultaneous change to just two possible human frameworks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 605,
                    "end": 615,
                    "text": "Table III)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 791,
                    "end": 800,
                    "text": "Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Antibody optimization"
        },
        {
            "text": "The 2978/10 antibody was further studied in vivo to determine its ability to inhibit viral replication in the lungs of aged mice. Initial studies demonstrated that exposure of aged LC S114W CDR3 AGC!TGG GSSM TM -51H8 LC T119V CDR3 ACG!GTT HuFR TM (61G4) -2978/15 Y116F, S114W, Y128M HuFR TM (61H4) -2703/15 S114W, Y128M HuFR TM (61H4) -2992/15 A56S, Y116F, S114W, Y128M HuFR TM (61G4) -2978/10 Y116F, S114W HuFR TM (61H4) -2703/10 S114W HuFR TM (61H4) -2702/10 A56S, Y116F HuFR TM (61G4) -2699/10 A56S, S114W",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody optimization"
        },
        {
            "text": "Sequences in bold indicate codons requiring multiple nucleotide substitutions. Table III . Surface plasmon resonance analysis",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Antibody optimization"
        },
        {
            "text": "3.578(9) Â 10 5 0.01377 (3) 38.50(7) 2978/10 4.531(4) Â 10 5 4.38(1) Â 10 24 0.967 (3) The number in parentheses is the standard error in the last significant digit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody optimization"
        },
        {
            "text": "Balb/c mice to 1 mm aerosols containing SARS-CoV resulted in viral replication in the lungs and pathology similar to the results reported for intranasal exposure but at a 10-fold lower dose (data not shown). Mice were injected with 2978/10 or an irrelevant control antibody and then immediately challenged with aerosolized SARS. Three days later mice were necropsied and lungs taken for viral isolation, with the exception of two mice that died unexpectedly immediately following the 2978/10 injection and SARS-CoV challenge. At a dose of 15 mg/kg, replication of SARS-CoV in the lung was reduced to $15 000-fold with several animals showing no evidence of SARS virus in the lung (Table IV) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 690,
                    "text": "(Table IV)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Antibody optimization"
        },
        {
            "text": "This work introduces a novel DNA display method for rapid screening of functional antibodies. As with other display technologies, this method bypasses the laborious task of hybridoma production and perhaps more importantly, allows access to the total diversity of antibodies found within the mice. In fact, as all heavy chains have the chance to interact with all light chains, this method can provide even greater diversity than found in mice. After screening an immunized mouse library for antibodies against the spike protein, three antibodies were isolated that inhibited infection of SARS-CoV in Vero E6 cells. This library was recovered from three immunized mice that had been paired with three additional mice immunized with the same virus on the same schedule. The other three mice had significantly higher serum antibody titers against SARS-CoV and were used to generate antibodies following the traditional hybridoma approach. Although the analysis of the hybridomas was conducted solely with the SARS virus rather than with the spike protein alone, it is interesting to note that no neutralizing Discovery and optimization of therapeutic antibodies antibodies were found using the hybridoma approach (data not shown) while multiple neutralizing antibodies were found using DNA display. There are many protein display systems described in the literature, generally falling into three categories: viral display, cell surface display and DNA/RNA display (Li, 2000) . Phage-based systems are among the more commonly used methods, typically based on fusion of the protein of interest to a coat protein expressed on the phage surface. Despite significant successes, there are some limitations to this approach. For example, fusion to phage proteins or other aspects of phage display may interfere with the binding properties of the protein of interest. As well, multi-subunit proteins are more difficult to screen by phage display. Finally, phage display proteins are transported to the cell surface, where the in vitro environment might not be suitable for some protein -protein interactions. For ribosome display, the limitation is that proteins are made entirely in vitro, and thus might not have the right chaperones, necessary cofactors, or appropriate redox state to fold properly.",
            "cite_spans": [
                {
                    "start": 1462,
                    "end": 1472,
                    "text": "(Li, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The DNA display method described here combines the in vivo production of proteins and an in vitro screen for desired protein characteristics. The in vitro screen allows for a highthroughput analysis of complex libraries with great diversity. For in vivo production, we made functional Fabs in specific E. coli redox strains that allowed the proper intracellular environment for Fab production at sufficient concentrations to perform a screen. The Fab was produced as a fusion of a zinc finger to the Fab heavy chain. The opposite construction with the light chain fused to the zinc finger resulted in a lower level of enrichment (data not shown). The heavy chain alone is known to be insoluble (Davies and Riechmann, 1994) and thus, we postulate that the fusion with the zinc finger, in combination with the proper oxidizing environment, could make the heavy chain soluble long enough to pair with the light chain (the light/heavy chain binding results in a soluble Fab). Due to the intracellular production of the targeted protein during DNA display, broad applications for a variety of protein-based interactions are possible. One could use the method to probe any protein -protein or protein -nucleic acid interactions in vivo, unlike a phage display screen. As well, because the proteins are produced in vivo, they could have access to chaperones that allow proper folding. Furthermore, DNA display is simpler than phage display in that there is no need to make a phage preparation and the entire library can be screened in about half the time ($1.5 days compared to three days).",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 722,
                    "text": "(Davies and Riechmann, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While there are significant benefits from screening an immunized library (e.g. higher affinity antibodies due to in vivo maturation, smaller library diversity required), antibodies of mouse origin often result in a human anti-murine antibody response (Schroff et al., 1985) . To reduce undesired immunogenicity, it is now relatively common to exchange the mouse FRs with corresponding regions of human antibodies, in essence 'humanizing' the antibody (Clark, 2000) . Several strategies for humanizing have been developed and implemented. In an approach called 'CDR grafting' the nonhuman CDRs are grafted onto a given human sequence. The human sequence is selected either by the similarity of its framework sequences with the mouse frameworks or by the similarity of its CDRs with the mouse's (Hwang et al., 2005) . Unfortunately, both approaches do not guarantee that the CDRs are presented in the same conformation as in the WT antibody. As a consequence, a significant drop in affinity is often observed (Hwang et al., 2005) . The necessity to identify and back-mutate crucial parental framework residues in the humanized antibody by computer modeling is difficult and often empirical.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 273,
                    "text": "(Schroff et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 464,
                    "text": "(Clark, 2000)",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 813,
                    "text": "(Hwang et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1027,
                    "text": "(Hwang et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To overcome these limitations, a novel method for the fast and efficient humanization of antibodies was developed called HuFR TM . In this method, the synthetic mouse CDR fragments were ligated to pools of consensus framework sequences to obtain full-length variable heavy and light chain domains. The framework library sequences were designed such that the same set of sequences can be used to ligate to the CDR regions of any antibody in which humanization is desired. A similar method to HuFR TM called framework shuffling has recently been described by Dall'Aqua et al. (2005) . In this method, framework shuffling uses sequences derived from germline sequences and the CDRs are linked by PCR. The significant disadvantage to this approach is that for each antibody, a whole new set of PCR primers needs to be designed.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 580,
                    "text": "Dall'Aqua et al. (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Using the HuFR TM approach, we isolated one humanized antibody (61H4) that had an equivalent ability compared to the chimera to neutralize SARS-CoV infection in Vero E6 cells and one (61G4) that demonstrated a 3.5-4-fold improvement in neutralization activity. Because the HuFR method combines heavy chains with different light chains, it generates a greater diversity of unique antibody combinations; potentially increasing the likelihood of finding beneficial humanized scaffolds. Thus, this method provides a comprehensive approach to humanizing antibodies without a loss in therapeutic function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Because of the potential for improved neutralization capability with higher affinity antibodies, we attempted to increase the affinity of the top antibody variant using GSSM methodology. However, this methodology is not limited to affinity improvements and can be used to evolve many different properties such as specificity, protein expression, stability, folding, etc. As it is impossible to sample all of the sequence space within a given protein (i.e. 20 100 for a 100 amino acid protein), this methodology allows one to systematically sample for 'hot spots' within the protein, which can then be combined together and evaluated at a higher resolution in areas of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unlike a rational approach, GSSM TM does not require any knowledge of the structure of the protein. In contrast to the other random approaches such as error-prone PCR, chemical mutagenesis, and site-directed mutagenesis by sequence overlap extension PCR, GSSM TM is comprehensive and thus allows access to substitutions missed by these other methods. Using this method for an enzymatic protein, it was observed that the thermostability of a haloalkane dehalogenase was increased by 30 000-fold when combining eight single-point mutations discovered by GSSM TM (Gray et al., 2001) . Of the eight mutations, three required multiple base pair changes at each codon, thus the chance of finding these mutations using error-prone PCR would be exceedingly rare (Kretz et al., 2004) . Similarly, for the optimized antibodies presented here, three of the five amino acid positions incorporated into the reassembly screen required multiple base pair changes at each position (Table II) . In this study, the best single point mutation (i.e. 51E7) resulted in .8-fold improvement in functional activity of the antibody. It is possible that if mutagenesis of the entire variable region (instead of simply the CDRs) had been done, a further improvement in neutralization would have been observed.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 579,
                    "text": "(Gray et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 774,
                    "text": "(Kretz et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 965,
                    "end": 975,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "For the best humanized antibody (2978/10), increased affinity correlates with an improved neutralization capacity, however, it is not necessarily the only contributor. It is also possible that there has been a change in the fine specificity of the antibody binding to the spike protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Studies with neutralizing cytomegalovirus glycoprotein B-specific antibodies have shown that with only small sequence changes, antibodies can demonstrate a wide variety of neutralization capacities that do not strictly correlate with their affinities (Ohlin et al., 1996; Lantto et al., 2003; Barrios et al., 2007) . These differences in neutralization are attributed to small changes in their fine specificities and are observed even when the sequence changes are derived from the same clonotype.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 271,
                    "text": "(Ohlin et al., 1996;",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 292,
                    "text": "Lantto et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 314,
                    "text": "Barrios et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The concentrations required by these antibodies for neutralization of SARS infection in Vero E6 cells compare well with other anti-SARS antibodies reported in the literature (Greenough et al., 2005; Sui et al., 2005; Coughlin et al., 2007) . As well, 2978/10 was shown to inhibit viral replication in the lungs of aged mice at a dose of 15 mg/kg. This dose is similar to that required for Palivizumab, an anti-RSV therapy currently being used in humans (Meissner and Long, 2003) , demonstrating the potential of this anti-SARS antibody as a human therapeutic.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 198,
                    "text": "(Greenough et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 216,
                    "text": "Sui et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 239,
                    "text": "Coughlin et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 478,
                    "text": "(Meissner and Long, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the likelihood of additional emerging pathogens as well as the risk of bioterrorism, it is necessary to have effective tools to fight these biological threats. Using the DNA display method for discovery, the timeline for identification of novel specific antibodies is rapid, especially if immunization of mice is not required. The screen itself requires $1.5 days per round and together with the initial construction of the antibody library and confirmation of candidate hits in the ELISAs, discovery of new antibodies can be accomplished within approximately three weeks. If optimization of the antibody is necessary, both the GSSM TM and HuFR TM technology require 10-12 weeks each from the initial construction of the library to the confirmed hits. Thus, once a causative agent of a new pathogen is identified, this collection of technologies provides a complete solution for the production of therapeutic antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Summary of Probable SARS Cases with Onset of Illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "World Health Organization WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic of DNA display. A Fab library is constructed using a single vector containing a Fab light chain and the heavy chain cloned in-frame with a zinc finger DNA binding protein. The vector also contains the DNA binding site for the zinc finger. The library is transformed into a Rosettagami E coli host and the Fab-zinc finger fusion protein is produced. It binds to the appropriate encoding plasmid, the cells are lysed, and the library screened against an antigen bound to magnetic Dynal beads. Beads containing bound Fab are magnetically separated from unbound Fab and plasmids containing functional Fabs are eluted from the beads.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Representative ELISA data of SARS-CoV-reactive Fabs isolated by DNA display. (A) Zinc finger-Fab fusion proteins analyzed in an ELISA using the spike protein as a capture reagent on 48 wells of a 96-well Maxisorp plates. Bovine serum albumin coated on the remaining 48 wells was used to determine specificity of binding. (B) Relative specific activity is the functional activity fromFig. 2Anormalized to the amount of fusion protein determined using an ELISA measuring relative expression levels.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Functional activity of human framework reassembly (HuFR TM ) antibody variants. (A) The top 10 antibody variants from the heavy chain library as determined by functional spike ELISA normalized to the relative expression of antibody variant. The specific activity for each antibody was further normalized to the wild-type (WT) control antibody (i.e. WT: chimeric antibody, 4049Fab14). (B) The top 10 antibody variants from the light chain library determined as described in (A). Numbers within bars indicate the corresponding heavy chains. (C) Purified antibody candidates were tested in the plaque reduction neutralization test (PRNT). The number of plaques resulting in 50 and 80% neutralization is noted. Statistical analysis at the approximate WT antibody concentration for 80% neutralization (0.78 mg/ml) indicates better neutralization (i.e. fewer plaques) for 61G4 (P , 0.04). Duplicates of each variant were assayed in the ELISA and PRNT experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Functional activity of GSSM TM and reassembled combination antibody variants. (A) The top 10 antibody variants from the GSSM TM as determined by functional spike ELISA normalized to the relative expression of the antibody variant. The specific activity for each antibody was normalized to the wild-type (WT) control antibody (WT: chimeric antibody, 4049Fab14). (B) Purified antibody candidates from (A) tested in the plaque reduction neutralization test (PRNT). The number of plaques resulting in 50 and 80% neutralization is noted. Statistical analysis at the approximate WT antibody concentration for 80% neutralization (0.78 mg/ml) indicates better neutralization (i.e. fewer plaques) for 51E7 and 52G3 (P , 0.02 and P , 0.03, respectively). (C) Top 10 antibody variants from the combination library (containing the best GSSM TM mutants placed in the best framework backbones) determined as described in (A). (D) Purified antibody candidates from (C) tested in the PRNT. Data was not collected for one of the 10 variants. Statistical analysis at the WT antibody concentration for 80% neutralization (1.56 mg/ml) indicates better neutralization (i.e. fewer plaques) for several antibodies (i.e. P , 0.02 for 2978/15, 2992/15, 2978/10, 2702/10; P , 0.03 for 2703/10; P , 0.04 for 2703/15 and P , 0.05 for 2699/10). Duplicates of each variant were assayed in the ELISA and PRNT experiments.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PRNT for chimeric antibodies using Vero E6 cells",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sequences of top GSSM TM and enhanced combination library mutations",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Analysis of SARS-CoV in lung homogenates of mice",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We extend special thanks for excellent assistance in the following areas: Dave Gustafson for high throughput screening, Dave Orr for automation support, Young Kang for HuFR library construction, Danielle Cusumano for GSSM library construction, Biyu Li for antibody discovery, Fred Zhang for protein labeling, and Marikka Elia, Kris Briggs, and Amy McClure for antibody production and purification, David Myszka for Biacore analysis, and Melvin Simon for critical reading of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "National Institute for Allergy and Infectious Disease (U01AI61 419-01 to E.T.) for SARS-CoV antibody discovery/optimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}