{
    "paper_id": "0f8f7f09b42b4b45e128591191176aa358f29b1b",
    "metadata": {
        "title": "Persistent prion infection disturbs the function of Oct-1, resulting in the down-regulation of murine interferon regulatory factor-3",
        "authors": [
            {
                "first": "Takujiro",
                "middle": [],
                "last": "Homma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Daisuke",
                "middle": [],
                "last": "Ishibashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takehiro",
                "middle": [],
                "last": "Nakagaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takayuki",
                "middle": [],
                "last": "Fuse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kazunori",
                "middle": [],
                "last": "Sano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Katsuya",
                "middle": [],
                "last": "Satoh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ryuichiro",
                "middle": [],
                "last": "Atarashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Noriyuki",
                "middle": [],
                "last": "Nishida",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I RF-3 is a key transcriptional factor involved in the signaling the pathway responsible for keeping the antiviral state of host cells. Viral infection triggers phosphorylation of the IRF-3 carboxyl-terminal region 1 , and the phosphorylated IRF-3 migrates to the nucleus, leading to the transcriptional activation of the type I interferon (IFN-I) genes. Interestingly, it has also been reported that infection by some viruses enhances the degradation of IRF-3 and/or inhibits its phosphorylation, resulting in the reduced response of IFN-I production and persistent infection by the virus [2] [3] [4] [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 593,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prion diseases are neurodegenerative disorders characterized by an aggregation of abnormal prion protein (PrP Sc ) 8 . Since PrP Sc itself seems to be an infectious agent and the protein is host-encoded, acquired immunity against prion disease should not be possible. Conversely, we previously demonstrated that IRF-3 plays a crucial role in the host's defense mechanism against prion infection. Disrupted IRF-3 genes developed prion diseases earlier compared to wild-type mice after inoculation. Overexpression of IRF-3 significantly reduced the amount of abnormal prion protein in persistently infected cells, indicating that IRF-3 expression levels are closely related to the anti-prion state of the host cell 9, 10 . Although the innate immune responses against prion invasion are insufficient to stop disease progression, involvement of IRF-3 inducible factors such as IFN-I may be one of the reasons why prion infection shows an extremely long incubation period. It would be of great benefit to understand how IRF-3 inducible factors inhibit prion infection and how prions avoid this host-defense system. Lowther et al. reported that a sufficient basal promoter activity of human IRF-3 was found in the upstream region (nucleotides: nt; -113 to -1) of the transcription start site 11 , however, the mechanism of the transcriptional regulation of IRF-3 remains largely unknown. In this study, we analyzed murine IRF-3 promoter activity in detail and its relationship to prion infection, and have shown that the octamer-binding transcription factor-1 (Oct-1) positively regulates murine IRF-3, and the expression levels of Oct-1 decreased in prion-infected cells.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 715,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1111,
                    "end": 1125,
                    "text": "Lowther et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nucleotides -119 to -1 region are responsible for the murine IRF-3 promoter activity. To determine the specific promoter region responsible for murine IRF-3 induction, we generated a series of plasmids that included various sizes of the 59-flanking region of the murine IRF-3 gene fused to the luciferase gene and transfected them into N2a and 3T3 cells. As shown in Fig. 1 , a plasmid containing nt -1000 to -1 relative to the transcription start site (pGL3 -1000/-1) showed approximately 33-fold (in N2a cells) and 6-fold (in 3T3 cells) activity compared with the control (pGL3 Basic), while plasmids containing nt -2000 to -1001 (pGL3 -2000/-1001) and nt -1000 to -524 (pGL3 -1000/-524) completely lost their responsiveness. Plasmids containing nt -523 to -1 (pGL3 -523/-1), nt -340 to -1 (pGL3 -340/-1) and nt -119 to -1 (pGL3 -119/-1) maintained similar levels of their promoter activity with the full-length promoter (pGL3 -1000/-1), suggesting that nt -119 to -1 was responsible for the promoter activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 373,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "IRF-3 promoter activity is reduced in prion-infected cells. To examine the relationship between the IRF-3 promoter activity and prion infection, we analyzed N2a58 and ScN2a58 (N2a58 cells persistently infected with 22L prion) cells. As shown in Fig. 2a , mRNA of IRF-3 had a significant reduction in ScN2a58 cells. Reduction of the promoter activity was confirmed in ScN2a58 cells which was transiently transfected with pGL3 -119/-1 (Fig. 2b) . Furthermore, in the persistently other prion strain-infected cells by the mouse-adapted Gerstmann-Sträussler-Schenker syndrome (GSS) Fukuoka-1 strain (FK-N2a58), IRF-3 mRNA and the promoter activity were also significantly decreased (Supplementary Fig. S6a and S6b).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 252,
                    "text": "Fig. 2a",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 442,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 701,
                    "text": "Fig. S6a",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, we challenged with 0.1% brain homogenates from 22Linfected mice (22LBH) or normal mice (nBH) to N2a58 cells and incubated for 48 h. As expected, the promoter activity in 22LBHincubated cells was significantly decreased ( Supplementary Fig. S1 ), indicating that prion infection reduced the activity. Furthermore, drug treatment was started after the initial seeding of the cells (at 75 cm 2 flask) and renewed every passage. The significantly reduced promoter activity in ScN2a58 cells increased after continuous treatment with Congo red (CR, 10 mM) or pentosan polysulfate (PPS, 20 mg/ml), which are both known as anti-prion drugs 12 (Fig. 2c ; CR: 3.8-fold and PPS: 3.4-fold). The efficacy of the two drugs was evaluated by detection of PK-resistant PrP using western blotting in cells after final passage (Fig. 2d) . The activities of the uninfected control N2a58 cells were not affected during continuous treatment ( Supplementary Fig. S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 248,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 641,
                    "end": 649,
                    "text": "(Fig. 2c",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 823,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 948,
                    "text": "Supplementary Fig. S2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Oct-1 is responsible for IRF-3 promoter activity. We identified putative transcription factor binding sites in nt -119 to -1 with the software TFSEARCH ver.1.3 (http://www.cbrc.jp/research/db/ TFSEARCH.html) and found that this region contains a potential Oct-1 binding site (59-ATTTGCAT-39, nt -42 to -35) and an acute myeloid leukemia 1 protein (AML1) binding site (59-TGCGGT-39, nt -49 to -44). In addition, an E2F transcription factor 1 (E2F1) binding site (59-TTTCCCAC-39, nt -116 to -109) was also conserved in murine (Fig. 3a) . To determine whether the Oct-1 site is important for promoter activity, an original and two different mutated plasmids from the Oct-1 site (M1 and M2) were prepared (Fig. 3b ) and the transiently transfected into N2a and 3T3 cells. After 24 h, we evaluated their respective promoter activity by reporter assay. The activities of pGL3 -119/-1 (M1) were also significantly reduced compared with the original promoter activities in N2a and 3T3 cells ( Fig. 3c and 3d ). The activities of pGL3 -1000/-1 (M1) and pGL3 -523/-1 (M1) were also significantly reduced ( Supplementary Fig. S3 ). We obtained similar results in the second mutated plasmid pGL3 -119/-1 (M2) where activity was also significantly reduced in N2a and 3T3 cells ( Fig. 3e and 3f) . These results indicate that the Oct-1 site might play a crucial role for murine IRF-3 promoter activity. We next determined whether the E2F1 site was important for the promoter activity. The original plasmid pGL3 -119/-1 and the E2F1 site mutated plasmid (M3: Fig. 3g ) were transiently transfected into N2a and 3T3 cells. After 24 h, we evaluated their respective promoter activity by reporter assay. The activities of pGL3 -119/-1 (M3) were not significantly different compared to the original plasmid promoter activity in N2a and 3T3 cells ( Fig. 3h and 3i) , indicating the E2F1 is not an important determining factor for the regulation of murine IRF-3 promoter. Since two different mutations in the AML1 site (M4 and M5: shown in Supplementary Fig. S4a ) had little effect on the promoter activity in N2a58 cells (N2a cells overexpress wild-type prion protein), indicating the AML1 is not also important ( Supplementary  Fig. S4b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 533,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 701,
                    "end": 709,
                    "text": "(Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 985,
                    "end": 999,
                    "text": "Fig. 3c and 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1096,
                    "end": 1117,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1266,
                    "end": 1281,
                    "text": "Fig. 3e and 3f)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1544,
                    "end": 1551,
                    "text": "Fig. 3g",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1829,
                    "end": 1844,
                    "text": "Fig. 3h and 3i)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2019,
                    "end": 2041,
                    "text": "Supplementary Fig. S4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2195,
                    "end": 2218,
                    "text": "Supplementary  Fig. S4b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To confirm that Oct-1 binds to the endogenous murine IRF-3 promoter, chromatin immunoprecipitation (ChIP) assay was performed. PCR analysis revealed that the Oct-1 antibody precipitated the promoter region (nt -119 to -1) from N2a58 cells (Fig. 4a) , while the negative control (anti-rabbit IgG) did not exhibit the DNA binding activity. These data suggest that endogenous Oct-1 binds to the promoter region in vivo. Furthermore, to investigate whether the promoter activity is affected by Oct-1, pcDNA Oct-1-HA and pGL3 -119/-1 were co-transfected into N2a cells. Ectopically Oct-1 overexpression significantly increased the original promoter activities (pGL3 -119/-1 1 mock vs pGL3 -119/-1 1 pcDNA Oct-1-HA), while Oct-1 expression had no effect on the mutated promoter activities [pGL3 -119/-1 (M1) 1 mock vs pGL3 -119/-1 (M1) 1 pcDNA Oct-1-HA], indicating exogenous Oct-1 functions in the promoter region (Fig. 4b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 909,
                    "end": 918,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We next examined the expression levels of Oct-1 proteins in prion-infected cells. As shown in Fig. 5a , Oct-1 expression in ScN2a58 cells was significantly decreased compared with that in N2a58 cells. Similarly, we also analyzed the expression levels of Oct-1 proteins in prion-infected mice brains. We intracerebrally inoculated 22L or FK-1 prion strains into ddY mice and analyzed the levels of Oct-1 protein in their brains after becoming terminal, respectively. Of note, the levels of Oct-1 protein in the two distinct prion strains-infected mouse brains significantly decreased, suggesting that prion infection might repress endogenous Oct-1 expression ( Fig. 5b and Supplementary Fig. S6c ). These results demonstrate that reduced IRF-3 promoter activity in prion-infected cells is accompanied by decreased levels of Oct-1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 660,
                    "end": 694,
                    "text": "Fig. 5b and Supplementary Fig. S6c",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We have investigated the promotion of the murine IRF-3 gene and found promoter activity within the region nt -119 to -1 ( Fig. 1a and 1b), which contains 3 different promoter binding sites. It has been shown that E2F1 negatively regulates human IRF-3 gene expression 13 . Although the E2F1 site was also present in the murine promoter, the E2F1 site mutation had little effect on promoter activity ( Fig. 3h and 3i ). Mach et al. have shown that Oct-1 also bound to the human IRF-3 promoter 14 . Importantly, the putative transcription factor binding sites in 59 flanking region are very similar between human and murine IRF-3 promoter (Supplementary Fig. S5 ). However, the contribution of Oct-1 in human IRF-3 promoter remains controversial and elusive. In our experimental study, mutations in the Oct-1 binding site lost their promoter activity (Fig. 3c to 3f) and exogenous Oct-1 enhanced the activity (Fig. 4b) . In conclusion, Oct-1 positively regulates the IRF-3 promoter activity, while E2F1 and AML1 are not involved in murine IRF-3 gene regulation. Intriguingly, Oct-1 expression was significantly reduced in two distinct prion strains-infected cells and mice brains ( Fig. 5 and Supplementary Fig. S6 ). Although we are not able to exclude yet the possibility that the accumulation of abnormal prion protein may directly impair the function of Oct-1, prion infection might alter the expression of Oct-1 as a result of its destructive effect on protein synthesis in the host cell. It has recently been reported that prion infection could impair the host's ability to synthesize protein by means of inhibition of double-stranded RNA-activated protein kinase (PKR)-dependent eIF-2a phosphorylation 15, 16 . Another study revealed that the global alteration of gene expression has occurred in prion-infected mouse brains by unknown mechanisms 17 .",
            "cite_spans": [
                {
                    "start": 1706,
                    "end": 1709,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 400,
                    "end": 414,
                    "text": "Fig. 3h and 3i",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 636,
                    "end": 658,
                    "text": "(Supplementary Fig. S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 848,
                    "end": 856,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 906,
                    "end": 915,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1179,
                    "end": 1185,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1190,
                    "end": 1211,
                    "text": "Supplementary Fig. S6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, our results demonstrated that Oct-1 binds to the murine IRF-3 promoter region and increases the transcription level and IRF-3 expression is reduced by prion infection. Although further investigations are required to elucidate how Oct-1 is affected in prion infection, our novel findings on the alteration of host gene expression provide new insights into the molecular biology of prions and host responses against prion infection. (a) N2a58 cell lysate was subjected to ChIP assay using anti-Oct-1 (IP: Oct-1) or normal rabbit IgG (negative control) antibodies. After the DNA was purified, the promoter region (nt -119 to -1) was amplified by PCR (see ''Materials and Methods'' in detail). (b) N2a cells were co-transfected with either pGL3 -119/-1 or pGL3 -119/-1 (M1) and either pcDNA Oct-1-HA (Oct-1) or the empty plasmid (mock). Results were normalized to the control renilla luciferase activity, and the value of (pGL3 -119/-1 1 mock) was set to 100%. Results representing the mean 6 SD, n54. P values were determined by one-way ANOVA followed by Tukey's multiple comparison (***: P , 0.001, n.s.: not significant). ScN2a58 (persistently 22L scrapie prion infected N2a58 cells) and FK-N2a58 (persistently Gerstmann-Sträussler-Scheinker syndrome-derived FK-1 prion infected N2a58 cells) cells described as previously [18] [19] [20] . All cells were cultured in a cell incubator and maintained at 5% CO 2 and 37uC.",
            "cite_spans": [
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1338,
                    "end": 1342,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1343,
                    "end": 1347,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Prion infection. The prepared 10% brain homogenates from 22L-infected terminally sick ddY mice (22LBH) or normal brain homogenates from healthy ddY mice (nBH) were treated with final 0.1% concentration to N2a58 cells and incubated for 48 h. After replaced with the fresh medium to remove the prion from the cells, the cells were passaged at 75 cm 2 flask and cultured for 3 d. The detailed methods were described as previously 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oct"
        },
        {
            "text": "Generation of luciferase reporter plasmids. The information on primers used in this study is summarized in Table 1 . In order to analyze the 59-flanking region of the murine IRF-3 gene for promoter activity, PCR products amplified from mouse genomic DNA were subcloned into pGL3-Basic Vector (Promega) : pGL3 -2000/-1001 (nt 22000 to -1001, where the first nucleotide of IRF-3 exon 1 has been designated 1 1), pGL3 -1000/-524 (nt -1000 to -524), pGL3 -1000/-1 (nt -1000 to -1), pGL3 -523/-1 (nt -523 to -1), pGL3 -340/-1 (nt -340 to -1) and pGL3 -119/-1 (nt -119 to -1). Two different mutations (M1: ATTTGCAT to CGTTGCAT or M2: ATTTGCAT to GGGGAACC) were introduced into the Oct-1 site in the pGL3 -1000/-1, pGL3 -523/-1 and pGL3 -119/-1, generating pGL3 -1000/-1 (M1), pGL3 -523/-1 (M1), pGL3 -119/-1 (M1) and pGL3 -119/-1 (M2). pGL3 -119/-1 (M3: TTTCCCAC to GGGGGGGG) was the E2F transcription factor 1 (E2F1) sitemutated plasmid. pGL3 -119/-1 (M4: TGCGGT to TGCGCG or M5: TGCGGT to TCGGGT) were the acute myeloid leukemia 1 protein (AML1) site-mutated plasmids. Murine Oct-1 cDNA (NCBI Reference Sequence: NM_198932.2) was amplified by RT-PCR from total mRNA of N2a58 cells and subcloned into pcDNA3.1 (Invitrogen) to generate hemagglutinin (HA)-tagged Oct-1 expression plasmid (pcDNA Oct-1-HA). All generated plasmids were confirmed by sequencing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Oct"
        },
        {
            "text": "Transient transfection and reporter assay. Cells were seeded at densities of 2 3 10 5 cells per well in 24-well plates and grown in a humidified incubator at 37uC and 5% CO 2 overnight to 70-80% confluence. In basal promoter activity studies, cells were co-transfected with 500 ng of reporter plasmids and 100 ng of renilla luciferase control plasmid (pRL-null Vector; Promega). For ectopic expression, cells were additionally co-transfected with 500 ng of pcDNA Oct-1-HA or pcDNA (empty plasmid). Transfections were performed using Lipofectamine LTX (Invitrogen) following the manufacturer's instructions. After 24 h, cells were lysed using Passive Lysis Buffer (Promega) and the luciferase activity was quantified by the Dual Reporter Assay System (Promega) and Mithras LB940 luminometer (Berthold Technologies) according to the manufacturer's instructions. Results were normalized to the coexpressed renilla luciferase activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oct"
        },
        {
            "text": "Western-blot analysis. Whole cell lysates were prepared by the addition of cold lysis buffer (50 mM Tris-HCl pH 7.5, 150 mM NaCl, 0.5% Triton X-100, 0.5% sodium deoxycholate, 2 mM EDTA) containing protease inhibitors (Nacalai Tesque). The protein concentration was determined using the Bio-Rad Protein Assay kit. Equal amounts of protein from each treatment were subjected to Western-blot analysis using specific antibodies against Oct-1 (Santa Cruz Biotechnology, sc-232) or b-actin (MBL, PM053). For PrP Sc detection, samples were digested with 40 mg/ml of proteinase K (PK; Sigma-Aldrich) at 37uC for 30 min and subjected to Western-blot analysis using anti-PrP antibody (Santa Cruz Biotechnology, M20). Chromatin immunoprecipitation (ChIP) assay. N2a58 cells grown in 100 mm dish were incubated with 1% formaldehyde for 10 min at 37uC to cross-link proteins to the DNA and washed with cold PBS buffer twice before lysis with SDS lysis buffer (50 mM Tris-HCl pH 7.5, 1% SDS, 10 mM EDTA) containing protease inhibitors. Cell lysates were sonicated on ice and the sheared chromatin was evenly divided and diluted in ChIP dilution buffer (0.01% SDS, 1.1% Triton X-100, 1.2 mM EDTA, 16.7 mM Tris/HCl pH 8.1 and 150 mM NaCl) containing protease inhibitors. A small portion of each diluted chromatin was collected, protein-DNA cross-links were reversed, and samples were used as the input DNA control. The rest of chromatin suspension was prepared with Protein G-agarose slurry containing salmon sperm DNA (Millipore) and then incubated with either anti-Oct-1 or normal rabbit IgG antibodies (2 mg) overnight at 4uC with continual rotation. The Protein G-agarose slurry containing salmon sperm DNA was added to each chromatin solution and incubated for another 1 h at 4uC with constant rotation. The agarose beads were collected by centrifugation, washed and the antibody-bound chromatin was released from the agarose beads. Then the cross-link was reversed, samples were digested with PK and finally purified by phenol/chloroform extraction and ethanol precipitation. The DNA isolated from the immunoprecipitates was then subjected to PCR amplification. PCR was carried out as follows: 1 cycle at 94uC for 1 min; 25 cycles at 94uC for 30 s, 60uC for 5 s, 72uC for 30 s; and 1 cycle at 72uC for 7 min, using ChIP (2240/140) primers that amplify the region between nucleotides 2240 and 140 within the IRF-3 promoter. Then, nested PCR was carried out as follows: one cycle at 94uC for 1 min; 25 cycles at 94uC for 30 s, 60uC for 5 s, 72uC for 30 s; and one cycle at 72uC for 7 min, using ChIP (-119/-1) primers that amplify the region between nucleotides 2119 to 21 within the IRF-3 promoter. The amplified 119 bp DNA fragment was separated on 2% agarose gel and visualized with ethidium bromide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oct"
        },
        {
            "text": "Drug treatment. N2a58 and ScN2a58 cells were continuously treated with Congo red (CR, 10 mM) or pentosan polysulfate (PPS, 20 mg/ml) for 3 days. The drug treatments were started after the initial seeding of the cells (at 75 cm 2 flask) and renewed every passage until three passages. After 3 days from the last treatments, cells were reseeded in 24-well plates without drugs and transfected with pGL3 -119/-1 and pRL-null.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oct"
        },
        {
            "text": "After 24 h, luciferase assay was performed as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oct"
        },
        {
            "text": "In vivo infection experiments. Four-week-old ddY mice were intracerebrally inoculated with 20 mL of a 10 21 dilution of brain homogenate prepared from mice terminally sick with 22 L and FK-1 strains, respectively. As a control, age-and strainmatched mice were intracerebrally inoculated with phosphate buffered saline. The brains of the mice were removed at the terminal stage of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oct"
        },
        {
            "text": "Animals. All animal experiments were approved by the Committee on the Animal Care and Use Committees of the Nagasaki University, and were performed according to their recommendation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oct"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "IRFs: master regulators of signalling by Toll-like receptors and cytosolic pattern-recognition receptors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Immunol",
            "volume": "6",
            "issn": "",
            "pages": "644--658",
            "other_ids": {
                "DOI": [
                    "10.1038/nri1900"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Classical swine fever virus Npro interacts with interferon regulatory factor 3 and induces its proteasomal degradation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bauhofer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "3087--3096",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02032-06"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ubiquitination and proteasomal degradation of interferon regulatory factor-3 induced by Npro from a cytopathic bovine viral diarrhea virus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "366",
            "issn": "",
            "pages": "277--292",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2007.04.023"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Regulation of IRF-3-dependent innate immunity by the papain-like protease domain of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Devaraj",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "32208--32221",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M704870200"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human immunodeficiency virus type 1 mediates global disruption of innate antiviral signaling and immune defenses within infected cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Doehle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hladik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcnevin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcelrath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "10395--10405",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00849-09"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Loss of interferon regulatory factor 3 in cells infected with classical swine fever virus involves the N-terminal protease",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Rocca",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Npro. J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7239--7247",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.11.7239-7247.2005"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The infected cell protein 0 encoded by bovine herpesvirus 1 (bICP0) induces degradation of interferon response factor 3 and, consequently, inhibits beta interferon promoter activity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saira",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "3077--3086",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02064-06"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Protective role of interferon regulatory factor 3-mediated signaling against prion infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "4947--4955",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06326-11"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protective role of MyD88-independent innate immune responses against prion infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atarashi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Prion",
            "volume": "6",
            "issn": "",
            "pages": "443--446",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cloning and functional analysis of the human IRF-3 promoter",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowther",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pitha",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "DNA Cell Biol",
            "volume": "18",
            "issn": "",
            "pages": "685--692",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sulfated polyanion inhibition of scrapie-associated PrP accumulation in cultured cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Caughey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "643--650",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Characterization of the human IRF-3 promoter and its regulation by the transcription factor E2F1",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Biol Rep",
            "volume": "37",
            "issn": "",
            "pages": "3073--3080",
            "other_ids": {
                "DOI": [
                    "10.1007/s11033-009-9880-0"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Small RNA gene activator protein, SphI postoctamer homology-binding factor/selenocysteine tRNA gene transcription activating factor, stimulates transcription of the human interferon regulatory factor-3 gene",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mach",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Hargrove",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "4853--4858",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prion protein interaction with stress-inducible protein 1 enhances neuronal protein synthesis via mTOR",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roffe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "13147--13152",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1000784107"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sustained translational repression by eIF2alpha-P mediates prion neurodegeneration",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "485",
            "issn": "",
            "pages": "507--511",
            "other_ids": {
                "DOI": [
                    "10.1038/nature11058"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A systems approach to prion disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Syst Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/msb.2009.10"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Successful transmission of three mouse-adapted scrapie strains to murine neuroblastoma cell lines overexpressing wild-type mouse prion protein",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "320--325",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prion straindependent differences in conversion of mutant prion proteins in cell culture",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atarashi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Caughey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katamine",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "7854--7862",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00424-06"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Biological and biochemical characteristics of prion strains conserved in persistently infected cell cultures",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arima",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7104--7112",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Deletion analysis of murine IRF-3 promoter. N2a (a) and 3T3 (b) cells were transiently transfected with pRL-null, and a series of 59-deletion plasmids of murine IRF-3 promoter (pGL3 -2000/-1, pGL3 -1000/-524, pGL3 -1000/-1, pGL3 -523/-1, pGL3 -340/-1 and pGL3 -119/-1) or the empty plasmid (pGL3-Basic). Schematic structures of the plasmids are shown on the left. Results were normalized to the co-expressed renilla luciferase activity, and the activity of pGL3-Basic was set to 1.0. Results represent the mean 6 SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Reduction in IRF-3 promoter activity in prion-infected cells. (a) The levels of IRF-3 mRNA in N2a58 and ScN2a58 cells. Results represent the mean 6 SD. P value was determined by Student's t test (**: P , 0.01). The quantitative, real time-PCR data were normalized by the b-actin mRNA levels. (b) N2a58 and ScN2a58 cells were transiently transfected with pGL3 -119/-1 and pRL-null. Results were normalized to the co-expressed renilla luciferase activity, and the activity in N2a58 cells was set to 100%. Results represent the mean 6 SD, n54. P value was determined by Student's-t test (***: P , 0.001). (c) The promoter activities of ScN2a58 cells continuously treated with CR or PPS. Cells were transfected with pGL3 -119/-1 and pRLnull. Results were normalized to the co-expressed renilla luciferase activity, and the activity of each control cell was set to 1.0. Results represent the mean 6 SD, n53. P values were determined by Student's-t test (*: P , 0.05, ***: P , 0.001). (d) The levels of PK-resistant PrP [M20, PK (1)] in drug-treated N2a58 and ScN2a58 cells were analyzed by immunoblotting. PPS: pentosan polysulfate, CR: Congo red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mutation analysis of murine IRF-3 promoter. (a) Nucleotides sequences of the promoter region (nt 2119 to 21) and the putative binding sites for the transcription factors are indicated on the sequence. (b) Nucleotide sequences of the original and mutated (M1 and M2) Oct-1 binding sites. (c) The promoter activity of N2a cells transiently transfected with pRL-null, and pGL3 -119/-1 or pGL3 -119/-1 (M1). (d) The promoter activity of 3T3 cells transiently transfected with pRL-null, and pGL3 -119/-1 or pGL3 -119/-1 (M1). (e) The promoter activity of N2a cells transiently transfected with pRL-null, and pGL3 -119/-1 or pGL3 -119/-1 (M2). (f) The promoter activity of 3T3 cells transiently transfected with pRL-null, and pGL3 -119/-1 or pGL3 -119/-1 (M2). (g) Nucleotide sequences of the original and mutated (M3) E2F1 binding sites. (h) The promoter activity of N2a cells transiently transfected with pRL-null, and pGL3 -119/-1 or pGL3 -119/-1 (M3). (i) The promoter activity of 3T3 cells transiently transfected with pRLnull, and pGL3 -119/-1 or pGL3 -119/-1 (M3). Results were normalized to the co-expressed renilla luciferase activity, and the value of the original activity was set to 100%. Results represent the mean 6 SD, n54. P values were determined by Student's-t test (***: P , 0.001; **: P , 0.01).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Exogenous Oct-1 regulates murine IRF-3 promoter activity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Down-regulation of Oct-1 in prion-infected materials. The endogenous Oct-1 expression was examined in N2a58 and ScN2a58 cells (a), and in the uninfected and 22 L prion-infected ddY mice brains (Un-Br and 22L-Br) (b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Quantitative real-time PCR (qRT-PCR). Total RNA was harvested from the cells using GenElute TM Mammalian Total RNA Miniprep kit (Sigma). RNA was reverse transcribed with ThermoScript (Invitrogen), and the resulting cDNA was used in a PCR with the original primers and QuantiTect SYBR Green PCR Kit (QIAGEN). For the quantitative PCR, we used the light-cycler instrument system (Roche Diagnostics, Mannheim, Germany). IRF-3 cDNA was amplified using 59-ACG TGT CAA CCT GGA AGA GG -39 as the sense primer and 59-GGC ACC CAG ATG TAC GAA GT -39 as the antisense primer. As an internal standard, mouse b-actin cDNA sense primer, 59-AAA TCG TGC GTG ACA TCA AA -39 and antisense primer, 59-AAG GAA GGC TGG AAA AGA GC -39, were used.",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "Oligonucleotide primers used in the study CCCAAGCTTGGCCTTCCGCCTACAGGCATGCTGGGAACGCCATATGCAAATGACCCGAAAAGA pcDNA Oct-1-HA mOct-1-F: ATTGGGCCCTTCAAAATGGCGGACGGAGGA mOct-1-R: CCGCTCGAGTCATTAAGCGTAATCTGGAACATCGTATGGGTACTGTGCCTTGGAGGC ChIP (-240/140) ChIP (-240/140)-F: ACTGGCTGTGGCCTTTCCTGCAA ChIP (-240/140)-R: TTCGGCTTAGCAGGCCTAACT ChIP (-119/-1) ChIP (-119/-1)-F: AACTTTCCCACGCCTGCGCAC ChIP (-119/-1)-R: GGCCTTCCGCCTACAGGCATG Note: XhoI (CTCGAG) and HindIII (AAGCTT) sites are underlined.www.nature.com/scientificreports SCIENTIFIC REPORTS | 4 : 6006 | DOI: 10.1038/srep06006",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "T.H. and D.I. designed the project, performed experiments, and wrote the manuscript. T.N., T.F., K. Sano and K.Satoh supervised and discussed the data. D.I., R.A. and N.N. revised the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "Supplementary information accompanies this paper at http://www.nature.com/ scientificreports Competing financial interests: The authors declare no competing financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}