{
    "paper_id": "103228b102f34e60c7057cc68069d00194959837",
    "metadata": {
        "title": "Supplementary Information for mTOR inhibitors lower an intrinsic barrier to virus infection mediated by IFITM3",
        "authors": [
            {
                "first": "Guoli",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stosh",
                "middle": [],
                "last": "Ozog",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruce",
                "middle": [
                    "E"
                ],
                "last": "Torbett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [
                    "A"
                ],
                "last": "Compton",
                "suffix": "",
                "affiliation": {},
                "email": "alex.compton@nih.gov"
            }
        ]
    },
    "abstract": [
        {
            "text": "Cell culture and mTOR inhibition. HeLa (ATCC: CCL-2), HEK293T (ATCC: CRL-326), primary human foreskin fibroblasts (ATCC: SCRC-1041), TZM-bl (NIH AIDS Reagent Resource: 8129) and murine embryonic fibroblasts (a gift from M. Diamond) and any derivatives produced in this study were cultivated at 37°C and 5% CO2 in DMEM (Gibco) complemented with 10% fetal bovine serum (Hyclone) and 1% penicillin-streptomycin (Gibco) and regularly passaged with the aid of Trypsin-EDTA (0.05%). Rapamycin, Torin 1, bafilomycin A1, MG-132, cycloheximide (Sigma) and EGA (Calbiochem) were reconstituted in DMSO and stored in aliquots at -20°C. Earle's Balanced Salt Solution (EBSS) without calcium, magnesium, or phenol red was purchased from Gibco.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Immunofluorescence confocal microscopy. Cells were seeded (15,000/well) in Lab-Tek II chamber slides (Thermo Fisher) overnight and treated with DMSO, rapamycin (20 uM), or rapamycin and bafilomycin A1 (1uM) for four hours followed by fixation/permeabilization with Cytofix/Cytoperm (BD) for 20 minutes. Primary antibodies were diluted in Odyssey blocking buffer in PBS (Li-Cor) and incubated with cells for 30 minutes at room temperature. Cells were washed and incubated with Alexa Fluor-labeled secondary antibodies for 30 minutes at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "wash buffer (PBS + 0.1% saponin + 1% BSA). Cells were stained with anti-IFITM2/3 (Proteintech, 66081-1-Ig), and anti-LAMP1 Antibody (Thermo Fisher, PA1-654A) overnight at 4°C. Slides were washed three times and incubated for one hour with Alexa Fluor-conjugated secondary antibodies for one hour at room temperature. Slides were mounted for three days with ProLong Gold Antifade Reagent (Thermo Fisher, P36930). Confocal microscopy analysis of endosomal markers was performed using a Zeiss 710 laser scanning confocal microscope at 64X oil-immersion magnification at a 2-fold digital zoom with a 1024 x 1024 field size. For establishing voltage and aperture parameters, snap images were captured for each channel using control slides stained only with secondary antibody. Images were collected in 16-slice intervals and 0.2 µm apart. At least 50 cells were imaged for each condition. Z-stacks were analyzed with Imaris (Bitplane) using the ImarisCell analysis module to quantify number and intensity of IFITM2/3 and LAMP-1+ vesicles. Statistical analysis of vesicle quantity and staining intensity was conducted using Prism 7 (GraphPad) and evaluated with the Kruskal-Wallis test using Dunn's multiple comparison correction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HeLa cells were treated with DMSO or rapamycin (20 uM) for four hours and total RNA was extracted with Tri-Reagent (Sigma). RNA was incubated with Turbo DNAse I (Ambio) for one hour at 37°C followed by first-strand cDNA synthesis using the SuperScript III kit (Invitrogen). Quantitative PCR of cDNA templates was run on a DNA Engine Opticon 2 detection system using Power SyberGreen PCR Master Mix (Applied Biosciences) paired with the following primer sets: 5'-GAATCACACTGTCCAAACCTTC-3' and 5'-CATAGGCCTGGAAGATCAGC-3' (IFITM3); 5'-GAAATCCCATCACCATCTTCCAGG-3' and 5'-GAGCCCCAGCCTTCTCCATG-3' (GAPDH). HeLa cells were seeded in 24-well plates (50,000/well) overnight and treated with DMSO or the indicated concentration of Torin 1 for four hours. Cells were fixed/permeabilized, stained with anti-IFITM3, and analyzed by flow cytometry. (C) HEK293T cell lines stably expressing FLAGtagged IFITM3, IFITM3 mutants, IFITM2, or IFITM1 were seeded in 24-well plates (50,000/well) overnight and treated with DMSO or rapamycin (30 uM) for four hours. Cells were fixed/permeabilized, stained with anti-IFITM3, and analyzed by flow cytometry. MFI from univariate histograms of IFITM3 or FLAG expression were normalized and averaged, with expression in the DMSO condition of each cell line set to 100. Error bars indicate standard error from three to five experiments. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse transcription quantitative polymerase chain reaction (RT-qPCR)."
        },
        {
            "text": "Rel. IFITM3 protein",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of Raptor Rictor silencing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunoblotting was performed with anti-IFITM1, anti-IFITM2, anti-IFITM3, and anti-IFITM2/3. Actin served as loading control. (B) SDS-PAGE and western blot analysis of whole cell lysates derived from HeLa cells stably expressing shRNA (scrambled control or IFITM3) treated with DMSO, rapamycin (20 uM) alone, rapamycin and bafilomycin A1 (1 uM), or bafilomycin A1 (1 uM) alone for four hours. Immunoblotting was performed with anti-IFITM2/3 and enhanced to reveal bands of higher molecular weight (marked with asterisk). Bands specific to IFITM2 and IFITM3 are indicated with red and green arrows, respectively. Actin served as loading control",
            "authors": [],
            "year": null,
            "venue": "and western blot analysis of whole cell lysates derived from 293T cells transfected with pQCXIP-FLAG-IFITM1, -IFITM2, or -IFITM3 for 48 hours",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immunoblotting was performed with anti-IFITM3 and anti-IFITM2/3. Actin served as loading control. (D) SDS-PAGE and western blot analysis of whole cell lysates derived from TZM-bl (WT and IFITM3 KO)",
            "authors": [],
            "year": null,
            "venue": "Immunoblotting was performed with anti-IFITM3 and anti-IFITM1",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Actin served as loading control. (E) SDS-PAGE and western blot analysis of whole cell lysates derived from TZM-bl (WT and IFITM3 KO) treated with DMSO, rapamycin (20 uM), or rapamycin plus bafilomycin A1 (1 uM). Immunoblotting was performed with anti-IFITM3 and anti-IFITM2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rapamycin relieves lentiviral vector transduction resistance in human and mouse hematopoietic stem cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Blood",
            "volume": "124",
            "issn": "",
            "pages": "913--923",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) HEK293T cells were seeded in 24-well plates (50,000/well) overnight and treated with 250 IU/mL interferon-b for 24 hours. DMSO or the indicated concentration of rapamycin was added for four, eight, or 24 hours. Cells were fixed/permeabilized, stained with anti-IFITM3, and analyzed by flow cytometry. Error bars indicate standard error from three experiments. (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) HeLa cells were treated with DMSO for four hours and fixed/permeabilized, stained with anti-IFITM3 and anti-LAMP1 or anti-EEA1, and imaged by immunofluorescence confocal microscopy. The average Pearson's correlation coefficient or R (PCC) and standard deviation were calculated for ten cells per staining combination, identified by selecting regions of interest (ROI). (B) HeLa cells were treated with DMSO, rapamycin (20 uM), or rapamycin and bafilomycin A1 (1 uM) for four hours and fixed/permeabilized, stained with anti-IFITM3 and anti-EEA1, and imaged by immunofluorescence confocal microscopy. (C) HeLa cells were treated with DMSO or rapamycin (20 uM) for the durations indicated. Cells were fixed/permeabilized, stained with anti-IFITM3, anti-LAMP1, or anti-EEA1, and analyzed by flow cytometry. Univariate histograms from one experiment is shown, representative of three. (D) TZM-bl cells were transfected with LAMP1-RFP for 24 hours. Cells were treated with DMSO or rapamycin (20 uM) for four hours and fixed/permeabilized, stained with anti-IFITM3 and anti-LC3, and imaged by immunofluorescence confocal microscopy. Scale bars are 10 microns. . S3. (A) SDS-PAGE and western blot analysis of whole cell lysates derived from TZM-bl (left) and primary HFF (right) treated with DMSO, rapamycin (20 uM), rapamycin and bafilomycin A1 (1 uM), EBSS medium, or EBSS medium and bafilomycin A1 (1 uM) for four hours. Immunoblotting was performed with anti-IFITM3, and anti-LC3. Tubulin served as loading control. (B) SDS-PAGE and western blot analysis of whole cell lysates derived from HeLa (WT and ATG9a KO) treated with DMSO, rapamycin (20 uM), or rapamycin and bafilomycin A1 (1 uM) for four hours. Immunoblotting was performed with anti-ATG9a and anti-LC3. Tubulin served as loading control. HeLa (WT and ATG9a KO) were treated with rapamycin (20 uM) for four hours and fixed/permeabilized, stained with anti-IFITM3, and analyzed by flow cytometry. Univariate histograms of IFITM3 expression are provided from one experiment, representative of three. (C) HeLa cells were treated with DMSO or rapamycin (20 uM) and bafilomycin A1 (1 uM) for four hours and fixed/permeabilized, stained with anti-IFITM3 and anti-CD63, and imaged by immunofluorescence confocal microscopy. The average Pearson's correlation coefficient or R (PCC) and standard deviation were calculated for ten cells per staining combination. (D) SDS-PAGE and western blot analysis of whole cell lysates from HeLa cells transfected with siRNA (non-targeting control, Raptor, or Rictor) for 72 hours. Immunoblotting was performed with anti-Raptor and anti-Rictor. Actin served as loading control. (E) HeLa cells were transfected with siRNA (non-targeting control, Raptor, or Rictor) for 72 hours and fixed/permeabilized, stained with anti-IFITM3, and analyzed by flow cytometry.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "HeLa Rapa Torin1_Torin 50_007.fcs 82.9 1064 HeLa Rapa Torin1_Torin 20_005.fcs 82.5 2035",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}