{
    "paper_id": "1052ac76b8c769749a3400eb9479e34a35407eae",
    "metadata": {
        "title": "Supplementary Information for The small molecule ISRIB suppresses the integrated stress response within a defined window of activation Supplementary text Figs. S1 to S4 References for SI reference citations",
        "authors": [
            {
                "first": "Huib",
                "middle": [
                    "H"
                ],
                "last": "Rabouw",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martijn",
                "middle": [
                    "A"
                ],
                "last": "Langereis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aditya",
                "middle": [
                    "A"
                ],
                "last": "Anand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [
                    "J"
                ],
                "last": "Visser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raoul",
                "middle": [
                    "J"
                ],
                "last": "De Groot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Walter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [
                    "Jm"
                ],
                "last": "Van",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kuppeveld",
                "middle": [],
                "last": "Frank",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Van Kuppeveld",
                "suffix": "",
                "affiliation": {},
                "email": "f.j.m.vankuppeveld@uu.nl"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Human eIF2 was E. coli codon-optimized, synthesized and cloned into a pUC57 vector by GenScript Inc. PCR-amplified dsDNA fragments containing the eIF2α sequence were cloned into a pET28a vector using an In-Fusion HD Cloning Kit (Takara Bio), resulting in the kanamycin-resistant expression plasmid, pAA007. pAA007 was co-transformed into One Shot BL21 Star (DE3) chemically competent E. coli cells (Invitrogen), along with the tetracycline-inducible, chloramphenicol-resistant plasmid, pG-Tf2, containing the chaperones groES, groEL, and tig (Takara Bio). Transformed cells were grown in Luria broth containing kanamycin and chloramphenicol at 37°C on an orbital shaker. When the culture reached an OD600 of 0.2, 1ng/mL tetracycline was added to induce expression of chaperones. At an OD600 of 0.8, the temperature was reduced to 16°C, eIF2α expression was induced with 1 mM IPTG (Gold Biotechnology) and the culture was grown for 16 hours. Cells were harvested and lysed with EmulsiFlex-C3 (Avestin) in a buffer containing 100 mM HEPES-KOH, pH 7.5, 300 mM KCl, 2 mM dithiothreitol (DTT), 5 mM MgCl2, 5 mM imidazole, 10% glycerol, 0.1% NP-40, and complete EDTA-free protease inhibitor cocktail (Roche). The lysate was clarified at 10,000g for 60 min at 4°C. Subsequent purification steps were conducted on the ÄKTA Pure (GE Healthcare) system at 4°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended technical description of the purification of eIF2α and phosphorylated eIF2α"
        },
        {
            "text": "The clarified lysate was loaded onto a 5-ml HisTrap FF Crude column (GE Healthcare), washed in a buffer containing 20 mM HEPES-KOH, pH 7.5, 100 mM KCl, 5% glycerol, 1 mM DTT, 5 mM MgCl2, 0.1% NP-40, and 20 mM imidazole, and eluted with 75-ml linear gradient of 20 to 500 mM imidazole. The eIF2α containing fractions were then collected and applied to a MonoS HR 10/10 (GE Healthcare) equilibrated in a buffer containing 20 mM HEPES-KOH, pH 7.5, 100 mM KCl, 1 mM DTT, 5% glycerol, and 5 mM MgCl2. The column was washed in the same buffer and eluted with a 75-mL linear gradient of 100 mM to 1 M KCl. eIF2α containing fractions were collected and concentrated with an Amicon Ultra-15 concentrator (EMD Millipore) with a 30,000dalton molecular mass cutoff and chromatographed on a Superdex 75 10/300 GL (GE Healthcare) column equilibrated in a buffer containing 20 mM HEPES-KOH, pH 7.5, 100 mM KCl, 1 mM TCEP, 5 mM MgCl2, and 5% glycerol. A typical preparation yielded approximately 2 mg of eIF2α from a 1-liter culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended technical description of the purification of eIF2α and phosphorylated eIF2α"
        },
        {
            "text": "Phosphorylated eIF2α was expressed and purified as above, but with the following modifications: One Shot BL21 Star (DE3) E. coli were co-transformed with pAA007, pG-Tf2, and a third plasmid expressing the kinase domain of PERK (PERK 4: PERKKD-pGEX4T-1, Addgene plasmid #21817 donated by Dr. David Ron) and a resistance marker towards ampicillin. Transformed bacteria were grown in Luria broth containing ampicillin, kanamycin, and chloramphenicol. For purification, 1x PhosSTOP (Roche) was added to the lysis and purification buffers. Phosphorylation was confirmed by Phos-Tag SDS-PAGE (Wako) as described previously (1), and by Western blot with an eIF2α S51 phosphorylation-specific antibody (Cell Signaling, #9721).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extended technical description of the purification of eIF2α and phosphorylated eIF2α"
        },
        {
            "text": "cells. U2OS were infected with EMCV-L Zn for 6 h, or treated with 500 µM arsenite for 1 h. 1 h prior to harvesting, cells were treated with 200 nM ISRIB or left untreated. 15 min prior to harvesting, all samples were treated with 20 µg/ml puromycin. Arsenite and EMCV-L Zn containing supernatants were kept on the cells during these treatments. Subsequently, cells were harvested and analyzed by Western blot, using the indicated antibodies. . Quantification of P-eIF2α band intensities, corrected for eIF2α band intensity, is shown in the right panel. Mock infected cells are set at 0% induction, maximum P-eIF2α level was set at 100% induction. (B) Flow cytometry analysis of P-eIF2α levels in cells treated with different arsenite concentrations. Results are shown as histograms (left panels) and the percentage increase in P-eIF2α MFI is shown in the right panel. Mock infected cells are set at 0% induction, maximum P-eIF2α level was set at 100% induction. A representative of two independent experiments is shown. Figure S3 . The P-eIF2α plateau level corresponds to almost complete phosphorylation of the eIF2α pool. (A) purified eIF2α and P-eIF2α samples, as well as mixtures that contain the indicated percentages of phosphorylated eIF2α were analyzed by Western blotting. The ratios in band intensities of P-eIF2α and total eIF2α were quantified in ImageJ software, and used to create the standard curve shown in the right panel. (B) Cell lysates from Hela-R19 cells treated with the indicated arsenite concentrations for 1 h were analyzed by Western blotting, and ratios between P-eIF2α and total eIF2α signals were quantified in ImageJ software. Using the standard curve from (A) as reference, we calculated approximate values for the percentages of eIF2α molecules that are phosphorylated in arsenite treated cells (right panel). Averages and standard deviations of two independent experiments are shown. Figure S4 . EMCV-L Zn induced ISR activity late in infection is not inhibited by increased ISRIB concentrations. HeLa-R19 cells were infected with EMCV-L Zn (MOI=10) for 6 h, or treated with 50 µM arsenite for 1 h. 1 h prior to harvesting, cells were treated with the indicated concentrations of ISRIB. Cells were fixed in PFA and SG formation was analyzed by IFA, using antibodies specific to G3BP1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1020,
                    "end": 1029,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 1918,
                    "end": 1927,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Figure S1. ISRIB does not inhibit EMCV-L Zn -induced ISR activity late in infection in U2OS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Sephin1-insensitive tripartite holophosphatase dephosphorylates translation initiation factor 2α",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crespillo-Casado",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Biol Chem",
            "volume": "18",
            "issn": "20",
            "pages": "7766--7776",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.RA118.002325"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of Western blot and flow cytometry as read-out method for intracellular P-eIF2α levels. HeLa-R19 cells were treated with the indicated arsenite concentrations for 1 h. Each sample was split in two, and analyzed by both Western blot and flow cytometry. (A) Western blot analysis of P-eIF2α and eIF2α levels in cells treated with different arsenite concentrations (left panel)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}