{
    "paper_id": "11a6f813fa996f0baa670ecc66875602f971eef1",
    "metadata": {
        "title": "Cytomegalovirus pneumonia as the first manifestation of severe combined immunodeficiency",
        "authors": [
            {
                "first": "Aleksandra",
                "middle": [],
                "last": "Szczawińska-Popłonyk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poznan University of Medical Sciences",
                    "location": {
                        "settlement": "Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Katarzyna Jończyk-Potoczna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poznan University of Medical Sciences",
                    "location": {
                        "settlement": "Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Lidia",
                "middle": [],
                "last": "Ossowska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poznan University of Medical Sciences",
                    "location": {
                        "settlement": "Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Bręborowicz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poznan University of Medical Sciences",
                    "location": {
                        "settlement": "Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Alicja",
                "middle": [],
                "last": "Bartkowska-Śniatkowska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poznan University of Medical Sciences",
                    "location": {
                        "settlement": "Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacek",
                "middle": [],
                "last": "Wachowiak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poznan University of Medical Sciences",
                    "location": {
                        "settlement": "Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "in one case, whereas Pneumocystis jiroveci was identified as a co-pathogen in one cMV-infected patient. Severe combined immunodeficiency is a pediatric emergency condition and given the significant impact of pulmonary CMV infection in SCID children, establishing an accurate etiological diagnosis is of essential importance in instituting the specific treatment and improving the outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe combined immunodeficiency (SCID) is a group of inherited, genetically heterogeneous disorders characterized by a defective T lymphocyte development, leading to their absence or dysfunction that affects both cellular and humoral arms of adaptive immunity. Depending on the genetic defect influencing the presence or absence of B lymph cells and NK cells, SCID may be conventionally categorized as T-B+ and T-B-SCID, the first being caused by mutations in cytokine-mediated signaling and defective V(D)J (variable, diversity, joining) recombination necessary for the rearrangement of the B and T cell receptor genes in the latter [1] . A defective T-cell mediated immune response and the subsequent inability to clear viral infections makes SCID infants susceptible to inflammatory lung damage due to infections with paramyxoviruses and adenoviruses, with high rates of respiratory failure and mortality [2] . Progressive interstitial pneumonitis with hyper-inflation reflecting the impairment of peripheral ventilation are common features of an infection with Pneumocystis jiroveci, as a co-pathogen with respiratory viruses [1, 3] .",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 638,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1131,
                    "end": 1134,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1135,
                    "end": 1137,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the paper we describe the manifestation and etiology of the respiratory tract infections in five infants in whom the diagnosis of SCID had been established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We retrospectively reviewed 5 children, 2 girls and 3 boys, aged from 6 to 15 months (mean age 10 months), referred to our pediatric pneumonology, allergology and immunology clinic because of lower respiratory tract infections for the purpose of diagnosis and treatment. All of the children studied were born from young, non-consanguineous parents of Polish origin, at term and by the natural birth. In one case, a family history of pregnancy failure was noted. All newborns' Apgar score was 10 and they were vaccinated against tuberculosis and hepatitis B according to the Polish vaccination program; no post-vaccination adverse effects were observed in any of them. Two children, aged 13 and 15 months, received a live attenuated trivalent vaccine against measles, mumps and rubella without any serious adverse effects. Their perinatal period was uncomplicated and for the first six months of life they thrived and did not suffer from any serious infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "All the patients studied were initially admitted to pediatric wards of regional hospitals because of lower respiratory tract infections and then were referred to our supraregional clinical hospital because of treatment failure and development of symptoms of respiratory and circulatory insufficiency. In two children, clinical symptoms of respiratory failure were the indication for hospitalization in the intensive care unit and for mechanical ventilation. Erythroderma that had been noted since the neonatal period and candidal stomatitis were distinctive features in one boy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "A chest radiographic examination was done on admission in all the children studied. Indications for the high-resolution computed tomography (HRCT) were considered individually and this examination was performed in four patients. On admission, basic hematological and biochemical tests, evaluation of inflammatory markers and microbiological examinations including blood and bronchial secretion cultures as well as identification of antigens of infectious agents by PCR methods, were performed. Lymphopenia, with low CD3 and CD4 lymphocyte counts (see Table 1 ), low serum levels of major classes of immunoglobulins and flow cytometric evaluation of lymphocyte subsets of peripheral blood and bone marrow have led to the establishing of the diagnosis of a T-B+NK+ SCID in three of the children and a T-B+NK-SCID in the remaining two children. In four of the five affected children, a qualitative PCR examination of CMV-DNA in the peripheral blood was positive, whereas in one of them Pneumocystis jiroveci was identified in bronchial secretions as a co-pathogen. In the next T-B+NK+ SCID 15-month-old female patient, in whom cytomegalovirus infection had not been proven, the human coronavirus HKU1 (hCoV-HKU1) was the only one pathogen identified. In all the children studied, infections with respiratory syncytial virus (RSV) A and B, rhinovirus A and B, adenovirus, metapneumovirus, influenza A (including A H1N1) and B viruses, parainfluenza 1, 2 and 3 viruses, coronavirus oc43 and 229e, Mycoplasma pneumoniae, Chlamydophila pneumoniae, Legionella pneumophila and Pneumocystis jiroveci were excluded on negative PCR examinations of tracheal aspirate samples as well as infections with Epstein-Barr virus (EBV), herpes simplex viruses type 1 and 2 (HSV 1 and 2), hepatitis B and C viruses (HBV, HCV) were excluded on negative PCR examinations of peripheral blood. Infection with human immunodeficiency virus (HIV) was excluded on a negative ELISA test of peripheral blood; however, in an immunocompromised patient a test based on antibody detection is characterized by a low sensitivity. Blood and bronchial secretion cultures did not show any pathological flora, either bacterial or fungal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 558,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "In all the children affected, chest X-rays (CXR) showed bilateral interstitial infiltrations and progressive parenchymal infiltrations with decreased aeration of the lungs. In HRCT imaging, they manifested as a white-glass pattern or as consolidated infiltrations with atelectasis. The radiographic features of destruction of the lung parenchy- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "A chest X-ray of a 10-month old boy with a T-B+NK-SCID and CMV infection, showing extensive inflammatory infiltrations, most intensive in the perihilar areas of both lungs, with blurred borders of the heart shape and focal and peripheral emphysema ma, such as abscesses or pneumatoceles were not observed in any of the children studied. The radiographic presentation of CMV-related pneumopathy in a child with SCID is shown on Fig. 1 . Unfortunately, none of these children had a HLAmatched sibling donor and haploidentical hematopoietic cell transplantation (HCT) was performed in three of the children. In one of these children, post-transplantation chronic CMV infection and graft versus host disease contributed to a fatal outcome. In the next two children with T-B+NK+ SCID, one with CMV coexisting with Pneumocystis jiroveci infection and in another one with hCoV-HKU1 infection, who developed the most severe symptoms of respiratory and circulatory insufficiency and were hospitalized in the intensive care unit, HCT was rendered impossible because of their critical state. These children died because of the multiorgan failure despite intensive multidirectional antiviral (including ganciclovir or acyclovir), antibacterial and antifungal pharmacotherapy, immunoglobulin infusions and prophylaxis against Pneumocystis jiroveci infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 433,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Fig. 1."
        },
        {
            "text": "In severely immunocompromised SCID children, a persistent infection with cytomegalovirus (CMV) may also present in the form of bronchiolitic signs, clinically indistinguishable from other respiratory viral infections, and typically accompanied by extensive pulmonary infiltrations, contributing to a poor prognosis, in particular in recipients of hematopoietic cell transplantations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of our retrospective analysis indicate that severe, life-threatening respiratory tract infections of viral etiology are the most frequent initial manifestation of severe combined immunodeficiencies. It is worth noting that administration of live attenuated vaccines against Mycobacterium tuberculosis in all children studied as well as against measles, mumps and rubella in the two patients, did not lead to vaccine-associated adverse effects in any of them despite T-cell lymphopenia, posing a high risk of complications. In as many as four of all five of the children studied, we found specific etiology, associated with CMV infection and in one child we documented an hCoV infection [4] . Certainly, such a small study group of children with SCID as a result of the proportional frequency of this primary immunodeficiency in the pediatric population [5] , estimated at about 7% of all PIDs [6] was under investigation, is the major limitation of this review. However, among patients with acquired CMV infection, neonates and infants contribute to the large proportion of the infected Polish population, reaching 50% [7] . The host's immune status governs further viral propagation and CMV-related pathology, including interstitial pneumonia. Cell-mediated immunity is the main defense against CMV disease, including CD4 T helper cells and interferon gam-ma (IFN-γ) and interleukin 2 (IL-2) production, CD8 T cell-mediated cytolytic activity, as well as NK cell cytotoxicity. As inadequate immune response of CD4 T cells is a major factor responsible for lack of immune control of CMV infection, therefore, cytomegalovirus is considered to be a major pathogen in severely immunocompromised individuals as infants with SCID [8] and children with secondary immunodeficiencies, such as recipients of hematopoietic cell transplantation [9, 10] . Significant morbidity and mortality in immunodeficient hosts may result from a primary, congenital or acquired infection, occur as a consequence of reactivation of the latent virus, or infection with a new CMV strain. Severe, occasionally life-threatening disease, which can manifest with viremia, pneumonia, hepatitis, as well as central nervous system pathology may be observed both in congenital and acquired infections [11] .",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 701,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1131,
                    "end": 1134,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1737,
                    "end": 1740,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1846,
                    "end": 1849,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1850,
                    "end": 1853,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2279,
                    "end": 2283,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Severe combined immunodeficiency CID is a prenatal disorder of the lymphocyte T development and is a pediatric emergency condition, because its early recognition is of critical importance for accomplishing hematopoietic cell transplantation and immune reconstitution. However, in most affected newborns, as in our five SCID patients studied, this immune deficiency is clinically silent and they appear healthy at birth [12] . Furthermore, a late onset of clinical manifestations of SCID in the form of infectious complications was observed in our study group.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Severe interstitial pneumonia of viral, particularly CMV, etiology in an infant, apart from lymphopenia and hypogammaglobulinemia, should alert physicians to the significance of signs which might suggest the presence of this life-threatening immune deficiency. While the chest X-ray and HRCT imaging findings are usually non-specific, the patient's age and the immune status correlate with the etiology of pneumonia and limit the spectrum of differential diagnoses [13] . This is the first report on severe combined immunodeficiency which indicates the prevalence of cytomegalovirus etiology of respiratory tract infection in affected children. Given the significant impact of pulmonary CMV infection in SCID children, establishing an accurate etiological diagnosis is of essential importance in instituting the specific treatment and improving the outcome.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 469,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The expanding clinical and immunological spectrum of severe combined immunodeficiency",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Burg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gennery",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Pediatr",
            "volume": "170",
            "issn": "",
            "pages": "561--571",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory viral infections in primary immune deficiencies: significance and relevance to clinical outcome in a single BMT unit",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Crooks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bone Marrow Transplant",
            "volume": "26",
            "issn": "",
            "pages": "1097--1102",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pulmonary diseases in children with severe combined immune deficiency and DiGeorge syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deerojanawong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Eng",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatr Pulmonol",
            "volume": "24",
            "issn": "",
            "pages": "324--330",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fatal respiratory distress syndrome due to coronavirus infection in a child with severe combined immune deficiency",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Szczawińska-Popłonyk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jończyk-Potoczna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bręborowicz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "",
            "pages": "634--636",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neonatal screening for severe combined immunodeficiency",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Puck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Current Opin Pediatr",
            "volume": "23",
            "issn": "",
            "pages": "667--673",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Educational paper: Primary immunodeficiencies in children: a diagnostic challenge",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vries",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Driessen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Pediatr",
            "volume": "170",
            "issn": "",
            "pages": "169--177",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CMV and EBV infections in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polz-Dacewicz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stec",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Koncewicz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Przegl Epidemiol",
            "volume": "56",
            "issn": "",
            "pages": "65--72",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effects of intrapulmonary viral tropism and cytokine expression on the histological pattern of cytomegalovirus pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsuchida",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kosugi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pathol Int",
            "volume": "62",
            "issn": "",
            "pages": "628--639",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Combined umbilical cord blood and bone marrow transplantation from a sibling in a patient with Fanconi anemia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pawelec",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boruczkowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oldak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Centr Eur J Immunol",
            "volume": "38",
            "issn": "",
            "pages": "399--402",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cytomegalovirus in hematopoietic stem cell transplant recipients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hakki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "1",
            "issn": "",
            "pages": "151--169",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cytomegalovirus infection in pediatric immunocompromised hosts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Michaels",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Disord Drug Targets",
            "volume": "11",
            "issn": "",
            "pages": "437--448",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genetics of SCID",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cossu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ital J Pediatr",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1824-7288-36-76"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pulmonary infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daltro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Gasparetto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "69--82",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Peripheral blood T cell and CD4 T cell counts in SCID children",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}