{
    "paper_id": "11def60675b38fbb811f2b7a9ad62f5d938c8956",
    "metadata": {
        "title": "An Outbreak of Middle East Respiratory Syndrome Coronavirus Infection in South Korea, 2015",
        "authors": [
            {
                "first": "Jun",
                "middle": [
                    "Yong"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yonsei University College of Medicine",
                    "location": {
                        "addrLine": "50-1 Yonsei-ro, Seodaemun-gu",
                        "postCode": "120-752",
                        "settlement": "Seoul, Seoul",
                        "country": "Korea., Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Jun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yonsei University College of Medicine",
                    "location": {
                        "addrLine": "50-1 Yonsei-ro, Seodaemun-gu",
                        "postCode": "120-752",
                        "settlement": "Seoul, Seoul",
                        "country": "Korea., Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yonsei University College of Medicine",
                    "location": {
                        "addrLine": "50-1 Yonsei-ro, Seodaemun-gu",
                        "postCode": "120-752",
                        "settlement": "Seoul, Seoul",
                        "country": "Korea., Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Between May and July 2015, there was an unexpected outbreak of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in South Korea. The outbreak has emerged as the largest one outside the Middle East. As of July 20, there have been 186 laboratory-confirmed MERS cases, including 36 deaths, 136 recovered individuals discharged from the hospital, and 14 patients who remain in hospitals (Fig. 1) . 1, 2 The index patient was a 68-year-old Korean man. 2 5 The appearance of MERS-CoV was unexpected and unfamiliar to most physicians. Infection prevention and control measures in hospitals were not optimal. Extremely crowded emergency rooms and multi-bed rooms contributed significantly to nosocomial infection in some hospitals. The practice of seeking care at a number of medical facilities may have also been a contributing factor. Additionally, the custom of having many friends and family members accompany or visit patients may have contributed to secondary spread of the infection. Meanwhile, no evidence of community transmission has emerged. Several super-spreading events, which happened within hospitals from patients 1, 14, 16, and 76, contributed to 80% of all subsequent cases. As well, whole genome sequencing of the MERS-CoV from this outbreak did not identify any major mutations different from global MERS-CoV. The factors that drove the super-spreading events of the outbreak have not yet been established. Medical procedures that can generate aerosols from the lower respiratory tract of an undiagnosed patient with severe pneumonia could contribute as a super-spreading event. In addition, the crowdedness of the hospitals and environmental contamination could other reasons for the special event.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 412,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 413,
                    "end": 414,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 463,
                    "end": 464,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 465,
                    "end": 466,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 407,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "www.eymj.org"
        },
        {
            "text": "Strong infection control measures, including robust contact tracing, active surveillance, quarantine and isolation, have been applied to control the outbreak, since the initial recognition of the outbreak by the Korean government. As of July 20, a total of 16692 persons have been quarantined for 14 days, and 16671 persons have been discharged therefrom. 1 The infection control measures are anticipated to control this outbreak successfully within several additional weeks.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 357,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "www.eymj.org"
        },
        {
            "text": "This large and complex outbreak, which arose in crowded hospitals within metropolitan cities, exposed several problems with the Korean healthcare system, including emergency preparedness and response systems by the government, as well as infection prevention and control measures in hospitals. To prevent recurrence of a similar situation, we should not only seek to improve and strengthen such systems and measures, but also to develop trained experts and proper facilities. In addition, the outbreak raised several research questions on the epidemiology, virology, pathogenesis, infection control, and treatment of MERS-CoV infection that await answering. Research into the Korean outbreak will provide valuable lessons for better global public health. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "www.eymj.org"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Korea Ministry of Health and Welfare and Center for Disease Control and Prevention. Updates on MERS: for Press Release",
            "authors": [],
            "year": 2015,
            "venue": "?PAR_MEN U_ID=04&MEN U_ ID=0403&page=1&CONT_SEQ=324338",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Korean Society of Infectious Diseases; Korean Society for Healthcare-associated Infection Control and Prevention. An Unexpected Outbreak of Middle East Respiratory Syndrome Coronavirus Infection in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "120--122",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Korea Ministry of Health and Welfare and Center for Disease Control and Prevention. Identification of imported MERS case: for Press Release",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)-Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO recommends continuation of strong disease control measures to bring MERS-CoV outbreak in Republic of Korea to an end: for News Release",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Transmission linkage of Middle East respiratory syndrome coronavirus outbreak in South Korea, May to July 2015 (n=186).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "-4 Between April 24 and May 4, the patient had been travelling throughout the Middle East region (Bahrain, United Arab Emirates, Saudi Arabia, and Qatar), and returned to South Korea on May 4. On May 11, he developed fever and myalgia. He visited a clinic between May 12 and May 15, and was admitted to hospital A in Pyeongtaek City on May 15. On May 17, he was discharged from hospital A, and visited the emergency department of hospital B in Seoul on May 17. On May 18, he was admitted to hospital B, where he was diagnosed with MERS-CoV infection on May 20. The index patient was subsequently transferred to another hospital designated by the Korean government to treat highly pathogenic infectious diseases. A large cluster of 34 patients, including four healthcare workers, with confirmed MERS-CoV is known to have had direct or indirect contact with the index patient. Among them, five patients (patients 6, 14, 15, 16, and 17) brought about subsequent clusters in five different hospitals. The largest cluster of 85 MERS cases developed while patient 14 was visiting the emergency room of hospital B between May 27 and May 29. A joint mission by the World Health Organization and the Republic of Korea's Ministry of Health and Welfare assessed the outbreak and identified several reasons of the outbreak.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author would like to thank Dong-Su Jang, MFA (Medical Illustrator, Medical Research Support Section, Yonsei University College of Medicine, Seoul, Korea), for his help with the illustrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}