{
    "paper_id": "11f3cdbb678b326042e1d0c38887a34a2177ddfe",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Niels",
                "middle": [
                    "C"
                ],
                "last": "Pedersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "ncpedersen@ucdavis.edu"
            },
            {
                "first": "Yunjeong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansas State University",
                    "location": {
                        "settlement": "Manhattan",
                        "region": "KS",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongwei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anushka",
                "middle": [
                    "C"
                ],
                "last": "Galasiti Kankanamalage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wichita State University",
                    "location": {
                        "settlement": "Wichita",
                        "region": "KS",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chrissy",
                "middle": [],
                "last": "Eckstrand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "C"
                ],
                "last": "Groutas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wichita State University",
                    "location": {
                        "settlement": "Wichita",
                        "region": "KS",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Bannasch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Juliana",
                "middle": [
                    "M"
                ],
                "last": "Meadows",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyeong-Ok",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kansas State University",
                    "location": {
                        "settlement": "Manhattan",
                        "region": "KS",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dvm",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives The safety and efficacy of the 3C-like protease inhibitor GC376 was tested on a cohort of client-owned cats with various forms of feline infectious peritonitis (FIP). Methods Twenty cats from 3.3-82 months of age (mean 10.4 months) with various forms of FIP were accepted into a field trial. Fourteen cats presented with wet or dry-to-wet FIP and six cats presented with dry FIP. GC376 was administered subcutaneously every 12 h at a dose of 15 mg/kg. Cats with neurologic signs were excluded from the study. Results Nineteen of 20 cats treated with GC376 regained outward health within 2 weeks of initial treatment. However, disease signs recurred 1-7 weeks after primary treatment and relapses and new cases were ultimately treated for a minimum of 12 weeks. Relapses no longer responsive to treatment occurred in 13 of these 19 cats within 1-7 weeks of initial or repeat treatment(s). Severe neurologic disease occurred in 8/13 cats that failed treatment and five cats had recurrences of abdominal lesions. At the time of writing, seven cats were in disease remission. Five kittens aged 3.3-4.4 months with wet FIP were treated for 12 weeks and have been in disease remission after stopping treatment and at the time of writing for 5-14 months (mean 11.2 months). A sixth kitten was in remission for 10 weeks after 12 weeks of treatment, relapsed and is responding to a second round of GC376. The seventh was a 6.8-year-old cat with only mesenteric lymph node involvement that went into remission after three relapses that required progressively longer repeat treatments over a 10 month period. Side effects of treatment included transient stinging upon injection and occasional foci of subcutaneous fibrosis and hair loss. There was retarded development and abnormal eruption of permanent teeth in cats treated before 16-18 weeks of age. Conclusions and relevance GC376 showed promise in treating cats with certain presentations of FIP and has opened the door to targeted antiviral drug therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Drugs that directly inhibit virus replication have become mainstays in the treatment of chronic viral infections such as HIV/AIDS, 1 hepatitis C virus (HCV), 2 hepatitis B virus, herpesvirus and acute infections such as influenza. RNA viruses such as HIV-1 and HCV possess ideal targets for virus inhibition such as RNA-dependent RNA polymerase and protease. Proteases are a particularly good target because they are involved in virus maturation (HIV) or production of functional viral proteins (HCV). Protease inhibitors are also used in combination with inhibitors of reverse transcription for HIV/AIDS for lifelong therapy, and combinations of different",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "protease inhibitors have been highly effective in curing HCV infection in people. 2 Therefore, it is not surprising that viral protease should also be an attractive target for research on RNA virus infections of animals. Kim et al synthesized peptidyl compounds that target 3C-like proteases (3CLpro) and evaluated them for their efficacy against feline coronavirus (FCoV) and feline calicivirus, as well as important human RNA viruses that encode 3CLpro or related 3C protease. [3] [4] [5] [6] They identified a series of compounds that showed potent inhibitory activity against various coronaviruses, including FCoV, with a wide margin of safety. The in vivo efficacy of their 3CLpro inhibitors was evaluated in mice infected with murine hepatitis virus A59, a murine coronavirus, and found to cause significant reductions in virus titers and pathologic lesions. 5 There are currently no commercially available antiviral drugs for coronavirus infections in people or animals, and the studies of Kim et al showed that, as a proof of principal, inhibition of 3CLpro can lead to suppression of coronavirus replication in vivo. 4, 5 They suggested that some of their 3CLpro inhibitors may be used as therapeutic agents against these important viruses in domestic and wild cats. This was demonstrated to be the case in a subsequent study using experimental feline infectious peritonitis (FIP) virus (FIPV) infection in laboratory cats. 6 Although experimental FIPV infection is highly fatal once the infection reaches a definable stage, 14-20 days of GC376 treatment caused rapid disease remission in six cats that has lasted over 12 months at the time of writing in the remainder.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 865,
                    "end": 866,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1126,
                    "end": 1128,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1129,
                    "end": 1130,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1433,
                    "end": 1434,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of a 3C-like protease inhibitor in treating various forms of acquired feline infectious peritonitis"
        },
        {
            "text": "This study was conducted under protocol 18731 approved by the Institutional Animal Care and Use Committee and the Clinical Trial Review Board of the Veterinary Medical Teaching Hospital Clinical Trials Committee, University of California, Davis. This protocol detailed the conditions of the testing of a novel protease inhibitor, GC376, in client-owned cats. Each owner was required to read and consent to the conditions of the trial (supplementary material).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Official protocols"
        },
        {
            "text": "The present study was designed to evaluate the 3CLpro inhibitor GC376 in a group of cats with naturally occurring FIP. The study did not incorporate a placebo group, because, as noted by Miller and Brody, 7 'the leading ethical position on placebo-controlled clinical trials is that whenever proven effective treatment exists for a given condition, it is unethical to test a new treatment for that condition against placebo'. GC376 was proven to be highly effective in curing cats of experimentally induced FIP prior to the study and an effective treatment was presumably available. A natural history of disease group substituted for placebo controls. 8 None of the 20 treated cats demonstrated lasting favorable responses to treatments they received prior to GC376 therapy.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 204,
                    "text": "Miller and Brody,",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 206,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 652,
                    "end": 653,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Organization of clinical trial"
        },
        {
            "text": "Institutional rules precluded the use of cats obtained from shelters or similar facilities for research even of this type, thus requiring that all cats be legally owned/ adopted and treated with strict client consent (supplementary material). Cats with clinically apparent neurologic disease were also not included. Twenty cats from various regions of the USA, of varying age and with different presenting forms of FIP were ultimately enrolled in the trial. This relatively small group of cats allowed valuable insights into trial design, owner interaction and compliance, monitoring safety and efficacy, establishing a minimal dosage regimen, evaluating disease relapses during or following treatment, and determining the clinical forms of FIP most amenable to treatment. This information will, hopefully, assist in the additional testing required for licensing and eventual commercialization of GC376 and for conducting similar trials of future antiviral drugs for FIPV and other chronic viral infections of cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organization of clinical trial"
        },
        {
            "text": "Twenty cats and their owners were ultimately included in the trial and pertinent information on each cat is given in Table 1 and on the entire trial group in Figure 1 . Cats presented to the study with varying degrees of pretesting by their primary-care veterinarians. This testing usually included a complete blood count (CBC) with total plasma protein, globulin (G), albumin (A), A:G; serum chemistry profile and analysis of effusions, including total protein, actual or estimated cell count, and type of inflammatory cells. Additional testing had been performed on a small proportion of cats and included FIPV antibody titers, abdominal or thoracic ultrasound, biopsies of diseased tissue and quantitative real-time PCR (qRT-PCR) on effusions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Description of treatment cohort"
        },
        {
            "text": "Cats with clinical signs indicative of neurologic involvement were excluded from the trial based on earlier unpublished experimental studies with GC376. One cat that was a long-term survivor of an earlier pharmacokinetic and efficacy trial of GC376 had a recurrence of FIP manifested by neurologic signs 6 months after what appeared to be successful treatment of acute infection. 6 This cat failed to respond to a repeat course of GC376, which prompted a study of the ability of the drug to penetrate into the brain. GC376 levels in the brains of laboratory cats were only 3% of plasma drug concentrations.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 381,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Description of treatment cohort"
        },
        {
            "text": "The diagnosis of FIP was confirmed at the time of entry into the study based on signalment, clinical history, examination of prior laboratory test results, physical examination and repeat of basic blood and effusion analyses. Manual palpation of the abdomen was usually sufficient to identify ascites, enlarged mesenteric lymph nodes, enlargement of the cecum and associated ileo-cecal-colic lymph nodes, masses in the kidneys and colonic infiltration. Manual palpation was augmented, when necessary, by ultrasonography. Eyes were examined initially with directed light for any abnormalities in the retina, precipitates in anterior chamber or on the back of the cornea, and aqueous flare. The presence of ocular disease was confirmed when in question by complete ophthalmoscopic examination conducted by the ophthalmology service of the Veterinary Medical Teaching Hospital (VMTH), UC Davis. The presence of FIPV was further confirmed by qRT-PCR, 6 either from abdominal or thoracic effusions taken at the time of admission or at the time of necropsy. Sequencing of the FIPV protease gene was carried out on cats that relapsed while on therapy, to determine whether potential mutation conferring drug resistance had occurred. 5, 6 The diagnosis of dry-to-wet FIP in three cats (CT03, CT10 and CT14) was based on diffuse enlargement of the colon and histories of loose stools, blood and mucus in the stool, straining to defecate and small-caliber stools prior to occurrence of abdominal effusions. Colonic FIP has been described as a specific variant form of non-effusive FIP. 9 Dry-to-wet FIP was also suspected in cats CT01, CT02 and CT12, owing to a stunting of growth that preceded the appearance of abdominal effusions by many weeks.",
            "cite_spans": [
                {
                    "start": 947,
                    "end": 948,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1226,
                    "end": 1228,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1229,
                    "end": 1230,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1576,
                    "end": 1577,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Disease confirmation"
        },
        {
            "text": "Treatment regimen GC376 was synthesized in a highly pure form and formulated at a concentration of 53 mg/ml in 10% ethanol and 90% polyethylene glycol 400, as described previously. 6 GC376 was administered subcutaneously (SC) at a The effective dosage for cats with experimentally induced FIP was 10 mg/kg/ q12h SC, but the dosage was raised to 15 mg/kg after the first cat (CT01) failed to respond to a lower dose of 10 mg/kg suggested by earlier pharmacokinetic studies. 6 This was a clinical decision based on this one cat's response to treatment.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 182,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 473,
                    "end": 474,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Disease confirmation"
        },
        {
            "text": "Monitoring response to treatment Cats with FIP based on pretesting and initial evaluation at the time of presentation to UC Davis were hospitalized for at least 5 days and immediately started on treatment. They were closely evaluated at least twice daily for rectal temperature, pulse, respiration, appetite and activity. Clumping litter was used, allowing for daily evaluation of stool volume and consistency, and urination. Whole blood was collected in EDTA or heparin by venepuncture prior to starting treatment, at 2 day intervals while hospitalized, at the time of discharge and at 2 week intervals for the first month and at monthly or greater intervals thereafter. Routine blood testing at each time point included at a minimum a hematocrit, total plasma protein, icterus index, total white blood cell count, differential white blood cell percentages, and absolute neutrophil, lymphocyte, and monocyte and eosinophil counts. Blood serum chemistry values were taken periodically to check for potential drug toxicities. Samples of abdominal effusions were obtained by paracentesis every other day if obtainable, which was usually for the first 3-7 days. Cats presenting with dyspnea were examined by thoracic ultrasonography and a fluid sample obtained by ultrasound-guided paracentesis. Effusions were examined for presence of fibrinous precipitates, an admixture of neutrophils and small/large mononuclear cells, intensity of yellow discoloration, viscosity by threading and total protein content. Cell pellets from peritoneal or thoracic effusions were also examined by qRT-PCR for viral RNA levels as previously described. 6 Cats were discharged to their owners when a positive response to treatment was noted, usually within 5 days. The owner(s) were instructed either by the trial veterinarian or primary-care veterinarian on how to administer the medication twice a day by subcutaneous injection. Injection sites were varied to include the topline from the nape to the mid-back and on the sides of the chest and flanks. Care was taken to avoid depositing drug into the dermis or sequentially at the same subcutaneous site. Owners were encouraged to keep daily logs on rectal temperature, activity, appetite, defecation and urination, and weekly to bi-weekly body weights. Periodic blood samples for CBC and serum chemistry values were obtained by the owners' personal veterinarians and sent to commercial veterinary diagnostic laboratories. Any abnormal signs or behaviors were to be noted and promptly reported. Euthanasia, when required, was conducted either at UC Davis or by the primary-care veterinarian. Bodies of cats euthanized by primary-care veterinarians were immediately refrigerated and sent on ice packs by overnight express mail to UC Davis for necropsy. The owners' request for care and final disposition of the body was honored.",
            "cite_spans": [
                {
                    "start": 1632,
                    "end": 1633,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Disease confirmation"
        },
        {
            "text": "The first five cats in the trial were treated initially for 2 weeks (CT01, CT02, CT03, CT04 and CT05). A rapid improvement in health was observed in all cats and treatment was stopped. Despite the favorable initial response, disease signs recurred 1 (CT01, CT05), 2 (CT03, CT04) or 7 (CT02) weeks after the 2 week treatments ended ( Figure  2 ). The cats were then retreated, the rationale being to progressively extend primary and secondary treatment periods for as long as their FIP remained responsive to GC376 (see CT04, CT22, Figure 2 ). New cats that entered the trial were next treated for 3 (CT07) or 4 weeks (CT08, CT16). Cats CT08 and CT16 responded initially, but their disease signs reappeared while on treatment. Cat CT08 developed neurologic disease, whereas cat CT16 had a recurrence of abdominal lesions ( Table 1 ). The primary and secondary treatment periods were then extended to 9 weeks (CT07, CT09, CT10, CT14) ( Figure 2 ). Cat CT09 developed neurologic signs during the 9 week primary treatment and was eventually euthanized when disease signs became severe. Cat CT07 developed neurologic disease 6 weeks after starting the second treatment. At that point, all new cats admitted to the trial, and earlier cats such as CT10, were treated or retreated for at least 12 weeks. The benefit of 12 weeks of treatment was most apparent in cat CT04 that had been treated three other times for shorter periods and then eventually relapsed ( Figure 2 ). Treatment was stopped in cats that had no clinical or laboratory disease signs after 12 weeks of either primary or secondary treatments. It was determined that a minimum treatment period should be around 12 weeks. Cat CT21 was treated for 17 weeks because of delayed improvement in total protein and white blood cell counts ( Figure 2 ). This cat suffered a relapse of pleural FIP 13 weeks later and is at the time of writing receiving more treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "text": "Figure  2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 531,
                    "end": 539,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 822,
                    "end": 829,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 934,
                    "end": 942,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1454,
                    "end": 1462,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1792,
                    "end": 1800,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Determining the duration of treatment"
        },
        {
            "text": "A dramatic and progressive improvement in health was observed in 19/20 cats during the first 1-4 weeks of The time scale for treatment and clinical outcome of 20 cats entered into a field trial of GC376 protease inhibitor. Periods during which cats were treated are identified by solid lines. The date of the last day of treatment for the six cats that achieved a sustained clinical remission is indicated. Cat 21 was still on treatment at the time of writing. The remaining 13 cats succumbed to non-neurologic (FIP) or neurologic FIP (neuro-FIP) after being off primary or secondary treatments for 0-7 weeks treatment. The exception was cat CT16, which responded with a decrease in rectal temperature during the first 4 days of treatment. However, the fever returned and health continued to deteriorate over the next 23 days and the cat was euthanized. The fever (>102.5°F) in the other 19 cats disappeared within 24-48 h, associated with a parallel improvement in appetite, activity, growth and weight gain. Abdominal effusions were usually non-detectable within 2 weeks. The residual thoracic effusion remaining after initial therapeutic drainage was largely gone after 3 days in cat CT20. Renal masses in cats CT02 and CT13 also decreased rapidly in size and were non-palpable after 2 weeks. Enlarged mesenteric lymph nodes were somewhat slower to return to normal size. Palpable thickening of the colon and associated ileo-cecal-colic masses were the slowest to resolve and colonic signs persisted in cat CT03 in the face of treatment and a return to otherwise normal health. Jaundice, a frequent finding in younger cats with effusive FIP, slowly resolved over 2 weeks or more, in parallel with decreasing hyperbilirubinemia. Signs of ocular disease began to clear within 48 h and were gone by 1 week, regardless of initial severity ( Figure 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1840,
                    "end": 1849,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Response to initial treatment and favorable response indicators"
        },
        {
            "text": "Weight gain was a simple and accurate measure of growth and improvement of health. The value of monitoring this parameter was typified by CT04, the oldest cat in the trial (Figure 4a ). Cat CT04 presented with significant weight loss of 30%. It gained weight after each round of treatment, began to lose weight shortly before each disease relapse, and regained and added to its weight after each treatment. It regained all its lost weight after 9.3 months off and on treatment (4.8 kg to 7.19 kg). All kittens in sustained remission steadily gained weight during and after antiviral treatment, indicating normal growth continued with antiviral treatment (Figure 4b ). One long-term survivor was spayed (CT15) and two castrated (CT17, 20) without complications during their disease remissions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 182,
                    "text": "(Figure 4a",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 664,
                    "text": "(Figure 4b",
                    "ref_id": null
                }
            ],
            "section": "Response to initial treatment and favorable response indicators"
        },
        {
            "text": "Lymphopenia was a common presenting clinical feature of cats with wet FIP (Figure 5) , and tended to be directly correlated with the severity of abdominal inflammation, as indicated by the viscosity, presence of fibrin tags, protein content, cell count and degree of yellow coloring of the effusion. Lymphopenia improved with treatment in all the cats with wet FIP except CT16, but it was not helpful in predicting disease relapses that occurred thereafter (Figure 5a ). Lymphopenia was not as evident in cats with dry FIP and not as helpful as other parameters in assessing treatment response (Figure 5b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 84,
                    "text": "(Figure 5)",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 467,
                    "text": "(Figure 5a",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 605,
                    "text": "(Figure 5b)",
                    "ref_id": null
                }
            ],
            "section": "Response to initial treatment and favorable response indicators"
        },
        {
            "text": "Total plasma protein levels as an indirect measure of globulin concentration were frequently elevated at presentation, but the values were highly variable over the first 4 weeks and often increased transiently during the resorption of effusions. Cats that ultimately failed treatment tended to have higher total plasma protein concentrations at the onset of treatment and tended to maintain higher levels during treatment than cats that successfully achieved sustained remission ( Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 489,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Response to initial treatment and favorable response indicators"
        },
        {
            "text": "Sequential ascites samples were collected from some of these same cats over the first 6-25 days of antiviral treatment and tested for levels of viral RNA by qRT-PCR. FIPV levels are frequently low or negative in blood from cats with FIP and are highest in cells from effusions. 10 Therefore, cells from ascites or pleural effusions were the most reliable source of FIPV RNA. Cats CT15, CT16 and CT17 had 955, 1699 and 2937 times higher levels of viral RNA, respectively, than CT02, which had the lowest virus load in effusion prior to treatment (Figure 7 ). Viral RNA levels decreased by up to 1,567,463-fold within 2 weeks compared with pretreatment values, except for cat CT16 (Figure 8 ), which had the second highest viral RNA levels prior to antiviral treatment among the 12 cats with effusion samples available for testing ( Figure 7 ). The failure of viral RNA levels of CT16 to rapidly decrease, along with severe lymphopenia, may explain why it did not respond to treatment. CT10 also had a somewhat slower drop in virus levels and relapsed twice after antiviral treatment. It is noteworthy that viral RNA levels in ascites cells from cats CT15, CT17 and CT18 decreased the fastest and were also among the five cats that went into a sustained disease remission. Whether this was a property of the individual FIPV isolates or the form and severity of the host's disease was not determined.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 554,
                    "text": "(Figure 7",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 688,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 831,
                    "end": 839,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Decrease in viral RNA levels in cells from ascitic fluid associated with treatment"
        },
        {
            "text": "Treatment failure due to recurrence of abdominal FIP or occurrence of neurologic disease Thirteen of 20 cats in the trial ultimately succumbed to recurrence of disease. One cat (CT16) failed to show significant improvement and was euthanized 3 weeks after Appearance of the eyes of cat CT08 before starting treatment (a) and 1 week later (b). This cat developed severe neurologic signs 3 weeks after starting treatment starting a 4 week treatment regimen (Figures 2 and 8) , whereas the other 12 experienced variable periods of disease remission following primary or secondary treatment lasting from 3-17 weeks (average 7.8 weeks) ( Figure 2 ). All but one (CT09) of these 13 cats was necropsied ( Table 1) . Eight of these cats were euthanized because of severe neurologic signs and five because of recurrences of abdominal disease ( Figure 2 ). Three of the cats that succumbed to neurologic disease (CT05, CT08, CT13) presented because of ocular FIP or ocular involvement was detected secondarily on examination ( Table 1 ). The earliest signs of neurologic disease included fever that persisted in the face of continued treatment, listlessness, sporadic muscle twitches of ears and muscles, abnormal swallowing movements, compulsive stretching of the limbs and loss of normal mentation indicated by brief staring episodes or withdrawal. These signs persisted in the face of treatment for days or weeks, but ultimately progressed to incoordination and tonic/clonic seizures. The appearance and rapid progression of neurologic signs was more apt to occur after discontinuation of treatment than during treatment ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 472,
                    "text": "(Figures 2 and 8)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 633,
                    "end": 641,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 698,
                    "end": 706,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 835,
                    "end": 843,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1017,
                    "end": 1024,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1616,
                    "end": 1624,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Decrease in viral RNA levels in cells from ascitic fluid associated with treatment"
        },
        {
            "text": "Five cats (CT03, CT07, CT10, CT14 and CT16) had recurrence of typical intra-abdominal lesions in the absence of neurologic signs during or after treatment ( Table 1) . Four of them presented with ileocecal masses (CT03, CT07 and CT14) or an enlarged colonic lymph node (CT10) that decreased in size (CT03, CT10 and CT14) or became no longer palpable (CT07) following primary treatment. However, CT03 continued to suffer from severe constipation, straining and toothpaste-like stool. The severity of the colonic obstruction necessitated a colon resection, which relieved the clinical signs but did not prevent eventual recurrence of abdominal disease. All three cats that presented with severe ileo-cecal-colic Attempts to treat neurologic disease by increasing drug dose and treatment duration An attempt was made to alleviate neurologic signs by increasing the dose of GC376, thus increasing blood levels and the amount of drug that passed across the blood-brain barrier. Cat CT01 presented with effusive FIP and was initially treated with GC376 (10 mg/kg q12h SC for 9 days). The cat responded well, but fever returned on day 9 and the dosage was increased to 15 mg/kg q12h for 5 days. The fever disappeared and treatment was stopped at day 14. Fever returned 3 days later along with vague neurologic signs consisting of muscle twitching, abnormal limb stretching and abnormal Each point indicates the fold reduction of viral RNA level over that measured prior to treatment (day 0). Virus RNA levels were determined using quantitative real-time PCR by the ∆Ct method and a beta-actin reference gene swallowing motions. The cat was immediately put back on treatment at a dosage of 15 mg/kg q12h SC and its condition improved but shortly worsened with return of fever and the same vague neurologic signs with mild incoordination. The dosage was then increased to 50 mg/kg q12h SC for 14 days and its condition improved to near normal. Treatment was stopped but neurologic signs immediately returned. The cat was then treated for four additional days at 50 mg/kg q12h SC, during which time the neurologic signs once again improved. However, a decision was made to stop all treatment after that time. The cat's condition remained stable for 1 week and then the cat developed extreme incoordination, dementia and tonic/clonic seizures. Euthanasia was performed and a necropsy demonstrated lesions only in the brain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Decrease in viral RNA levels in cells from ascitic fluid associated with treatment"
        },
        {
            "text": "Cat CT12 responded well to treatment at a dosage of 15 mg/kg q12h SC; the rectal temperature returned to normal within 48 h and the abdominal effusion disappeared within 2 weeks. The cat appeared normal after the second week of treatment but then developed a persistent fever of 102.5-104°F. The owners felt that the cat was otherwise normal in activity and appetite so the treatment was continued at the same dosage. However, the fever persisted, subtle behavior signs were noted and the cat failed to grow as expected. The cat continued treatment for 15 more weeks during which time the drug dosage was transiently decreased twice (ie, to 10 mg/kg q12h and 15 mg/kg q24h) for several days, but the fever increased and activity decreased each time and the 15 mg/kg q12h dosage was reinstituted. The cat continued to show signs of variable fever and vague behavioral signs, but the owners were optimistic about the cat's appetite and level of activity. The cat's treatment was then stopped as further use of the drug for this purpose could not be justified. The cat's condition remained unchanged with persistent fever, reclusive behavior and failure to grow for another 5 weeks. Severe neurologic signs consisting of incoordination, dementia and seizures appeared at week 22 and the cat was euthanized. Gross and microscopic lesions were limited to the brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decrease in viral RNA levels in cells from ascitic fluid associated with treatment"
        },
        {
            "text": "The emergence of a drug-resistant virus was considered in cat CT03, which relapsed with abdominal lesions after an initial favorable response to granulomatous colitis and dry-to-wet abdominal FIP. Granulomatous lesions were still present in the abdomen at the time of necropsy and no gross or microscopic lesions were found in the brain (Table 1) . Therefore, disease recurrence was not related to neurologic disease and persistent FIPV antigen was identified in macrophages in granulomatous lesions. A sequence comparison was performed between the 3CLpro of the pretreatment effusions and omentum collected at necropsy 95 days later. However, no aminoacid substitution was found in 3CLpro, indicating that the emergence of a drug-resistant virus was not the cause of the cat's recurrent disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 346,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Testing for the emergence of viral resistance"
        },
        {
            "text": "The 3CLpro sequences of pretreatment viral RNA obtained 25 days (CT16), 139 days (CT02), 149 days (CT12) and 231 days (CT10) later at the time of necropsy were also compared. No differences were observed in 3CLpro over this time. Sequences also remained unchanged in CT02, CT16 and CT12 from the times of presentation to necropsy. The viral 3CLpro from lung and spleen of cat CT10, which relapsed twice over 8 months and retreated, had an Asp-to-Ser substitution at position 25 and a Lys-to-Asp substitution at position 260 compared with virus from pre-treatment abdominal fluid. The exact effects of these mutations on protease function are currently being investigated. It is reported that genetic evolution of viral protein quasi-species arises over time in patients chronically infected with an RNA virus (HCV) and may lead to sporadic amino acid changes. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing for the emergence of viral resistance"
        },
        {
            "text": "Seven of the 20 cats in the GC376 treatment trial, all of which received at least 12 weeks of continuous treatment, were categorized as potential treatment successes based on more than 12 weeks of disease remission following cessation of treatment ( Figure 2 ). Six of these kittens presented with acute effusive disease of the abdomen (CT15, CT17, CT18, CT21, CT23) or chest (CT20) at 3.3-4.4 months of age and were treated continuously for 12 or 17 (cat CT21) weeks (Table 1, Figure 2) . A seventh cat (CT04), a 6.8-year-old random-bred castrated male presenting with dry FIP limited to a mesenteric lymph node, also achieved Section from the greatly thickened wall of resected colon from cat CT03. Immunoperoxidase (brown color) staining for feline infectious peritonitis virus antigen is seen in macrophages around the periphery of a granulomatous lesion. Virus persistence in the colon occurred in the presence of treatment and regression of other signs of disease (eg, effusive peritonitis) a long-term remission, but only after four rounds of treatment of increasing duration (Table 1, Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 478,
                    "end": 487,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1093,
                    "end": 1101,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Occurrence of sustained clinical remissions"
        },
        {
            "text": "Six of these long-term survivors had abnormalities in their CBC, hematocrit and total proteins at the onset of treatment, but had completely normal blood values at the time treatment was stopped. However, cat CT21 still had elevated plasma protein levels and an increased white cell count after 12 weeks and was continued on treatment for another 5 weeks. Plasma protein and white cell counts were improved after 5 additional weeks of treatment but still not within normal parameters. Thirteen weeks after stopping treatment the cat developed a typical FIP effusion in the chest with fever. The chest fluid was drained to improve breathing and the cat started on a second round of GC376 and and at the time of writing was afebrile, active and eating normally after 8 weeks of treatment. Treatment will last for 12 weeks if no signs of disease reappear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Occurrence of sustained clinical remissions"
        },
        {
            "text": "Two side effects of consequence were observed during and after treatment with GC376. The drug often caused stinging on injection. Subcutaneous swellings occurred when too many injections were given in the same site but rapidly resolved. A deep localized ulceration occurred between the shoulder blades in one cat (CT12) at about week 14 of an 18 week treatment period. However, no evidence of dermal FIP was observed at necropsy and it was most likely a response to continuous injections into the same site. A survey of the seven long-term survivors demonstrated a palpable focal subcutaneous thickening. Four pea-sized nodules between the shoulder blades in one cat were calcified on radiographs. These nodules along with some surrounding fibrous tissue were surgically removed. Three other long-term survivors have 1-3 small focal areas of permanent hair loss in injection sites that are obscured by the surrounding coat ( Figure 10) . The owners and their veterinarians were asked to periodically inspect these lesions for any changes in character and to check for any new ones.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 925,
                    "end": 935,
                    "text": "Figure 10)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Side effects observed during and after treatment"
        },
        {
            "text": "The most consequential side effect associated with long-term treatment involved juvenile dentition. The normal formation, growth and eruption of permanent teeth were delayed in all four kittens that were treated starting at 3.3-4.4 months of age. The canines, incisors, fourth premolars and molars were the least affected, whereas second and third premolars were the most affected ( Figure 11 ). The adult teeth appeared smaller than normal and this coupled with delayed eruption led to either retention of deciduous canines, failure of deciduous teeth to be shed or partial eruption of abnormal permanent teeth lingual to retained deciduous teeth. No other anatomic or physiologic defects have been observed in any of the long-term survivors or noted on those cats that were necropsied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 392,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Side effects observed during and after treatment"
        },
        {
            "text": "The bodies of 12/13 cats that ultimately failed treatment were submitted for necropsy including gross and histologic examination and immunohistochemistry on diseased tissues for FIPV antigen. Tissues collected and examined included representative sections of all major The adult dentition of cat CT17, which was treated for 12 weeks with GC376 starting at 4.4 months of age. There is retention of the upper left deciduous canine. The upper second and third premolars appear to be deciduous. Small permanent third premolars have partially erupted lingual to the deciduous third upper premolars. The gingiva surrounding the retained canine and premolars is inflamed. The adult canines also appear smaller than normal. The permanent right canine and fourth upper premolars appear to have erupted normally abdominal and thoracic organs, brain and eye. Gross examination identified three distinct presentations. Five cats had no gross evidence of active FIP (CT01, CT02, CT05, CT08, C12), three had lesions consistent with noneffusive FIP (CT07, CT10, CT13) and four had effusive peritonitis with multiorgan involvement (CT03, CT14, CT16, CT22). Histology of the five cats lacking gross evidence of disease demonstrated mostly mild mononuclear infiltrates, usually perivascular inflammation in the eye, liver, intestinal wall and kidney. The three cats with noneffusive FIP had mild-to-severe inflammation in many organs with the most severe lesions occurring in the eye, mesenteric lymph nodes, kidney and lung. The three cats with effusive FIP had severe pyogranulomatous inflammation in multiple abdominal organs including the omentum, peritoneum, intestinal wall, mesenteric lymph nodes, liver and spleen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Necropsy findings"
        },
        {
            "text": "Severe inflammation stereotypic of cerebral FIP was present in the brains of all but one (CT07) of the eight cats that presented to necropsy with no gross evidence of FIP or with non-effusive FIP. The one cat without characteristic brain lesions had severe cerebral edema. In contrast, typical FIP lesions were absent in the brains of all three cats that presented to necropsy with effusive FIP. Stereotypic FIP lesions of the brain were characterized by moderate-to-severe chronic meningoencephalitis and ventriculitis associated with periventricular parenchymal necrosis (Figure 12a ). The fourth ventricle was most severely affected and meningitis was most commonly observed ventral to the cerebellum and brainstem. Thick perivascular cuffs associated with vasculitis were frequently observed. FIP antigen was demonstrated by immunoperoxidase staining in the brain of 6/7 cases with stereotypic cerebral FIP (Figure 12b ). Tissues from the 11 cats that were necropsied were tested for the presence of FIPV RNA by qRT-PCR. All of them tested positive thus establishing the persistence of virus in cats failing treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 584,
                    "text": "(Figure 12a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 911,
                    "end": 922,
                    "text": "(Figure 12b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Necropsy findings"
        },
        {
            "text": "Success with GC376 treatment against experimental FIPV infection prompted us to investigate whether GC376 could be equally efficacious against naturally occurring FIP. 6 There are significant differences between experimental effusive abdominal FIP and the naturally occurring disease. Experimental disease bypasses the critical early stage that starts as kittens with exposure to an innocuous feline enteric coronavirus (FECV). 12 Naturally occurring FIP results from specific mutants that arise following FECV infection and FIP occurs in the presence of FECV immunity. 13, 14 Experimental FIP, in contrast, is induced in coronavirus naïve cats by an intraperitoneal injection of a large dose of laboratory catpassaged and purified FIPV. Naturally occurring disease is often subclinical for many weeks or months before outward signs of disease are observed, whereas experimental disease signs appear within 2-4 weeks and rapidly progresses. Naturally occurring FIP presents in a variety of clinical forms, whereas the experimental infection is almost always effusive and abdominal. FIP in nature is also affected by a milieu of disease enhancing cofactors, while experimental disease occurs in cats that are free of such extraneous influences. 15 Differences may explain why a small proportion of cats naturally exposed to FIPVs develop disease, whereas 80-100% of experimentally infected cats die. 15, 16 Our predictions proved correct and naturally occurring FIP was much more difficult to treat than the experimental disease. It must be stressed, however, that this trial would not have been approved without the information obtained from pharmacokinetic, acute and chronic toxicity, and efficacy studies conducted on laboratory cats.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 428,
                    "end": 430,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1244,
                    "end": 1246,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1399,
                    "end": 1402,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1403,
                    "end": 1405,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This was the first attempt to use a targeted antiviral drug against a systemic and highly fatal disease of veterinary importance. Although no specific antiviral drugs are yet available for coronavirus infections in people or animals, antiviral drugs for other viral infections of people, such as HCV and HIV-1, have been developed for treatment and the use of these drugs provided a sound base for their application to animal diseases such as FIP. HCV mainly infects liver cells, causing persistent viral infection in a majority of people. However, only about 20-30% of them develop liver diseases in 20-30 years. HCV infection can be cleared with non-specific antiviral treatment (interferon and ribavirin) over 6-12 months in about half of patients, and recent introduction of directacting antiviral drugs of 3-6 months, duration considerably increased the cure rate to more than 90%. 2 HIV infection in people leads to a prolonged asymptomatic state and eventually to advanced HIV disease. HIV-1 infects T cells and macrophges and survives in a latent state. More than 30 antiretroviral drugs, most of them used in combinations of two or more drugs, have been successfully used to reduce viral load to undetectable levels in the blood of HIV/AIDS patients. However, the virus rebounds on discontinuation of antiviral treatment, necessitating life-long antiviral treatment. Dissemination of virus to the brain, which is mainly mediated by virus-infected macrophages, and subsequent development of neurologic disease occurs in more than 50% of HIV infections. 17 Therefore, neurologic impairment still remains an important problem even in this antiviral treatment era. These precedents of antiviral treatment of HCV and HIV-1 infections show that treatment outcome (viral clearance vs viral persistence), treatment duration (finite vs continous) and the presence of neurologic sequelae are greatly influenced by viral pathogenesis.",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 888,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1561,
                    "end": 1563,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study was limited to 20 cats with FIP, representing a spectrum of ages and disease forms. Although the number of treated cats was small, a surprising amount of information was gleaned, such as how long to treat, potential side effects, how to identify the clinical form of FIP most likely to respond to the therapy, and potential indicators for treatment failures and successes. The field study was based on the experiences gained from pharmacokinetic and efficacy studies undertaken in laboratory cats. The initial treatment period was set to be 2 weeks based on experimental studies, but it was ultimately extended to 12 weeks and longer based on experiences obtained as the trial progressed. This final treatment period was closer to the 3-6 months used to treat HCV infection in people with direct-acting antiviral drugs. 2 Difficulties in treating neurologic disease was also anticipated from experimental studies. Side effects were acceptable and included stinging upon injection and dermal and subcutaneous inflammation when too much drug was given in the same spots. This was also seen first in laboratory cats. A more serious side effect, which was not seen beforehand in laboratory cats, was limited to kittens and involved retarded development of adult teeth and retention or delayed loss of deciduous teeth.",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 839,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "GC376 treatment was successful in inducing a significant remission of disease signs and regression of lesions in 19/20 cats. This result confirms our findings of rapid reversal of clinical signs in laboratory cats with experimental FIP treated with GC376, 6 and extended our knowledge of the drug's effects on a broad spectrum of forms of naturally occurring FIP. Cats came from various parts of the USA and even Peru, thus confirming that geographically diverse field strains of FIPV were equally susceptible to this inhibitor. Marked reductions in viral RNA transcripts occurred in effusions within days of treatment and were associated with rapid improvement of health. However, disease remission was sustained for 3 months and longer in only 7/20 of these cats. Failure to achieve long-term disease remission was ultimately associated with the occurrence of neurologic disease in the absence of gross abdominal lesions or a recurrence/ persistence of gross abdominal lesions in the presence of histologic lesions in the brain and/or eyes. These findings indicate that FIPV has a greater propensity to spread from the body cavities to the brain than previously assumed, especially if given enough time. This spread most likely involves infected macrophages that enter the brain through small blood vessels in the meninges and ependyma. 18, 19 Cats that developed neurologic disease did so either while on treatment (CT05, CT08, CT22) or 2 (CT01, CT02, CT09), 3 (CT13) or 6 (CT10) weeks after treatment was stopped. The most likely explanation for this delay, as well as some therapeutic benefit of higher dosages, was that some GC376 was still able to penetrate into the brain. GC376 levels in cerebrospinal fluid were only 3% of plasma in the brain at 2 h after a subcutaneous injection at a dosage of 10 mg/kg (unpublished data). Although the relative brain drug concentrations in these cats were low, they were still 21.4-fold higher than the levels required to inhibit virus replication in tissue culture. Given this finding, it was assumed that higher dosages would allow more drug into the brain. This assumption was bolstered by experiences with two cats that manifested neurologic signs. Increasing the dosage of GC376 to 50 mg/kg q12h in one cat (CT01) resulted in a noticeable improvement but did not eliminate the signs of brain disease. Extending treatment for a period of almost 3 months at a dosage of 15 mg/kg q12h appeared to delay the progression of neurologic signs in a second cat (CT12), whereas attempts to reduce the total daily dosage in this cat to 10 mg/kg q12h or 15 mg/kg q24h caused neurologic signs to worsen. This suggested that dosages of 15 mg/kg q12h or above allowed enough GC376 to cross the blood-brain barrier to retard but not eliminate neurologic signs.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 257,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1339,
                    "end": 1342,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1343,
                    "end": 1345,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The high incidence of central nervous system (CNS) diseases in this study was greater than previously reported and unexpected given that cats with signs of brain or spinal cord involvement were excluded from the trial. 20 CNS disease was much more likely to occur in older cats with dry or dry-to-wet disease than in young cats with wet FIP. This indicates that FIPV can enter the brain in many cats, if given enough time. Infection of the CNS appears to involve peritoneal-type macrophages, as FIPV-infected cells in the brains of cats with neurologic FIP more closely resemble peritoneal rather than resident brain macrophages. 18, 19 This should not be surprising, as macrophages migrate to various tissues, including the brain, to carry out immune surveillance and are also targets for a range of infectious agents, such as FIPV and HIV-1. Infected macrophages play a major role in viral dissemination to the brain in patients with HIV and detection of virus in the brain can occur within weeks of infection. 21, 22 However, neurologic impairment usually occurs at a later stage. Anti-HIV drugs also reduce the frequency of severe neurologic impairment, 23 as observed with FIPV and GC376 in the present study. There are also alternative explanations. It is possible that extra-CNS involvement may inhibit the development of brain disease and vice versa. It is common to see CNS disease occur in the absence of visceral disease and vice versa. 13, 20 Suppressing viral replication in the nonneuronal tissues may also enhance positive selection for mutants that are more neurotropic or neurovirulent. However, proof for the latter would require considerable studies using laboratory cats.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1158,
                    "end": 1160,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1448,
                    "end": 1451,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1452,
                    "end": 1454,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were certain forms of FIP that appeared to influence treatment success. The behavior of GC376 treatment in treating ocular FIP was paradoxical as it responded extremely well to GC376. Even though ocular lesions responded to treatment, all of the three cats with eye involvement ultimately succumbed to brain disease, thus supporting the close anatomic relationship of the eye and the CNS. Chronic ileocecal and colon involvement and stunted growth in older cats also carried a bad prognosis in this study. A number of these cats appeared to develop abdominal effusions only as a terminal manifestation of their disease. Host factors also associated with reduced response to antiviral treatment in other viral infections, such as HCV, include age, sex, liver cirrhosis or fibrosis, race or body weight. 24 Emergence of resistance is a major concern for any antiviral drug, but FIPV is rarely transmitted from cat to cat, 13, 14 and drug resistance, if it does occur, would only be a problem for individual treated cats and not the entire population. Although viral resistance to GC376 was not observed in up to 20 passages in vitro, 6 suggesting that resistance is not easily acquired, long-term and repetitive treatment in vivo may be a stronger selection factor. However, viral resistance did not appear to be responsible for relapses of abdominal diseases in five treated cats. These cats had granulomatous-like masses, often in the colon and ileo-cecal-colic lymph nodes, which may have provided a protected place for viruses to persist. Protection of pathogens within granulomas is a well-documented phenomenon for mycobacteria and applies to other pathogens such as viruses. 24 The status of liver disease (cirrhosis) in HCV infection also increases the risk of relapse and necessitates longer treatment, indicating that viruses may also be protected from drugs when in certain protected sites. 2 The formation of 'protective granulomas' involves a large number of chemokines and cytokines and upregulation of chemokine receptors, addressins, selectins and integrins. 25 Persistence of pathogens in such protected sites may require a higher dose of drug and a longer treatment period.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 810,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 930,
                    "end": 932,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1138,
                    "end": 1139,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1686,
                    "end": 1688,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1906,
                    "end": 1907,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2079,
                    "end": 2081,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Treatment failures may also result from an inability of the host to mount a protective immune response during the period when virus replication is being suppressed. Such a failure has been observed for HCV infection of people. 2 T-cell-mediated immunity plays an important role in protective immunity, which occurs for about 20% in acute infection of HCV, 26 and an equal or greater proportion of FIPV infection. [15] [16] [17] The possible synergism of T-cell-mediated viral clearance and antiviral drug therapy in cats with FIP remains to be investigated. There may also be merit in combining antiviral drugs and stimulants of T-cell immunity for FIP treatment, such as the combination of interferons and ribavirin for the treatment of HCV infection. 2 The sustained remission in 6/7 cats that were treated for 12 weeks or longer was somewhat predictable. These cats were 3.3-4.4 months of age when presented for acute signs of either abdominal (C15, C17, C18, CT21, CT23) or thoracic effusive FIP (CT20). This made them younger than all but three (CT8, CT16, CT21 ) other cats in the trial and more closely resembling the 16-week-old laboratory cats with acute-onset effusive FIP that responded well to GC376. 6 The disease, being more acute, may allow less time for virus to spread to the brain or eyes. The acuteness of their disease may have also allowed less time for the infection to permanently compromise any protective immune response. The seventh cat, CT04, was an extreme to these six younger cats. CT04 was the oldest cat in the study at 6.8 years that presented with substantial weight loss (30%) and disease limited to mesenteric lymph nodes. CT04 suffered disease relapses requiring reinstitution of treatment, but all relapses were identical to the presenting condition and did not involve the CNS. Cats with this form of FIP have been known to undergo spontaneous remissions, indicating that there is a tipping point between immunity and disease. 13, 27, 28 Cats CT04 and CT21 demonstrated the wisdom of re-instituting treatment when relapses occurred, providing that those relapses do not involve the eyes or nervous system and are still drug responsive.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 753,
                    "end": 754,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1213,
                    "end": 1214,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1966,
                    "end": 1969,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1970,
                    "end": 1973,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1974,
                    "end": 1976,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Determining a minimal period of treatment was based on progressively increasing treatment times based on favorable response to treatment. The expectation based on experimental studies was that 2 weeks of treatment might be sufficient; hence, that was used as a starting point. However, this study indicated that a minimum treatment period was closer to 12 weeks, which was surprisingly close to the usual 12 week period required to treat humans with HCV using protease inhibitors. 2 However, the treatment period for HCV can vary from 8-24 weeks in different people. Cat CT21 was outwardly healthy, active and growing after 12 weeks of treatment, but total proteins and white blood cell counts had still not returned to normal as they had in the other six cats. Nonetheless, a decision was made to stop treatment after 17 weeks because of the long period of outwardly normal health. Whether treating for a longer period of time would have prevented a disease relapse 13 weeks after stopping treatment is open to conjecture, but it does raise the point of how long treatment is required in some cats. It also raises the question of how long remission must be sustained to declare the disease cured rather than in a sustained remission. The longest disease-free period has been over 11 months at the time of writing, with five other cats free of infection signs for 5-9 months. Based on clinical and histologic evidence of neurologic disease at the time of fatal relapses, it would seem that the virus will eventually reach the brain and that this may be the most important limiting factor in antiviral drug treatment of FIP.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 482,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although only one-third of cats were long-term survivors, the 20 cats in this trial provide a basis for future studies with GC376 and other antiviral drugs that will follow. Not all cats will be treatable, but this should not stop the effort. Normal health was returned to almost all treated cats in this limited study, albeit only for several weeks or months. It is important to recognize the universality of viral pathogens and to embrace the pioneering drug development that has and is being clinically applied to human diseases such as HIV/AIDS, hepatitis C, Middle East respiratory syndrome, severe acute respiratory virus, Ebola and influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Inhibition of the 3CLpro of FIPV with GC376 was effective under the conditions of this study in decreasing virus replication and causing remission of disease signs in cats with naturally occurring FIP outside of the CNS. However, sustained remissions in this study were more apt to occur in kittens <18 weeks of age presenting with acute onset wet FIP or in cats with dry FIP limited to a mesenteric lymph node and less likely to occur in cats greater than 18 weeks of age presenting with dry, dry-to-wet or ocular disease. Failure to achieve sustained remission was associated with either a high incidence of neurologic disease during or after treatment is stopped or to recurrence of abdominal lesions. Antiviral treatment seemed to slow the progression of neurologic disease but did not reverse it at the dosage employed in this trial. The reason for recurrence of extra-neurologic disease in the face of treatment was not determined but was not associated with mutations in the protease binding region. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Therapy of HIV infection: current approaches and prospects",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Prokofjeva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Kochetkov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Prassolov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Naturae",
            "volume": "8",
            "issn": "",
            "pages": "23--32",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reinventing HCV treatment: past and future perspectives",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Connelly",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Struble",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Pharmacol",
            "volume": "57",
            "issn": "",
            "pages": "287--296",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Broad-spectrum antivirals against 3C or 3C-like proteases of picornaviruses, noroviruses, and coronaviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lovell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Tiew",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "11754--11762",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Potent inhibition of feline coronaviruses with peptidyl compounds targeting coronavirus 3C-like protease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mandadapu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Groutas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "97",
            "issn": "",
            "pages": "161--168",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Broad-spectrum inhibitors against 3C-like proteases of feline coronaviruses and feline caliciviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shivanna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "4942--4950",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Reversal of the progression of fatal coronavirus infection in cats by a broad-spectrum coronavirus protease inhibitor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Galasiti",
                    "middle": [],
                    "last": "Kankanamalage",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What makes placebo-controlled trials unethical?",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Bioethics",
            "volume": "2",
            "issn": "",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Placebo-controlled trials good science or medical neglect?",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Chiodo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Tolle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bevan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "West J Med",
            "volume": "172",
            "issn": "",
            "pages": "271--273",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The classification of feline colitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Kruiningen",
                    "suffix": ""
                },
                {
                    "first": "Ryan",
                    "middle": [],
                    "last": "Mj",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Shindel",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Comp Pathol",
            "volume": "93",
            "issn": "",
            "pages": "275--294",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Levels of feline infectious peritonitis virus in blood, effusions, and various tissues and the role of lymphopenia in disease outcome following experimental infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eckstrand",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Microbiol",
            "volume": "175",
            "issn": "",
            "pages": "157--166",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hepatitis C virus quasispecies variability modulates nonstructural protein 5A transcriptional activation, pointing to cellular compartmentalization of virus-host interactions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pellerin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lopez-Aquirre",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Penin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "4617--4627",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pathogenesis of feline enteric coronavirus infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [],
                    "last": "Ce",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Feline Med Surg",
            "volume": "10",
            "issn": "",
            "pages": "529--541",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A review of feline infectious peritonitis virus infection: 1963-2008",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "225--258",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An update on feline infectious peritonitis: virology and immunopathogenesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet J",
            "volume": "201",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Natural resistance to experimental feline infectious peritonitis virus infection is decreased rather than increased by positive genetic selection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Durden",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vet Immunol Immunopathol",
            "volume": "171",
            "issn": "",
            "pages": "17--20",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The influence of age and genetics on natural resistance to experimentally induced feline infectious peritonitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gandolfi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Immunol Immunopathol",
            "volume": "162",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "HIV-associated neurocognitive disease continues in the antiretroviral era",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Clifford",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Top HIV Med",
            "volume": "16",
            "issn": "",
            "pages": "94--98",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Diagnostic features of clinical neurologic feline infectious peritonitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lapointe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koblik",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Vet Intern Med",
            "volume": "12",
            "issn": "",
            "pages": "415--423",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Glial response in the central nervous system of cats with feline infectious peritonitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Mesquita",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Siqueira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Feline Med Surg",
            "volume": "18",
            "issn": "",
            "pages": "1023--1030",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Feline infectious peritonitis: something old, something new",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Feline Pract",
            "volume": "6",
            "issn": "",
            "pages": "42--51",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pathogenesis of HIV in the central nervous system",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Valcour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sithinamsuwan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Letendre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr HIV/AIDS Rep",
            "volume": "8",
            "issn": "",
            "pages": "54--61",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "HIV-1 target cells in the CNS",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Arrildt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Sturdevant",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Neurovirol",
            "volume": "21",
            "issn": "",
            "pages": "276--289",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "HIV-1-related central nervous system disase: current issues in pathogenesis, diagnosis and treatment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spudich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gonzalez-Scarano",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cold Spring Harb Perspect Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Predictive factors associated with hepatitis C antiviral therapy response",
            "authors": [
                {
                    "first": "Cavalcante",
                    "middle": [],
                    "last": "Ln",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lyra",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World J Hepatology",
            "volume": "7",
            "issn": "",
            "pages": "1617--1631",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Restraining mycobacteria: role of granulomas in mycobacterial infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol Cell Biol",
            "volume": "78",
            "issn": "",
            "pages": "334--334",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Spontaneous recovery in acute human hepatitis C virus infection: functional T-cell thresholds and relative importance of CD4 help",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smyk-Pearson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Tester",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klarquist",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "1827--1837",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Effect of polyprenyl immunostimulant on the survival times of three cats with the dry form of feline infectious peritonitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Legendre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Bartges",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "624--626",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Polyprenyl immunostimulant treatment of cats with presumptive noneffusive feline infectious peritonitis in a field study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Legendre",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuritz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Galyon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Vet Sci",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "= female spayed; F = entire female; DSH = domestic shorthair; KR = kitten rescue; B = brain; Int = intestine; DLH = domestic longhair; E = eye; L = liver; MLN = mesenteric lymph nodes; Him = Himalayan; Col = colon; S = spleen; Om = omentum; P = peritoneum; MC = male castrated; M = entire male; K = kidney; A = adrenal gland; Lu = lung; FC = feral colony; RM = Ragmuffin; Dia = diaphragm *No necropsy performed but terminal neurologic signs † Severe cerebral edema, no typical inflammatory lesions noted dosage of 15 mg/kg q12h SC, unless stated otherwise.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Demographics of cats enrolled in the trial. (a-c) Pie charts summarizing the percentage of patients: by (a) age in months, (b) breed or (c) origin. (d) A bar graph showing the feline infectious peritonitis (FIP) forms of the enrolled patients. M = months; DSH = domestic shorthair; DLH = domestic longhair; MD = Maryland; OH = Ohio; Tx = Texas; FL = Florida; IL = Illinois; CT = Connecticut; CA = California",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2 The time scale for treatment and clinical outcome of 20 cats entered into a field trial of GC376 protease inhibitor. Periods during which cats were treated are identified by solid lines. The date of the last day of treatment for the six cats that achieved a sustained clinical remission is indicated. Cat 21 was still on treatment at the time of writing. The remaining 13 cats succumbed to non-neurologic (FIP) or neurologic FIP (neuro-FIP) after being off primary or secondary treatments for 0-7 weeks",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 3 Appearance of the eyes of cat CT08 before starting treatment (a) and 1 week later (b). This cat developed severe neurologic signs 3 weeks after starting treatment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Antiviral treatment and body weight changes. (a) Cat CT04, a 6.8-year-old castrated male that presented with dry feline infectious peritonitis (FIP), received four rounds of antiviral treatment of increasing duration and as indicated by the dotted boxes. It lost weight preceding each relapse and gained increasingly more weight after subsequent treatment. (b) Weight gains of four kittens of 3.5-4.4 months of age during and following antiviral treatment are depicted by dots. A dotted box indicates the duration of antiviral treatment (12 weeks) Mean and SD of absolute lymphocyte counts for treated patients with (a) wet or (b) dry feline infectious peritonitis (FIP). (a) Twelve cats (open circle) that presented with the abdominal or thoracic effusion and followed for up to 12 weeks. A thirteenth cat (CT16, closed circle) with abdominal effusion responded poorly to treatment. (b)Seven cats that presented with the dry or dry-to-wet forms of FIP and followed for up to 6 weeks of treatment infiltrates still had evidence of this form of FIP at necropsy and immunohistochemistry demonstrated FIPV antigen in macrophages within the granulomatous inflammation (Figure 9).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Mean and SD of total plasma protein levels among 20 cats over a 12 week period. Thirteen cats suffered fatal relapses at various weeks during treatment (W) and seven cats went into a sustained remission after 12 weeks of treatment (W-SV) Relative baseline feline infectious peritonitis virus (FIPV) RNA levels in effusion samples from the enrolled patients prior to antiviral treatment. Quantitative real-time PCR was performed on the pretreatment effusion samples of the enrolled patients. The relative baseline viral RNA levels as fold differences compared with the pretreatment viral level of CT02, the cat with the lowest levels of RNA. The level of RNA transcripts was calculated for each patient using the ∆Ct method with a beta-actin reference gene",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Reduction in feline infectious peritonitis virus RNA from sequential effusion samples during GC376 treatment of cats CT10, CT12, CT15, CT16, CT17, CT18 and CT23.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 9 Section from the greatly thickened wall of resected colon from cat CT03. Immunoperoxidase (brown color) staining for feline infectious peritonitis virus antigen is seen in macrophages around the periphery of a granulomatous lesion. Virus persistence in the colon occurred in the presence of treatment and regression of other signs of disease (eg, effusive peritonitis)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "focal area of permanent hair loss caused by inadvertent deposition of GC376 in the epidermis of cat CT21. These areas were usually covered by hair and not outwardly visible",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 11 The adult dentition of cat CT17, which was treated for 12 weeks with GC376 starting at 4.4 months of age. There is retention of the upper left deciduous canine. The upper second and third premolars appear to be deciduous. Small permanent third premolars have partially erupted lingual to the deciduous third upper premolars. The gingiva surrounding the retained canine and premolars is inflamed. The adult canines also appear smaller than normal. The permanent right canine and fourth upper premolars appear to have erupted normally",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Photomicrographs of a lesion in the brain of cat CT08. This cat developed severe neurologic disease while on initial GC376 treatment. (a) The fourth ventricle contains proteinaceous fluid admixed with numerous neutrophils and macrophages that multifocally extend into the surrounding rarefied neuropil. Large cuffs of lymphocytes and plasma cells surround blood vessels (*) (hematoxylin stain, × 20 magnification). (b) Multiple cells resembling peritoneal macrophages (outlined by the small rectange in box inFigure 4a) demonstrate positive immunoreactivity for feline infectious peritonitis antigen (hematoxylin counterstain, × 600 magnification)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "YK, KOC and WCG have patent claims on the protease inhibitors in the manuscript. The other authors declare no potential conflicts of interest with respect to the research, authorship, and/or publication of this article. Funding Principal support for this study was made possible by a grant from the Morris Animal Foundation, Denver, CO, USA. Additional funds for technical support and animal care were provided by the Philip Raskin Fund, Kansas City, SOCK FIP, National Institutes of Health grant R01AI109039 and the Center for Companion Animal Health, University of California, Davis, CA, USA.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Signalment, environmental origin, major presenting clinical signs and principal lesions found at necropsy following treatment with GC376 protease inhibitor",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}