{
    "paper_id": "120be7888e94409082f16c372c818d66e558d33e",
    "metadata": {
        "title": "Acute fibrinous and organizing pneumonia A case report",
        "authors": [
            {
                "first": "Yuanhui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuwen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lili",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chuanlong",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rationale: Acute fibrinous and organizing pneumonia (AFOP) is an uncommon type of acute lung injury associated with infection, connective tissue disorders, drug exposure, and hematologic malignancies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patient concerns: A 53-year-old female presented with intermittent fever, chills, and dry cough since 10 days. Chest computed tomography scan showed multiple bilateral patchy infiltrates. PPD skin test was positive but tuberculosis antibody test and T-SPOT were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Diagnoses: Histologic examination revealed massive fibrinous exudation with organization within alveolar spaces and scattered neutrophilic infiltrates, which was consistent with AFOP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interventions: This patient was treated with prednisolone therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Outcomes: Chest radiograph improvement and symptom improvement, including fever and respiratory symptoms, was observed after 2 week of oral prednisolone treatment. After 9-month of treatment, the patient was asymptomatic with stable disease and improved quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Lessons: AFOP has unique pathologic manifestations; however, the condition is liable to be misdiagnosed as community-acquired pneumonia ortuberculosis. Antibiotics are ineffective, while some patients show good response to glucocorticoid therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: AFOP = acute fibrinous and organizing pneumonia, ALI = acute lung injury, DAD = diffuse alveolar damage, EP = eosinophil pneumonia, H&E = hematoxylin and eosin, NTMIs = nontuberculous mycobacterial infections, OP = organizing pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acute fibrinous and organizing pneumonia (AFOP) is a rare type of interstitial lung disease characterized by intra-alveolar fibrin balls and organizing pneumonia with a patchy distribution. It was first described by Beasley et al in 2002 . [1] Clinical manifestations and imaging findings of AFOP tend to be nonspecific, and the diagnosis depends mainly on histopathology.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 237,
                    "text": "Beasley et al in 2002",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we present a female whose symptoms and auxiliary examination mimicked typical community-acquired pneumonia, tuberculosis, and nontuberculous mycobacterial infections (NTMIs). Histopathologic examination of percutaneous needle lung biopsy (PNLB) revealed a pattern of AFOP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 53-year-old female was hospitalized in October 2017 with chief complaints of intermittent fever, chills, and cough since 10 days. Prior to her admission, she had received penicillin, cephalosporins and azithromycin at a local clinic, but with no tangible improvement. In July 2017, she developed painful round, slightly raised, and nonulcerative red nodules over the extensor aspect of the right calf. She was treated with methylprednisolone and cyclophosphamide for a period of time, followed by gradual withdrawal of drugs. She had a history of hysterectomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "On admission, her vital signs were as follows: temperature 39°C; pulse rate 96/min; respiratory rate 18 breaths/min; blood pressure 131/75 mm Hg; oxygen saturation with room air 98%. Chest auscultation revealed increased breath sounds with no crackles. Apart from this, her physical examination was unremarkable. Results of laboratory investigations were: white blood cell count 18.51 Â 10 9 /L; C-reactive protein 119 mg/L; erythrocyte sedimentation rate 90.6 mg/L; serum procalcitonin 1.62 ng/L. PPD skin test was positive but tuberculosis antibody Editor: N/A. There was no special ethics approval because all diagnostic procedures and the treatment were performed as a matter of routine. Written informed consent to participate was obtained from the patient. Written informed consent was obtained from the parents for publication of this case report. A copy of the written consent is available for review by the Editor of this journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "All data containing relevant information to support the findings are included in the manuscript. test and T-SPOT were negative. Autoimmune antibody profile and tumor biomarkers were within normal limits. Chest radiography revealed multiple patchy opacities in the lungs and slightly enlarged mediastinal lymph nodes ( Fig. 1A and B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 332,
                    "text": "Fig. 1A and B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "We initially suspected drug-resistant pneumonia owing to the generally high prevalence of antibiotic resistance in China. We treated her empirically with broad-spectrum antibiotics (moxifloxacin plus imipenem) plus voriconazole, while waiting for results of blood culture, 1-3-b-D-glucan, and galactomannan (GM) tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Despite the treatment, the patient's clinical status worsened with no remission of fever (body temperature >40°C on most Because PPD skin test was positive but tuberculosis antibody test and T-SPOT were negative, we considered the possibility of tuberculosis and CT-guided PNLB was performed on day 19. The samples were sent to the Affiliated Hospital of Nanjing University Medical School for pathologic assessment. Histologic examination revealed massive fibrinous exudation with organization within alveolar spaces, scattered neutrophils infiltrate, which was consistent with AFOP. Ziehl-Neelsen stain and Gomori methenamine silver were all negative (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 652,
                    "end": 660,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Based on the clinical symptoms, imaging findings, and pathologic features, a diagnosis of AFOP was established. On day 25, the patient's treatment was changed to methylprednisolone 80 mg per day. The fever subsided on the following day, and her general condition greatly improved. The patient was discharged on day 27 with oral prednisolone 75 mg daily. After 2 weeks, her symptoms and chest radiograph ( Fig. 1E and F) showed dramatic improvement with complete resolution of pulmonary symptoms; therefore, the dosage of oral prednisolone was reduced to 50 mg daily. At 6-month follow-up, her clinical condition was stable with no recurrence of respiratory symptoms and the dosage of oral prednisolone was reduced to 25 mg per day. Until the 9-month follow-up, her clinical symptoms completely disappeared and oral prednisolone was discontinued.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 412,
                    "text": "Fig. 1E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "The AFOP is associated with several conditions such as rheumatologic disease, infections, drug reaction, environmental exposure, connective tissue disease, and lung transplantation. [2, 3] This makes it difficult to identify clinical characteristics that are specific to AFOP. The patient's history and personal history was unremarkable. Laboratory tests at admission showed enhanced inflammatory indices (white blood cell count, C-reactive protein, procalcitonin) and we believe that infection may have been a risk factor for AFOP in this case. However, the patient had been treated with antibiotics prior to admission, and laboratory investigations failed to detect any of the pathogens after admission.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The histologic pattern of AFOP is similar to that of diffuse alveolar damage (DAD), cryptic organic pneumonia (COP), and eosinophilic pneumonia [4] ; however, it has its own distinct histopathology. The course of AFOP can be acute or subacute, and clinical outcomes are directly related to the mode of onset. Patients with acute and severe AFOP show a clinical course similar to that of patients with DAD and typically have a poor prognosis. [1] Patients with subacute onset exhibited similarity to COP with respect to clinical manifestations, imaging findings, treatment efficacy, and prognosis. [5] Hwang et al [6] and Cincotta et al [7] proposed that traditional DAD may be an early manifestation of acute lung injury, while AFOP represents its late manifestation. They believe that AFOP is not an independent disease entity but rather a variant of DAD. AFOP was classified as a rare histologic pattern of idiopathic interstitial pneumonias (IIPs) by the American Thoracic Society and the European Respiratory Society in 2013. [8] The AFOP has a large age range, ranging from 38 days to 78 years of age. The main clinical manifestations are cough, respiratory distress, asthma-like symptoms, and chest tightness. The most common radiologic findings are diffuse, patchy opacities with both peripheral and bilateral distribution; the lesions may be limited to the lung bases. [1] CT images may show solitary nodule with air bronchograms which may progress to diffuse lung opacities. [9] In addition, the images may appear similar to those in other lung diseases such as interstitial pneumonia, pulmonary edema, and infectious pneumonia. [10] A definitive diagnosis of AFOP requires histopathologic evaluation. Tissue histopathology is characterized by intraalveolar fibrin in the form of fibrin \"balls\" and organizing pneumonia with a patchy distribution. [11] Specimens for histologic diagnosis of AFOP can be obtained by transbronchial lung biopsy, PNLB, thoracoscopic lung biopsy, or open lung biopsy. Although large biopsy specimens are recommended, we suggest that the method of lung biopsy should be consistent with the actual clinical situation, including the patient's tolerance to specific operations and the location of lung lesions.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1030,
                    "end": 1033,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1377,
                    "end": 1380,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1484,
                    "end": 1487,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1638,
                    "end": 1642,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1857,
                    "end": 1861,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The optimal treatment for AFOP remains controversial. Kuza et al [2] summarized 111 cases reported in the literature. They found that glucocorticoids were the most common and successful treatment modality, but the dose was not uniform. The therapeutic effects of drugs may be associated with the onset of disease. Most patients with acute onset died [12] ; however, patients with subacute onset responded well to glucocorticoids and had a good prognosis. [13] In a case report, [14] symptomatic improvement after antibiotic treatment suggests a possible role of antibiotics in management of this entity.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A diagnosis of idiopathic AFOP in patients with lung consolidation and occupying lesions requires exclusion of other types of lesions, such as abscesses, tuberculosis, and granulomas. [1] Infectious diseases should be excluded prior to the administration of corticosteroids. AFOP was mistakenly diagnosed in a patient with tuberculosis and the inherent tuberculosis finally progressed to severe bilateral diffuse military tuberculosis owing to the use of steroids. [15] In addition, the diagnosis of Sweet syndrome is also likely based on the clinical characteristics (exanthema over right calf and the effect of hormone therapy) despite the lack of skin biopsy. A literature review [16] suggested an association between Sweet syndrome and NTMIs; therefore, the possibility of NTMIs cannot be completely ruled out.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this case, although the patient rapidly responded to a relatively small dose of methylprednisolone, the possibility of tuberculosis and NTMIs cannot be completely ruled out; therefore, long-term follow-up is necessary. Attention should be paid to the risk of diffuse miliary tuberculosis and recurrence of the disease during hormone reduction and discontinuation. The AFOP, a rare histologic subtype of IIPs has not attracted enough attention of clinicians. For patients with suspected community-acquired pneumonia and tuberculosis, the possibility of AFOP should be considered when antibiotic therapy is ineffective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "YW, JL, LZ, and CZ designed the manuscript and analyzed the literature. YW, YL, and QW wrote the manuscript and prepared figures. CZ conceived of the study, and participated in its design and coordination and helped to revised the manuscript critically for important content. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute fibrinous and organizing pneumonia: a histological pattern of lung injury and possible variant of diffuse alveolar damage",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Beasley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Franks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Galvin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Pathol Lab Med",
            "volume": "126",
            "issn": "",
            "pages": "1064--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Life after acute fibrinous and organizing pneumonia: a case report of a patient 30 months after diagnosis and review of the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuza",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matheos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kathman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Crit Care",
            "volume": "31",
            "issn": "",
            "pages": "255--61",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute fibrinous and organizing pneumonia in a patient with Sjogren's syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fasanya",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gandhi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dicarlo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respir Med Case Rep",
            "volume": "20",
            "issn": "",
            "pages": "28--30",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute fibrinous and organizing pneumonia: a rare form of nonbacterial pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mittal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Indian J Crit Care Med",
            "volume": "20",
            "issn": "",
            "pages": "245--252",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The crazy-paving pattern in granulomatous mycosis fungoides: high-resolution computed tomography-pathological correlation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sverzellati",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chilosi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Comput Assist Tomogr",
            "volume": "30",
            "issn": "",
            "pages": "843--848",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pulmonary pathology of severe acute respiratory syndrome in Toronto",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mod Pathol",
            "volume": "18",
            "issn": "",
            "pages": "1--1",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fatal acute fibrinous and organizing pneumonia in an infant: the histopathologic variability of acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cincotta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sebire",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Crit Care Med",
            "volume": "8",
            "issn": "",
            "pages": "378--82",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An official American Thoracic Society/European Respiratory Society statement: update of the international multidisciplinary classification of the idiopathic interstitial pneumonias",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "188",
            "issn": "",
            "pages": "733--781",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute fibrinous and organizing pneumonia: initial presentation as a solitary nodule",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kanoh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Thorac Imaging",
            "volume": "20",
            "issn": "",
            "pages": "291--294",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Acute fibrinous and organizing pneumonia and undifferentiated connective tissue disease: a case report",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Valim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Rocha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Couto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Case Rep Rheumatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe acute fibrinous and organizing pneumonia (AFOP) causing ventilatory failure: successful treatment with mycophenolate mofetil and corticosteroids",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hakeem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torrealba",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Respir Med",
            "volume": "103",
            "issn": "",
            "pages": "1764--1771",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fatal acute fibrinous and organizing pneumonia in a child with juvenile dermatomyositis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prahalad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bohnsack",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Maloney",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Pediatr",
            "volume": "146",
            "issn": "",
            "pages": "289--92",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute fibrinous and organizing pneumonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Damas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morais",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Moura",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rev Port Pneumol",
            "volume": "12",
            "issn": "",
            "pages": "615--635",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An unusual presentation of acute fibrinous and organizing pneumonia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jabbour",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alvi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Case Rep",
            "volume": "18",
            "issn": "",
            "pages": "532--538",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Diagnostic problems related to acute fibrinous and organizing pneumonia: misdiagnosis in 2 cases of lung consolidation and occupying lesions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Clin Exp Pathol",
            "volume": "7",
            "issn": "",
            "pages": "4493--4500",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Do infections with disseminated Mycobacterium avium complex precede sweet's syndrome? A case report and literature review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hibiya",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyagi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tamayose",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Mycobacteriol",
            "volume": "6",
            "issn": "",
            "pages": "336--379",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work was supported by the Key Medical Talents Fund of Jiangsu Province (ZDRCA2016007) and the Medical Innovation Team Project of Jiangsu Province (CXTDA2017023).The authors have no conflicts of interest to disclose.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest computed tomography (CT) images. CT images at admission showing multiple bilateral patchy infiltrates (A, B). CT images at day 25 showing a large consolidation in the left lower lobe (C, D). Posttreatment (prednisolone) CT images showing alleviation of lesions (E, and facial flushing. Results of blood culture, 1-3-b-Dglucan, and GM tests were negative. Chest computed tomography (CT) performed on day 25 showed persistence of lung lesions but with additional consolidation of lesions in the left lower lobe (Fig. 1C and D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hematoxylin and eosin-stained sections of percutaneous needle lung biopsy specimen showing massive fibrinous exudation with organization within alveolar spaces, and scattered neutrophilic infiltrates.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}