{
    "paper_id": "12267e4378cb6c21255f204fb40b9daaa02ab09b",
    "metadata": {
        "title": "Adenovirus 2, Bordetella bronchiseptica, and Parainfluenza Molecular Diagnostic Assay Results in Puppies After vaccination with Modified Live Vaccines",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Ruch-Gallie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Moroff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "R"
                ],
                "last": "Lappin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Canine adenovirus 2, parainfluenza, and Bordetella bronchiseptica cause respiratory disease in dogs, and each has a modified live intranasal vaccine available. Molecular diagnostic assays to amplify specific nucleic acids are available for each of these agents. If positive molecular diagnostic assay results are common after vaccination, the positive predictive value of the diagnostic assays for disease would be decreased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objective: To determine the impact of administration of commercially available modified live topical adenovirus 2, B. bronchiseptica, and parainfluenza vaccine has on the results of a commercially available PCR panel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Animals: Eight puppies from a research breeding facility negative for these pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Blinded prospective pilot study. Puppies were vaccinated with a single dose of modified live topical adenovirus 2, B. bronchiseptica, and parainfluenza and parenteral dose of adenovirus 2, canine distemper virus, and parvovirus. Nasal and pharyngeal swabs were collected on multiple days and submitted for PCR assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Nucleic acids of all 3 organisms contained in the topical vaccine were detected from both samples multiple times through 28 days after vaccination with higher numbers of positive samples detected between days 3 and 10 after vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions and Clinical Importance: Vaccine status should be considered when interpreting respiratory agent PCR results if modified live vaccines have been used. Development of quantitative PCR and wild-type sequencing are necessary to improve positive predictive value of these assays by distinguishing vaccinate from natural infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I nfectious causes of respiratory disease are common in dogs; canine distemper virus, adenovirus 2, parainfluenza, influenza, herpesvirus, pneumovirus, respiratory coronavirus, Bordetella bronchiseptica, various Mycoplasma spp., and Streptococcus equi var. zooepidemicus are documented causes. 1 Molecular diagnostic assays to detect viral and bacterial pathogens are available for these agents. In the United States, modified live vaccines (MLVx) for intranasal (IN) administration are currently available for adenovirus 2, B. bronchiseptica, and parainfluenza. These vaccines do not induce sterilizing immunity, and vaccinated dogs can still develop clinical signs of disease if exposed to virulent strains of the organisms. 2 It is currently unknown if IN administration of MLVx against these agents results in positive molecular diagnostic assay results in dogs without previous vaccination. If transient positive molecular diagnostic assay results are common after vaccination, the positive predictive value of the diagnostic assays to predict disease caused by these agents in dogs would be decreased.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 295,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 727,
                    "end": 728,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The purpose of this study was to determine the impact of administration of a single IN dose of a commercially available MLVx adenovirus 2, B. bronchiseptica, and parainfluenza containing vaccine, a included as part of a facility standard initial vaccination series with a parenteral administration of MLVx containing adenovirus 2, canine distemper virus, and parvovirus, on the results of a commercially available polymerase chain reaction (PCR) panel that amplifies the RNA or DNA of the agents. b The study was completed with Institutional Animal Care and Use approval. Beagle puppies housed at a commercial breeding facility were used. c The puppies were housed in a closed facility without contact with other dogs and staff members followed facility barrier precautions over the course of the study. A sterile cotton swab was gently rubbed at the entrance to the external nares, and a second swab gently rubbed against the mucosa of the oropharynx in nonsedated puppies. The swabs were stored separately at 4°C in sterile plastic tubes and stored until shipped by overnight express on cold packs for performance of the molecular assays. b A total of 12 puppies were screened twice as described, 1 week apart, and all were negative for nucleic acids of the target organisms. Eight puppies were randomly selected for the study and housed in a separate room at the breeding facility for the duration of the study. The puppies were approximately 9 weeks of age when samples were collected on Day 0 before the SQ administration of a MLVx containing adenovirus 2, canine distemper virus, and parvovirus d and the IN administration of a MLVx a containing adenovirus 2, B. bronchiseptica, and parainfluenza following manufacturer's instructions (approximately ½ mL per nares). Nasal and pharyngeal swabs were then collected on days 1, 2, 3, 4, 5, 6, 7, 10, 14, 17, 21, 24, and 28 for molecular analysis. b Sneezing or coughing which have been associated with IN MLVx administration was not noted over the course of the study. Adverse effects associated with the collection of the nasal and oropharyngeal swabs were not noted. At the time the study was performed, the PCR panel utilized also included primers for canine distemper virus RNA; and none of the samples collected over the course of the study were positive. In contrast, nucleic acids of adenovirus 2, B. bronchiseptica, and parainfluenza were amplified from both sampling sites, from all 8 puppies, on multiple days after vaccine administration (Table 1) . Because adenovirus 2 was administered in both vaccine types, source of that virus cannot be determined. Increasing numbers of positive samples after vaccination suggest local replication of the vaccinal strains. Decreasing numbers of positive samples over time suggest immune responses inhibiting organism replication. However, quantitative PCR assays normalized to total DNA/RNA on the swab would be needed to confirm or deny these hypotheses. The PCR laboratory adheres to standard operating procedures including use of positive and negative controls thus erroneous results are unlikely.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 498,
                    "text": "b",
                    "ref_id": null
                },
                {
                    "start": 1900,
                    "end": 1901,
                    "text": "b",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2502,
                    "end": 2511,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Agents considered most common for kennel cough syndrome include canine distemper virus, adenovirus 2, parainfluenza, and B. bronchiseptica. However, emerg-ing pathogens include influenza, herpesvirus, respiratory coronavirus, pantropic coronavirus, pneumovirus, and others. 1 All of these agents, as well as S. equi var. zooepidemicus and Mycoplasma spp., have been identified as causes of canine infectious respiratory disease. Determination of the agent is important for targeting treatment, particularly for dogs who fail to respond to standard treatment recommendations. 2 In animal shelter environments, agent identification is critical for outbreak control and individual case management. 3 Bacterial and viral shedding postvaccine administration complicates diagnostic testing and treatment. This is especially problematic in shelter environments as dogs are routinely vaccinated on intake. Viral shedding after vaccination has been detected in cats, 4 people, 5 cattle, 6 pigs, 7 and dogs. 8 A vaccine strain of B. bronchiseptica was detected via nasal culture up to 4 weeks after IN vaccination of 2-week-old puppies. 9 Commercially available respiratory PCR panels are a relatively cost and time effective diagnostic method for identifying multiple respiratory pathogens. However, amplification of nucleic acids may inherently lead to inaccurate clinical diagnosis because small amounts can be amplified from some animals even though the agent may not be present in sufficient quantity to cause disease. In this study, nucleic acids of all 3 organisms contained in the IN vaccine were amplified from both sites on multiple days via PCR, although no clinical signs of respiratory disease were observed. Thus, interpretation of PCR panel results for diagnoses should include consideration of recent vaccination status and clinical signs of disease. Use of quantitative PCR and wild-type sequence differences may be able to differentiate between vaccine and pathogenic agent shedding and may be used diagnostically in the future.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 575,
                    "end": 576,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 695,
                    "end": 696,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 999,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1127,
                    "end": 1128,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Real-time reverse transcriptase PCR has been used to amplify canine distemper virus RNA in blood, urine, and conjunctival swabs after administration of SQ MLVx. 10 In this study, the PCR panel did not amplify distemper virus RNA from nasal or pharyngeal swabs. Further studies are needed to determine whether the ",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "New and emerging pathogens in canine infectious respiratory disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Priestnall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Pathol",
            "volume": "51",
            "issn": "",
            "pages": "492--504",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pesavento PA, Murphy BG. Common and emerging infectious diseases in the animal shelter",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Datz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Compen Contin Educ Vet",
            "volume": "25",
            "issn": "",
            "pages": "478--491",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of a live attenuated intranasal vaccine on latency and shedding of feline herpesvirus 1 in domestic cats",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Weigler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Nasisse",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Arch Virol",
            "volume": "142",
            "issn": "",
            "pages": "2389--2400",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Shedding of Ann Arbor strain live attenuated influenza vaccine virus in children 6-59 months of age",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mallory",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ambrose",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "4322--4327",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Shedding course of bovine respiratory syncytial virus and bovine parainfluenza 3 virus in calves vaccinated intranasally",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Socha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rola",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bednarek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull Vet Inst Pulawy",
            "volume": "57",
            "issn": "",
            "pages": "479--483",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of various vaccination procedures on shedding, latency, and reactivation of attenuated and virulent pseudorabies virus in swine",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lager",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Volz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Brockmeier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Vet Res",
            "volume": "53",
            "issn": "",
            "pages": "2164--2173",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Long-term viremia and fecal shedding in pups after modified-live canine parvovirus vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Decaro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crescenzo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Desario",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "3850--3853",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simultaneous analysis of the nasal shedding kinetics of field and vaccine strains of Bordetella bronchiseptica",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iemura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tsukatani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Micallef",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taneno",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Rec",
            "volume": "165",
            "issn": "",
            "pages": "747--751",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Real-time reverse transcription polymerase chain reaction method for detection of Canine distemper virus modified live vaccine shedding for differentiation from infection with wild-type strains",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilkes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Vet Diagn Invest",
            "volume": "26",
            "issn": "",
            "pages": "27--34",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Distribution of positive results for nucleic acids of adenovirus 2, B. bronchiseptica, and parainfluenza over time in 8 Beagle puppies. negative result is because this strain of vaccine virus does not reach the nasal or pharyngeal tissues or was present at levels below the detectable limit of the assay used. a Nobivac Ò Intra-Trac Ò 3 (Intranasal B. bronchiseptica, adenovirus 2, and parainfluenza), Merck Animal Health, Whitehouse Station, NJ b FastPanel TM PCR Canine Respiratory Disease Profile, Antech Diagnostics, Lake Success, NY c Ridglan Farms, Ridgeland, WI d Continuum DAP, Merck Animal Health",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of Interest Declaration: Authors disclose no conflict of interest as no financial benefit was derived from participation in this study.Off-label Antimicrobial Declaration: Authors declare no off-label use of antimicrobials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}