{
    "paper_id": "12666bbfb4382c1c684087fa6343d5c03cea8584",
    "metadata": {
        "title": "Single-cell transcriptomics reveals distinct inflammation-induced microglia signatures Editor: Achim Breiling Transaction Report",
        "authors": [
            {
                "first": "Carole",
                "middle": [],
                "last": "Sousa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Golebiewska",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suresh",
                "middle": [
                    "K"
                ],
                "last": "Poovathingal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tony",
                "middle": [],
                "last": "Kaoma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yolanda",
                "middle": [],
                "last": "Pires-Afonso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Martina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Djalil",
                "middle": [],
                "last": "Coowar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [],
                "last": "Azuaje",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Skupin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rudi",
                "middle": [],
                "last": "Balling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Knut",
                "middle": [],
                "last": "Biber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simone",
                "middle": [
                    "P"
                ],
                "last": "Niclou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Michelucci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Thank you for the transfer of your research manuscript to EMBO reports. I now went through the referee reports from The EMBO Journal. Both referees acknowledge the potential interest of the findings. Nevertheless, both referees have raised a number of concerns and suggestions to improve the manuscript, or to strengthen the data and the conclusions drawn. As the reports are below, I will not detail them here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As EMBO reports emphasizes novel functional over detailed mechanistic insight, we will not require to address points regarding more refined mechanistic details. However, all concerns regarding technical and experimental limitations, and data presentation need to be addressed. Moreover, as EMBO reports publishes robustly documented, novel major findings of physiological or clinical relevance and wide interest, we think that the biological relevance of the findings (as indicated by referee #1) should be strengthened. Further, as stated by referee #2, the novelty and advance of the findings should be increased by adding more data, addressing the questions raised by this referee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Given the constructive referee comments, we would like to invite you to revise your manuscript, with the understanding that all referee concerns must be fully addressed in the revised manuscript (as outlined above), and a complete point-by-point response. Acceptance of your manuscript will depend on a positive outcome of a second round of review, using the same referees as at The EMBO Journal (indicating, that the paper is now revised and submitted to EMBO reports). It is EMBO reports policy to allow a single round of revision only and acceptance or rejection of the manuscript will therefore depend on the completeness of your responses included in the next, final version of the manuscript. EMBO reports -Peer Review Process File © European Molecular Biology Organization 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Referee #1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In their work, Sousa et al. argue that the homeostatic functions of microglia are lost under inflammatory conditions mimicked in this work by LPS treatment in vivo and in vitro. The authors isolated homogeneous microglia populations and show by single cell RNA Sequencing segregation of microglia in different subgroups apparently triggered by inflammatory processes. This topic is therefore of interest to the microglia community as it highlights the microglial response to an acute inflammatory stimulus and compares it to chronic stimuli such as neurodegeneration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The authors argue that microglial subpopulations exist that show differential responses to acute inflammation. By selecting population-specific cell surface markers, they were able to effectively isolate only brain-resident microglia, based on Cd11b+/Cd45int expression, as opposed to other intrinsic or peripheral cells (Fig. 1) . The authors show that upon an acute LPS injection or upon in vitro LPS stimulation, microglia lose their homeostatic and phagocytosing gene expression profile, whilst pro-inflammatory genes are upregulated (Fig. 2) . This data was confirmed using a single-cell sequencing approach, showing that microglia exposed to LPS show a distinct reactive phenotype compared to saline-injected control mice (Fig. 3) . By analysing the sequencing data more closely, the group could identify a specific microglia sub-population (\"subset LPS\") that showed an intermediate phenotype compared to control and reactive microglia (Fig. 4) . They postulate based on differential gene analysis that these cells might either be damaged cells, recovering from their activation status or a cell population with specific DNA repair properties. Lastly, in Fig. 5 the authors compared the gene signatures of LPS-exposed microglia to that of \"disease-associated microglia\" (DAM) that has been described by Keren-Shaul et al. (2017) in response to neurodegeneration and describe high inflammatory reactivity upon LPS treatment and a phagocytic gene signature in DAM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 546,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 736,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 943,
                    "end": 951,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 1162,
                    "end": 1168,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The paper analyses reactive microglia on a single-cell level, which adds to the growing amount of research dissecting specific microglial responses and subtypes to varying stimuli using highresolution approaches. Yet, the relevance the particular knowledge of LPS induced microglia subgroups to advance treatment options for diseases of the CNS involving neuroinflammation remains questionable and is not addressed in this study. The work lacks clinical relevance, which should be increased by adding further experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1. It is not clear why the authors have chosen the regimen of one LPS injection instead of several injections which leads to neurodegeneration as described e.g. by Bodea et al. (2014) . The relevance of the study for neurodegenerative diseases -if there is any -should be increased by adding the following points: a. Analyse LPS-injected mice once the acute stimulus has resided to evaluate whether microglia stay \"primed\" or whether they return to their homeostatic state. b. Repeat the LPS injection to see whether the acclaimed neurodegenerative microglia signature (Bodea et al., 2014) can be triggered and associate this gene signature to the acutely treated mice. c. Comparing transcriptome signatures in two distinct genotypes, one being a model of Alzheimer's disease (in the case of DAM) could lead to a bias. The differences which the authors describe could simply reflect the distinct microglia properties inherent to the respective model. To be able to effectively compare the two populations it would be necessary to re-run the RNASeq analysis comparing the effects of LPS injection on microglia phenotypes with states of microglia in the Alzheimer model in the same laboratory with the same platform.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 183,
                    "text": "Bodea et al. (2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. Fig. 2 : The in vitro LPS-stimulation should be done on cultured adult microglia since it represents the findings of in vivo LPS-exposed microglia of mice aged 3-4 months more closely.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": ""
        },
        {
            "text": "3. Figs 4 +5: The genes derived from the single-cell analysis should be validated further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "a. An untreated group should be included (i.e. non-saline or -LPS injected) b. Validation on RNA expression (e.g. qPCR, in situ hybridisation) or protein level (e.g. Western blot, histology) should be undertaken, especially of the genes mentioned in the discussion (SOCS3, STAT3, Mef2c, TREM2, TYROBP) c. The relevance of the identified genes should be discussed in more detail when comparing the three microglia subsets to each other and to the DAM-specific signature. What are the functional implications? Is the LPS-response of microglia harmful or beneficial towards tissue homeostasis and repair? d. Do the microglia of the \"LPS-subset\" share common markers that can be used to selectively isolate and analyse this specific population? It would give the study strength if the authors could confirm the activated cells of \"subset LPS\" in the CNS in vivo using the up and downregulated genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "4. There is mounting evidence that microglia show gender-specific differences especially to inflammatory reactions. The authors should use either male or female mice for their experiments or carefully dissect their existing data to exclude a gender bias. It does not become clear how many and which mice (male/female) were used for each experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Minor points:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. The authors do not mention how many repetitions of their experiment they have done. It should be ensured and clearly stated that n=3 biological replicates were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. Fig. 1 : a. More neuronal marker genes should be tested. One gene is clearly not sufficient. b. Figs. 1C and 1D: Why didn't the authors test the isolated populations towards the presence of monocytes or other myeloid cells? The absence of these cells needs to be shown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": ""
        },
        {
            "text": "3. Fig. 2 : a. The authors should show the gene expression of more inflammatory genes, especially upon LPS treatment in vitro. Here, the focus lies too much on homeostatic genes. b. Figs. 2B, 2C and 2D: Isolated monocytes and macrophages should be included as a control. c. Fig. 2E : The relevance of the putative regulation by TGFβ for the following parts of the manuscript is unclear. d. In vitro experiments could also be used to validate findings from the sequencing experiments (see above) 4. Fig. S2 : The inclusion of these data, serving as a putative control of TGFβ as a regulator of the homeostatic function of these cells is relevant information. Yet, the text explains only a fragment of the shown treatments. Why are the treatments included in the study? 5. Fig. 3 : a. How many mice were used for the isolation of microglia and respective subsequent single cell RNASeq? The authors need to mention it in the legend b. The labelling of the heatmap is too small. Showing it without the gene symbols is sufficient. c. The volcano plot is not necessary. d. Descriptions of the -in part very general -results of the gene set enrichment are confusing. 6 . Fig. 4 : a. The authors should label the graphs with a heading to facilitate the understanding of the data shown (e.g. Fig. 4C : \"upregulated genes\"). b. The whole paragraph in the text can be shortened. profiles between acute inflammatory microglia and Alzheimer's disease-associated microglia on a single cell level. The article presents a useful resource for identifying microglia-specific genes in inflammation. However, many of the described results, such as the downregulation of microglia-specific homeostatic genes during inflammation, have been described previously. In order to increase the significance of this work, the authors should extend their analysis and add additional experiments.",
            "cite_spans": [
                {
                    "start": 1160,
                    "end": 1161,
                    "text": "6",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 274,
                    "end": 281,
                    "text": "Fig. 2E",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 498,
                    "end": 505,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 771,
                    "end": 777,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1164,
                    "end": 1170,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1283,
                    "end": 1290,
                    "text": "Fig. 4C",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": ""
        },
        {
            "text": "Major comments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the article provides an in-depth description of gene expression, it would be useful to add a further level of analysis of protein expression. The authors could include flow cytometry analysis of the expression of several of the homeostatic microglia signature surface markers that they point out to be differentially expressed between steady state microglia and LPS-induced microglia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "They identify two populations of microglia after LPS-induced systemic inflammation based on gene expression (termed 'Main LPS' and 'Subset LPS'). The authors however provide only a global comparison between the two populations. Therefore, a more specific description of the top genes that distinguish the two populations would be useful. Moreover, the authors could use other methods to confirm this heterogeneity, such as FACS based on differentially expressed surface markers, and immunohistochemistry to define the location of the 'subset' population. What is the difference of this 'subset' population in terms of function, proliferation and cytokine expression in comparison to the 'main' LPS population and naïve microglia? Can this population be analyzed longitudinally? When does it appear? How long does it persist?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the discussion the authors suggest that changes in SOCS3-STAT3 signalling may control downregulation of microglia homeostatic genes. Can the authors include experiments to show whether phosphorylation of Stat3 in microglia is indeed different between steady state and inflammatory microglia?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Figure 2 D the authors try to show that there is no monocyte contamination of their sorted microglia population by performing qPCR for Ly6c and Ccr2. The way it is presented does not provide information on the expression levels of these two genes in relation to the positive cell subset (monocytes). A positive control should therefore be included.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 2",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": ""
        },
        {
            "text": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example Figure 3C log10FDR should be -log10FDR. Moreover, labeling of differentially expressed pathways in all figures often does not contain the full name of the pathway shown. The authors argue that microglial subpopulations exist that show differential responses to acute inflammation. By selecting population-specific cell surface markers, they were able to effectively isolate only brain-resident microglia, based on Cd11b+/Cd45int expression, as opposed to other intrinsic or peripheral cells (Fig. 1) . The authors show that upon an acute LPS injection or upon in vitro LPS stimulation, microglia lose their homeostatic and phagocytosing gene expression profile, whilst pro-inflammatory genes are upregulated (Fig. 2) . This data was confirmed using a single-cell sequencing approach, showing that microglia exposed to LPS show a distinct reactive phenotype compared to saline-injected control mice (Fig. 3) . By analysing the sequencing data more closely, the group could identify a specific microglia sub-population (\"subset LPS\") that showed an intermediate phenotype compared to control and reactive microglia (Fig. 4) . They postulate based on differential gene analysis that these cells might either be damaged cells, recovering from their activation status or a cell population with specific DNA repair properties. Lastly, in Fig. 5 the authors compared the gene signatures of LPS-exposed microglia to that of \"disease-associated microglia\" (DAM) that has been described by Keren-Shaul et al. (2017) We acknowledge the reviewer for his comments and criticisms regarding the relevance of the study for neurodegenerative diseases. Taking them into account, we strengthen the results regarding the acute inflammatory model and put less emphasis on the comparison with neurodegenerative conditions. Specifically: -we amended the title: \"Single-cell transcriptomics reveals distinct inflammatory and neurodegenerative microglia signatures\" now reads \"Single-cell transcriptomics reveals distinct microglia signatures under inflammation\" -we shortened the text describing the comparison with DAM as recommended below (minor point 7c \"The text describing Fig. 5 should be more to the point and less descriptive\") -we placed the results regarding the comparison with DAM in supplementary data (in the revised version, Fig. 5 has been moved to Fig. EV3 ) -we built up the analysis of our acute inflammatory model performing additional experiments and adding further results taking into consideration the suggestions from both reviewers. As a side note regarding the reviewer's statement \"The differences which the authors describe could simply reflect the distinct microglia properties inherent to the respective model\", we would like to point out that several relevant studies are conducted by comparing data obtained on different mouse strain backgrounds showing comparable results. Similar observations are also applicable to the reviewer's assertion \"To be able to effectively compare the two populations it would be necessary to re-run the RNASeq analysis comparing the effects of LPS injection on microglia phenotypes with states of microglia in the Alzheimer model in the same laboratory with the same platform\". For these aspects, please refer, for example, to the following article: Holtman et al (2015) Induction of a common microglia gene expression signature by aging and neurodegenerative conditions: a coexpression meta-analysis. Acta Neuropathol Commun. Fig. 2 : The in vitro LPS-stimulation should be done on cultured adult microglia since it represents the findings of in vivo LPS-exposed microglia of mice aged 3-4 months more closely.",
            "cite_spans": [
                {
                    "start": 1566,
                    "end": 1591,
                    "text": "Keren-Shaul et al. (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 577,
                    "end": 585,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 794,
                    "end": 802,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 984,
                    "end": 992,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1199,
                    "end": 1207,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1418,
                    "end": 1424,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2240,
                    "end": 2246,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2402,
                    "end": 2408,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2427,
                    "end": 2435,
                    "text": "Fig. EV3",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 3552,
                    "end": 3558,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": ""
        },
        {
            "text": "We agree with the reviewer, therefore we also conducted LPS treatment on cultured adult microglia of mice aged 3-4 months (2 mice -one female and one male -per replicate). Similarly to the in vivo and in vitro results obtained with newborn mice, the expression levels of the homeostatic genes (e.g. Tmem119 and Gpr34) were decreased, while those of the pro-inflammatory genes (e.g. Il1b and Tnf) were up-regulated by cultured adult microglia treated with LPS compared to untreated cells. We added the qPCR results obtained from cultured adult microglia in Fig. 2E . We amended the text in the Results as well as in the Materials and Methods sections and the figure legend accordingly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 563,
                    "text": "Fig. 2E",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "2."
        },
        {
            "text": "The genes derived from the single-cell analysis should be validated further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figs 4 +5:"
        },
        {
            "text": "a. An untreated group should be included (i.e. non-saline or -LPS injected)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figs 4 +5:"
        },
        {
            "text": "To study the effect of a single-dose peripheral injection of LPS dissolved in PBS, we considered our saline (PBS) group as our vehicle control. Differently from an intracranial injection of LPS where a non-injected control would be essential to discern between the effects of the injury from the LPS, we believe that the effect on the CNS of a single intraperitoneal puncture would be minimal or absent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figs 4 +5:"
        },
        {
            "text": "b. Validation on RNA expression (e.g. qPCR, in situ hybridisation) or protein level (e.g. Western blot, histology) should be undertaken, especially of the genes mentioned in the discussion (SOCS3, STAT3, Mef2c, TREM2, TYROBP)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figs 4 +5:"
        },
        {
            "text": "Gene expression levels of Trem2 and Tyrobp were already shown in Fig. 2A at the bulk level and confirmed at single-cell resolution. As suggested, we added Mef2c to Fig. 2A . Thus, we displayed the decrease of the expression levels of Mef2c, Trem2 and Tyrobp by microglia isolated from LPSinjected mice compared to saline-injected mice. As recommended in minor point 3d \"In vitro experiments could also be used to validate findings from the sequencing experiments\", we took advantage of primary cells to analyse Socs3 at gene expression level by qPCR and investigate STAT3 phosphorylation levels by Western blot. Microglial cells treated with LPS showed increased amounts of STAT3 phosphorylation along with up-regulation of Socs3 expression levels compared to untreated cells (Appendix Fig. S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 164,
                    "end": 171,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 786,
                    "end": 793,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Figs 4 +5:"
        },
        {
            "text": "c. The relevance of the identified genes should be discussed in more detail when comparing the three microglia subsets to each other and to the DAM-specific signature. What are the functional implications? Is the LPS-response of microglia harmful or beneficial towards tissue homeostasis and repair?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figs 4 +5:"
        },
        {
            "text": "We welcome the suggestion from the reviewer, therefore in the revised version we provided a more detailed comparison of the two inflammatory subsets compared to steady state as well as to the DAM-specific signature both in the results and in the discussion sections. Notably, for example, we identified mesencephalic astrocyte-derived neurotrophic factor (Manf), a factor which promotes neuroprotection and tissue repair, to be exclusively upregulated in the \"main LPS\" and not in the DAM, thus highlighting a potential beneficial phenotype of this microglial population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figs 4 +5:"
        },
        {
            "text": "We agree with the reviewer that this information would strengthen the study. Accordingly to the reviewer's suggestion, we further characterized selected genes identified at single-cell resolution. To achieve this, we applied flow cytometry to analyse the expression levels of markers up-regulated in both LPS groups (e.g. CD44), only in \"main LPS\" (e.g. CD14 and CD274) or only in \"subset LPS (e.g. NOTCH4) (please see the figure below). Although 3-4 markers used simultaneously did not allowed to clearly discriminate the \"subset LPS\" from the \"main LPS\" population, changes in the proportion of marker positive cells are in line with the scRNAseq data, as a smaller proportion of NOTCH4 positive cells was detected upon LPS treatment compared to CD14. We would like to receive the reviewer's advice whether these data should be included in the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "d. Do the microglia of the \"LPS-subset\" share common markers that can be used to selectively isolate and analyse this specific population? It would give the study strength if the authors could confirm the activated cells of \"subset LPS\" in the CNS in vivo using the up and downregulated genes."
        },
        {
            "text": "We agree with the reviewer's comment. For this reason, for all the in vivo and in vitro experiments included in the present manuscript, we performed the analyses using a mix of females and males. We apologize for having omitted this relevant information. To solve this issue, we added it in the corresponding figure legends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "There is mounting evidence that microglia show gender-specific differences especially to inflammatory reactions. The authors should use either male or female mice for their experiments or carefully dissect their existing data to exclude a gender bias. It does not become clear how many and which mice (male/female) were used for each experiment."
        },
        {
            "text": "Minor points:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "There is mounting evidence that microglia show gender-specific differences especially to inflammatory reactions. The authors should use either male or female mice for their experiments or carefully dissect their existing data to exclude a gender bias. It does not become clear how many and which mice (male/female) were used for each experiment."
        },
        {
            "text": "1. The authors do not mention how many repetitions of their experiment they have done. It should be ensured and clearly stated that n=3 biological replicates were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "There is mounting evidence that microglia show gender-specific differences especially to inflammatory reactions. The authors should use either male or female mice for their experiments or carefully dissect their existing data to exclude a gender bias. It does not become clear how many and which mice (male/female) were used for each experiment."
        },
        {
            "text": "We thank the reviewer for pointing out this aspect. We added this information in the corresponding figure legends. Fig. 1 : a. More neuronal marker genes should be tested. One gene is clearly not sufficient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "There is mounting evidence that microglia show gender-specific differences especially to inflammatory reactions. The authors should use either male or female mice for their experiments or carefully dissect their existing data to exclude a gender bias. It does not become clear how many and which mice (male/female) were used for each experiment."
        },
        {
            "text": "We agree with the reviewer's comment, therefore we added further neuronal marker genes. Specifically, in addition to Tubb3, we included gene expression results for Vglut1 and NeuN in Fig.  1B . We amended the text and the figure legend accordingly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Fig.  1B",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "2."
        },
        {
            "text": "Accordingly to the reviewer's suggestion, we further analysed the potential contamination of sorted CD11b + CD45 int microglia by monocytes (Ly6C+ and CCR2+ cells) or macrophages/dendritic cells (CD11c+ cells). As expected, CD11b + CD45 int cells did not contain neither Ly6C+ CCR2+ cells, nor CD11c+ cells (Fig. EV1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 317,
                    "text": "(Fig. EV1)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "b. Figs. 1C and 1D: Why didn't the authors test the isolated populations towards the presence of monocytes or other myeloid cells? The absence of these cells needs to be shown."
        },
        {
            "text": "3. Fig. 2 : a. The authors should show the gene expression of more inflammatory genes, especially upon LPS treatment in vitro. Here, the focus lies too much on homeostatic genes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "b. Figs. 1C and 1D: Why didn't the authors test the isolated populations towards the presence of monocytes or other myeloid cells? The absence of these cells needs to be shown."
        },
        {
            "text": "We thank the reviewer for this suggestion. We added gene expression results regarding inflammatory genes upon LPS treatment in vivo and in vitro (adult and neonatal microglia), accordingly. Specifically, we added Il-1β gene expression analysis obtained from in vivo LPSinjected mice compared to saline control (we added these results in Fig. 2A) . For adult and neonatal cultivated microglia in vitro, we maintained Tmem119 and Gpr34 as representative homeostatic genes and we added Il-1β and Tnf as inflammatory genes (these results are shown in Fig. 2E) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 345,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 547,
                    "end": 555,
                    "text": "Fig. 2E)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "b. Figs. 1C and 1D: Why didn't the authors test the isolated populations towards the presence of monocytes or other myeloid cells? The absence of these cells needs to be shown."
        },
        {
            "text": "To include the requested control, we used the Monocyte Cell Isolation Kit (Miltenyi Biotec) that has been developed for the isolation of monocytes from suspensions of mouse bone marrow. Remarkably, FACS analyses revealed pure populations of Ly6C + cells after depletion of magnetically labelled non-target cells, i.e. T cells, B cells, NK cells, dendritic cells, erythroid cells and granulocytes. We included the FACS results in Fig. EV2 and the corresponding qPCR data in Fig. 2D , which further support the validity of our FACS gating strategy and purity of FACS-sorted cells. We revised the text and the figure legends accordingly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 437,
                    "text": "Fig. EV2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 473,
                    "end": 480,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "b. Figs. 2B, 2C and 2D: Isolated monocytes and macrophages should be included as a control."
        },
        {
            "text": "c. Fig. 2E : The relevance of the putative regulation by TGFβ for the following parts of the manuscript is unclear.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Fig. 2E",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "b. Figs. 2B, 2C and 2D: Isolated monocytes and macrophages should be included as a control."
        },
        {
            "text": "We apologize for the unclear explanation regarding these experiments. Actually, the relevance of showing that the homeostatic gene markers are decreased in cultivated microglia under LPS exposure was to strength our in vivo results. Showing that the decrease of Tmem119, Gpr34, etc. is observed in pure populations of cultivated microglia with no contamination by other immune cells which do not express these markers (e.g. resident macrophages and peripheral immune cells) is a robust evidence that the down-regulation of the homeostatic signature under inflammatory conditions is an intrinsic property of microglia. The text reads as follows: \"In order to further assess that the decrease of the homeostatic signature under inflammatory conditions is not due to the presence of other immune cell types, but it is an intrinsic property of microglial cells, we also analysed the effect of LPS on cultivated microglia from neonatal and adult mice\". Notably, the decrease of the homeostatic gene markers is among the most prominent effect also at the single-cell resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Figs. 2B, 2C and 2D: Isolated monocytes and macrophages should be included as a control."
        },
        {
            "text": "We thank the reviewer for this precious suggestion. We validated several genes identified in the sequencing experiments in both adult and neonatal cultivated microglia (e.g. Ccl2 and P2ry12) (Appendix Fig. S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "d. In vitro experiments could also be used to validate findings from the sequencing experiments (see above)"
        },
        {
            "text": "Accordingly to the reviewer's comment, as the whole information provided in Fig. S2 on different treatments of neonatal cultivated microglia resulted dispersive and redundant, we omitted Fig. S2 and included the relevant information regarding TGFβ as a regulator of the homeostatic function in the former Fig. S3 , in the revised version Fig. EV2 . In this figure, we also included the corresponding information obtained in cultivated adult microglia. Consequently, the text and the figure legend have been amended. Fig. 3 : a. How many mice were used for the isolation of microglia and respective subsequent single cell RNASeq? The authors need to mention it in the legend.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 187,
                    "end": 194,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 305,
                    "end": 312,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 338,
                    "end": 346,
                    "text": "Fig. EV2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 516,
                    "end": 522,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Fig. S2: The inclusion of these data, serving as a putative control of TGFβ as a regulator of the homeostatic function of these cells is relevant information. Yet, the text explains only a fragment of the shown treatments. Why are the treatments included in the study?"
        },
        {
            "text": "The number of mice used for scRNA-seq was 2 per group (2 saline-and 2 LPS-injected mice; 1 female and 1 male per group). We added this information in the figure legend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "The gene symbols from the heatmap have been removed accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. The labelling of the heatmap is too small. Showing it without the gene symbols is sufficient."
        },
        {
            "text": "c. The volcano plot is not necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. The labelling of the heatmap is too small. Showing it without the gene symbols is sufficient."
        },
        {
            "text": "We removed the volcano plot from Fig. 3 accordingly. We moved it in Appendix Fig. S3 . We apologize for the unclear description of the gene set enrichment results. We revised the text to improve the understanding of these results accordingly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 39,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 77,
                    "end": 84,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "b. The labelling of the heatmap is too small. Showing it without the gene symbols is sufficient."
        },
        {
            "text": "6. Fig. 4 : a. The authors should label the graphs with a heading to facilitate the understanding of the data shown (e.g. Fig. 4C : \"upregulated genes\").",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 122,
                    "end": 129,
                    "text": "Fig. 4C",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "b. The labelling of the heatmap is too small. Showing it without the gene symbols is sufficient."
        },
        {
            "text": "We agree that this labelling would enable a better understanding of the graphs, thus we added \"upregulated genes\" and \"downregulated genes\" in Figs. 4B and 4C, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. The labelling of the heatmap is too small. Showing it without the gene symbols is sufficient."
        },
        {
            "text": "b. The whole paragraph in the text can be shortened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. The labelling of the heatmap is too small. Showing it without the gene symbols is sufficient."
        },
        {
            "text": "Following the addition of further results and information, the whole paragraph related to Fig. 4 has been shortened (e.g. we removed some GO results) and entirely revised. Fig. 5 : a. A Venn diagram showing downregulated genes between LPS-exposed microglia and DAM should be included (similar to Fig. 5B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 172,
                    "end": 178,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 296,
                    "end": 303,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "b. The labelling of the heatmap is too small. Showing it without the gene symbols is sufficient."
        },
        {
            "text": "As suggested, we added a Venn diagram showing the corresponding downregulated genes and we included a title for both of them, i.e. upregulated genes and downregulated genes. We amended the text and the figure legend accordingly (in the new version Fig. EV3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "Fig. EV3)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "7."
        },
        {
            "text": "As recommended for Figs. 4C and 4D, we added titles in Figs. 5G and 5H (in the new version Fig  EV3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "text": "Fig  EV3)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "b. Include titles for Figs. 5G and 5H."
        },
        {
            "text": "c. The text describing Fig. 5 should be more to the point and less descriptive.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 29,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "b. Include titles for Figs. 5G and 5H."
        },
        {
            "text": "As suggested, we reshaped the text to be more to the point and less descriptive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Include titles for Figs. 5G and 5H."
        },
        {
            "text": "Referee #2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Include titles for Figs. 5G and 5H."
        },
        {
            "text": "The article presents a useful resource for identifying microglia-specific genes in inflammation. However, many of the described results, such as the downregulation of microglia-specific homeostatic genes during inflammation, have been described previously. In order to increase the significance of this work, the authors should extend their analysis and add additional experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The article by Sousa et al. describes in depth the transcriptome of microglia in conditions of systemic inflammation induced by LPS. They further compare the microglia gene expression profiles between acute inflammatory microglia and Alzheimer's disease-associated microglia on a single cell level."
        },
        {
            "text": "While the article provides an in-depth description of gene expression, it would be useful to add a further level of analysis of protein expression. The authors could include flow cytometry analysis of the expression of several of the homeostatic microglia signature surface markers that they point out to be differentially expressed between steady state microglia and LPS-induced microglia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major comments:"
        },
        {
            "text": "We thank the reviewer for this comment and we definitely agree that the analysis of the homeostatic microglia surface markers at the protein level would strengthen our results. Thus, as suggested, we performed flow cytometry analysis for TMEM119 and P2RY12 and compared their expression levels between steady state and LPS-induced microglia. In agreement with the transcriptional results, the protein levels of TMEM119 and P2RY12 were decreased under inflammatory conditions compared to steady state. We included these results in Fig. 3D . We amended the text and the figure legend accordingly. We agree with the reviewer, therefore we carefully addressed these comments point by point. (a) As suggested, we identified and highlighted the top genes that distinguish the two populations. To do this, we listed top differentially expressed genes unique to \"Main LPS\" or \"Subset LPS\" versus steady state (FDR<0.05; upregulated genes, Log2FC≥3; downregulated genes, Log2FC≤-3). We included these results in Table 1 and discussed the potential interesting genes in the text referring to the existent literature. (b) Please see our answer given to Referee #1 comment (please refer to major point 3d). (c) As advised, to address the differences that discriminate the \"subset\" versus the \"main\" LPS subpopulations from the naïve microglia in terms of function, proliferation and cytokine expression, we extracted these information from our scRNA-seq data and built a new table (Table EV5) . We added the corresponding information in the text. (d) Although we agree with the reviewer that it would be very interesting to study the dynamics of these subpopulations along the inflammatory and resolution phases, in the present study we focused on a specific time point in order to provide a first screening of microglia heterogeneity under acute inflammatory conditions. Follow-up studies, which would analyse these subpopulations at different time points, would certainly provide highly relevant information regarding further characterization of microglia heterogeneity along the acute inflammatory process. In order to respond to the reviewer's questions, in this study we conducted a pseudotime analysis. From this analysis, we found that, along the activation process, the inflammatory mediators are upregulated first and the homeostatic gene markers are downregulated subsequently. Thus, the identified subset may correspond to an intermediate state of activated microglia having their homeostatic signature less affected than the main LPS group, thus being temporally at an earlier stage of activation. We describe these results in a new results section entitled \"Pseudotime analysis of LPS-activated microglia uncovers \"subset LPS\" as an intermediate activated state\" and included the related figures in Fig. 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 537,
                    "text": "Fig. 3D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1003,
                    "end": 1010,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1469,
                    "end": 1480,
                    "text": "(Table EV5)",
                    "ref_id": null
                },
                {
                    "start": 2800,
                    "end": 2806,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Major comments:"
        },
        {
            "text": "We acknowledge the reviewer for this advice, which is in line with Referee #1 comment (please refer to major point 3b). We took advantage of primary cells to analyse Socs3 at gene expression level by qPCR and to investigate STAT3 phosphorylation levels by Western blot. Microglial cells treated with LPS showed increased amounts of STAT3 phosphorylation along with up-regulation of Socs3 expression levels compared to untreated cells (Appendix Fig. S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 451,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "In the discussion the authors suggest that changes in SOCS3-STAT3 signalling may control downregulation of microglia homeostatic genes. Can the authors include experiments to show whether phosphorylation of Stat3 in microglia is indeed different between steady state and inflammatory microglia?"
        },
        {
            "text": "We are in agreement with the reviewer's remark, which is in line with Referee #1 comment (please refer to minor point 3b), therefore we performed additional experiments to include a positive control (i.e. bone marrow monocytes). Briefly, as mentioned above, we used the Monocyte Cell Isolation Kit (Miltenyi Biotec) that has been developed for the isolation of monocytes from suspensions of mouse bone marrow. Remarkably, FACS analyses revealed pure populations of Ly6C + cells after depletion of magnetically labelled non-target cells, i.e. Fig. EV2 and the corresponding qPCR data in Fig. 2D , which further support the validity of our FACS gating strategy and purity of FACS-sorted cells. We revised the text and the figure legends accordingly. Figure 3C We thank the reviewer for highlighting these imprecisions. We corrected them accordingly. Please consider that the volcano plot in Fig. 3C is now shown in Appendix Fig. S3 . Thank you for the submission of your revised manuscript to our editorial offices. We have now received the reports from the referees that were asked to re-evaluate your study (you will find enclosed below).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 550,
                    "text": "Fig. EV2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 586,
                    "end": 593,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 748,
                    "end": 757,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 889,
                    "end": 896,
                    "text": "Fig. 3C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 922,
                    "end": 929,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "In Figure 2 D the authors try to show that there is no monocyte contamination of their sorted microglia population by performing qPCR for Ly6c and Ccr2. The way it is presented does not provide information on the expression levels of these two genes in relation to the positive cell subset (monocytes). A positive control should therefore be included."
        },
        {
            "text": "As you will see, both referees now support the publication of your manuscript in EMBO reports. However, both have some further suggestions to improve the manuscript, and also some remaining concerns (referee #2), we ask you to address in a final revised version of your manuscript and/or a further point-by-point response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "Further, I have the following editorial requests:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "-I would suggest the following title: Single-cell transcriptomics reveals distinct inflammation-induced microglia signatures -Please provide the abstract written in present tense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "-We would like to publish the paper as Scientific Report (as you indicated). For a Scientific Report we require that results and discussion sections are combined in a single chapter called \"Results & Discussion\". Please do that for your manuscript. Please make sure that the combined character count for title, abstract, introduction and results & discussion is not more than 30000 (including spaces). For a short report, you could have up to 5 main figures and up to 5 EV figures, thus the present setup would be fine (though you could have one more EV figure) . For more details please refer to our guide to authors: http://embor.embopress.org/authorguide#manuscriptpreparation -Please provide the scale bar in Fig. 1D as solid line and bigger, and remove the writing. Please indicate the size only in the figure legend.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 561,
                    "text": "figure)",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 720,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "-Further, could the columns in this figure be separated by lines? I guess this panel is composed of different images taken at different time points, and using different optical parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "-Please provide the source data for the Western blots shown in Appendix Fig. S1 . Please include size markers for the scans of entire gels, label the scans with figure and panel number, and send one PDF for this figure. The source data will be published in a separate source data file online along with the accepted manuscript and will be linked to the relevant figure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 212,
                    "end": 219,
                    "text": "figure.",
                    "ref_id": null
                }
            ],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "-It seems authors Francisco Azuaje, Rudi Balling, Knut Biber and Simone P Niclou are missing from the author contributions. Please add the relevant information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "-Please provide Table 1 and Table EV5 without colour (using grey scales). Our published does not allow colours in tables.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 37,
                    "text": "Table 1 and Table EV5",
                    "ref_id": null
                }
            ],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "-It seems the FACS data images in Figure 3B and 4A are identical. Please explain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 43,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "-Tables EV1-EV4 are too long to be displayed as EV tables in the online version of the paper. Please call these files Dataset EVx and adjust the respective callouts in the manuscript text. Table  EV5 has then to become Table EV1 . In addition I would need from you: -a short, two-sentence summary of the manuscript -two to three bullet points highlighting the key findings of your study -a schematic summary figure (in jpeg or tiff format with the exact width of 550 pixels and a height of not more than 400 pixels) that can be used as visual synopsis on our website.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 228,
                    "text": "Table  EV5 has then to become Table EV1",
                    "ref_id": null
                }
            ],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "I look forward to seeing the final revised version of your manuscript when it is ready. Please let me know if you have questions or comments regarding the revision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor comments: Some of the figures contain inaccuracies in the labeling. For example"
        },
        {
            "text": "Referee #1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFEREE COMMENTS"
        },
        {
            "text": "The authors have addressed most of my comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFEREE COMMENTS"
        },
        {
            "text": "I think it would be nice if they could identify the location of the 'subset' population by immunohistochemistry. Are these subset microglia in a specific region or distributed evenly througout the brain? Can they use marker(s) upregulated in the subset population?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFEREE COMMENTS"
        },
        {
            "text": "Minor comment: The clinical relevance of the described LPS induced microglia subgroup in vivo to develop new treatment approaches for CNS diseases involving microglia-related neuroinflammation is not addressed in the study. Yet, the so far shown results by Sousa et al will pave the way for future studies that will relate the described dynamic of microglia inflammatory states to neurodegenerative conditions and are therefore a relevant basis to follow up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFEREE COMMENTS"
        },
        {
            "text": "The authors responded to most points raised in the review of their article submitted to EMBO Journal. However, we feel that the following points need to be addressed prior to publication in EMBO reports. 2. Determination of spatial distribution and brain region specific quantification of \"subset LPS\" in the CNS tissue in vivo by making use of the signature of up-and down-regulated genes as markers will add value to the study. The comparison of the spatial distribution of \"subset LPS\" between male and female mice would add further value. This has been done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFEREE COMMENTS"
        },
        {
            "text": "-Please provide the abstract written in present tense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "This has been done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "-We would like to publish the paper as Scientific Report (as you indicated This has been done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "-Please provide the scale bar in Fig. 1D as solid line and bigger, and remove the writing. Please indicate the size only in the figure legend.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Minor points"
        },
        {
            "text": "This has been done. This has been done. Please note that ImageStream images are taken at the same time maintaining defined optical parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "-Please provide the source data for the Western blots shown in Appendix Fig. S1 . Please include size markers for the scans of entire gels, label the scans with figure and panel number, and send one PDF for this figure. The source data will be published in a separate source data file online along with the accepted manuscript and will be linked to the relevant figure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Minor points"
        },
        {
            "text": "This has been done. Please note that gels were cut for the specific stainings (i.e. STAT3 or p-STAT3 in the upper part pf the gel and Actin in the bottom part).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "-It seems authors Francisco Azuaje, Rudi Balling, Knut Biber and Simone P Niclou are missing from the author contributions. Please add the relevant information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "Knut Biber and Simone P Niclou were involved in experimental design. Francisco Azuaje, Rudi Balling, Knut Biber and Simone P Niclou edited and approved the manuscript. This information has been included in the manuscript accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "-Please provide Table 1 and Table EV5 without colour (using grey scales). Our published does not allow colours in tables.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 37,
                    "text": "Table 1 and Table EV5",
                    "ref_id": null
                }
            ],
            "section": "Minor points"
        },
        {
            "text": "This has been done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "-It seems the FACS data images in Figure 3B and 4A are identical. Please explain. Figure 3B and 4A are tSNE plots representing single-cell data clustering in a 2D dimension. We take advantage of 3B to show the differences between homeostatic (in blue) and activated (in red) microglia, while we use 4A to highlight the existence of microglia subsets (in red and in yellow) under acute inflammatory conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 43,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 82,
                    "end": 91,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Minor points"
        },
        {
            "text": "- Tables EV1-EV4 are too long to be displayed as EV tables in the online version of the paper. Please call these files Dataset EVx and adjust the respective callouts in the manuscript text. Table  EV5 has then to become Table EV1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 16,
                    "text": "Tables EV1-EV4",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 229,
                    "text": "Table  EV5 has then to become Table EV1",
                    "ref_id": null
                }
            ],
            "section": "Minor points"
        },
        {
            "text": "This has been done. This has been done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "This has been done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When submitting your revised manuscript, we will require: -a Microsoft Word file (.doc) of the revised manuscript text -a letter detailing your responses to the final referee comments in Word format (.doc) -editable TIFF or EPS-formatted figure files (main figures and EV figures) in high resolution (of those with changes)."
        },
        {
            "text": "The combination of FACS and single-cell RNA-sequencing to analyse microglia in the LPS mouse model of acute inflammation reveals two distinct states of activation: a main reactive population and an intermediate activated cellular subset. These results provide insights into microglia heterogeneity and establish a resource for the identification of specific phenotypes in neurological disorders with an immunological component.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In addition I would need from you: -a short, two-sentence summary of the manuscript"
        },
        {
            "text": "-two to three bullet points highlighting the key findings of your study ! Microglia homeostatic signature is mainly lost under acute systemic inflammation ! Inflammation-induced microglia segregate into two distinct reactive states ! Inflammation-induced microglia signatures are distinct from neurodegenerative diseaseassociated profiles -a schematic summary figure (in jpeg or tiff format with the exact width of 550 pixels and a height of not more than 400 pixels) that can be used as visual synopsis on our website.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In addition I would need from you: -a short, two-sentence summary of the manuscript"
        },
        {
            "text": "This has been done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In addition I would need from you: -a short, two-sentence summary of the manuscript"
        },
        {
            "text": "Referee #1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rebuttal letter 3"
        },
        {
            "text": "The authors have addressed most of my comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rebuttal letter 3"
        },
        {
            "text": "I think it would be nice if they could identify the location of the 'subset' population by immunohistochemistry. Are these subset microglia in a specific region or distributed evenly throughout the brain? Can they use marker(s) upregulated in the subset population?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rebuttal letter 3"
        },
        {
            "text": "We agree with the reviewer's comment that it would be interesting to investigate if the identified \"subset microglia\" are located in a specific region of the brain or if they are equally distributed throughout it. As suggested, we addressed this question by IHC using a gene marker that is upregulated in the \"subset\" microglia (Notch4). Notably, we were able to show that NOTCH4 positive microglia (IBA1 positive cells) were evenly distributed across different brain regions. We further quantified this pattern by FACS (5.4% NOTCH4 positive cells in saline-injected mice and 18.9% in LPS-treated mice). We added this information in the main text (page 14) and included the corresponding results in Fig. EV5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 707,
                    "text": "Fig. EV5",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Rebuttal letter 3"
        },
        {
            "text": "Minor comment: Fig. 3D . What does 'negative' mean? Isotype, FMO, or another population (non-microglia)?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "text": "Fig. 3D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Rebuttal letter 3"
        },
        {
            "text": "For the unconjugated TMEM119 antibody, negative means primary antibody without secondary antibody. For P2RY12 antibody, negative means isotype PE control. We specified these details in the corresponding figure legend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rebuttal letter 3"
        },
        {
            "text": "------------------Referee #2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rebuttal letter 3"
        },
        {
            "text": "The clinical relevance of the described LPS induced microglia subgroup in vivo to develop new treatment approaches for CNS diseases involving microglia-related neuroinflammation is not addressed in the study. Yet, the so far shown results by Sousa et al will pave the way for future studies that will relate the described dynamic of microglia inflammatory states to neurodegenerative conditions and are therefore a relevant basis to follow up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of the manuscript \"Single-cell transcriptomics reveals distinct microglia signatures under inflammation.\""
        },
        {
            "text": "We would like to thank the reviewer for highlighting the interest of our study. We are aware that our work raises a number of interesting questions that go beyond the scope of the current manuscript and that will be the topic of future work. With regard to the clinical relevance, we believe that acute inflammation represents the early phase of what could result in chronic inflammation and/or neurodegenerative processes. As such, understanding the microglial response at the very early phase of perturbation provides important insight into their function and adaptive capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of the manuscript \"Single-cell transcriptomics reveals distinct microglia signatures under inflammation.\""
        },
        {
            "text": "The authors responded to most points raised in the review of their article submitted to EMBO Journal. However, we feel that the following points need to be addressed prior to publication in EMBO reports. Taken together, the aim of our study was to uncover the heterogeneity of the microglial responses under early acute inflammatory conditions to elucidate potential beneficial signatures of subpopulations that could contribute to resolve inflammation, thus avoiding to enter into a chronic phase, which could lead to neurodegeneration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of the manuscript \"Single-cell transcriptomics reveals distinct microglia signatures under inflammation.\""
        },
        {
            "text": "2. Determination of spatial distribution and brain region specific quantification of \"subset LPS\" in the CNS tissue in vivo by making use of the signature of up-and down-regulated genes as markers will add value to the study. The comparison of the spatial distribution of \"subset LPS\" between male and female mice would add further value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of the manuscript \"Single-cell transcriptomics reveals distinct microglia signatures under inflammation.\""
        },
        {
            "text": "Regarding the first part of the comment, we agree with the reviewer's comment that it would be interesting to investigate the spatial distribution of \"subset microglia\". As suggested, we addressed this question by IHC using a gene marker that is upregulated in the \"subset\" microglia (Notch4). Notably, we were able to show that NOTCH4 positive microglia (IBA1 positive cells) were evenly distributed across different brain regions. We further quantified this pattern by FACS (5.4% NOTCH4 positive cells in saline-injected mice and 18.9% in LPS-treated mice). We added this information in the main text (page 14) and included the corresponding results in Fig. EV5 . For the second part of the remark, we believe that the comparison of the spatial distribution of \"subset LPS\" between male and female mice, although surely of high interest, goes beyond the scope of the current manuscript. As suggested, several additional genes have been included in the revised manuscript in Fig. 2E . We agree with the reviewer that a heatmap will be beneficial for a better visualization of the data. As suggested, in the revised manuscript the tSNE plots of single genes have been replaced with a heatmap. We amended the text and the figure legend accordingly. The addition of the headings has been done. We thank the reviewer to point out the inaccuracy regarding the number of states. Monocle 2 learns a principal trajectory for the centroids of the raw data cloud and afterwards puts the data points on this path. States are missing when cells in the transition state are very few and the corresponding points are projected to nearby branches. The correct number is actually 9 states for both Fig 5A and 5C . It has been corrected and specified accordingly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 663,
                    "text": "Fig. EV5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 976,
                    "end": 983,
                    "text": "Fig. 2E",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1683,
                    "end": 1696,
                    "text": "Fig 5A and 5C",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Review of the manuscript \"Single-cell transcriptomics reveals distinct microglia signatures under inflammation.\""
        },
        {
            "text": "! ! ! ! \" common tests, such as t--test (please specify whether paired vs. unpaired), simple χ2 tests, Wilcoxon and Mann--Whitney tests, can be unambiguously identified by name only, but more complex techniques should be described in the methods section; \" are tests one--sided or two--sided? \" are there adjustments for multiple comparisons? \" exact statistical test results, e.g., P values = x but not P values < x; \" definition of 'center values' as median or average; \" definition of error bars as s.d. or s.e.m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "1.a. How was the sample size chosen to ensure adequate power to detect a pre--specified effect size? 1.b. For animal studies, include a statement about sample size estimate even if no statistical methods were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "2. Describe inclusion/exclusion criteria if samples or animals were excluded from the analysis. Were the criteria pre-established?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "3. Were any steps taken to minimize the effects of subjective bias when allocating animals/samples to treatment (e.g. randomization procedure)? If yes, please describe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "For animal studies, include a statement about randomization even if no randomization was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "4.a. Were any steps taken to minimize the effects of subjective bias during group allocation or/and when assessing results (e.g. blinding of the investigator)? If yes please describe. Do the data meet the assumptions of the tests (e.g., normal distribution)? Describe any methods used to assess it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "Is there an estimate of variation within each group of data?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "Is the variance similar between the groups that are being statistically compared?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "The statistical tests used for each dataset are specified in the figure legends and along the manuscript. Statistical analyses are also described in the Materials & Mehtods section accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minor points"
        },
        {
            "text": "The variability/variation of the sample means is represented in the corresponding analyses by the standard error of the mean.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "See above"
        },
        {
            "text": "Sample size for in vivo and vitro experiments were chosen based on preliminary in--house experiments and previous studies in the same area of research described in the literature. In general, more than 3 independent experiments were performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "YOU MUST COMPLETE ALL CELLS WITH A PINK BACKGROUND #"
        },
        {
            "text": "See above RNA quality was assessed by the quotient of the 28S to 18S ribosomal RNA electropherogram peak using a bioanalyzer (Agilent 2100; Agilent Technologies) using a RNA Pico Chip (Agilent Technologies). Only samples with RIN≥7 were further analyzed. (Page 24) Mice injected with saline or LPS were randomly selected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "YOU MUST COMPLETE ALL CELLS WITH A PINK BACKGROUND #"
        },
        {
            "text": "See above NA NA 1. Data the data were obtained and processed according to the field's best practice and are presented to reflect the results of the experiments in an accurate and unbiased manner. figure panels include only data points, measurements or observations that can be compared to each other in a scientifically meaningful way. graphs include clearly labeled error bars for independent experiments and sample sizes. Unless justified, error bars should not be shown for technical replicates. if n< 5, the individual data points from each experiment should be plotted and any statistical test employed should be justified the exact sample size (n) for each experimental group/condition, given as a number, not a range;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "YOU MUST COMPLETE ALL CELLS WITH A PINK BACKGROUND #"
        },
        {
            "text": "Each figure caption should contain the following information, for each panel where they are relevant:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "YOU MUST COMPLETE ALL CELLS WITH A PINK BACKGROUND #"
        },
        {
            "text": "The data shown in figures should satisfy the following conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Captions"
        },
        {
            "text": "Source Data should be included to report the data underlying graphs. Please follow the guidelines set out in the author ship guidelines on Data Presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Captions"
        },
        {
            "text": "Please fill out these boxes # (Do not worry if you cannot see all your text once you press return) a specification of the experimental system investigated (eg cell line, species name).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Captions"
        },
        {
            "text": "the assay(s) and method(s) used to carry out the reported observations and measurements an explicit mention of the biological and chemical entity(ies) that are being measured. an explicit mention of the biological and chemical entity(ies) that are altered/varied/perturbed in a controlled manner. a statement of how many times the experiment shown was independently replicated in the laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B--Statistics and general methods"
        },
        {
            "text": "Any descriptions too long for the figure legend should be included in the methods section and/or with the source data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B--Statistics and general methods"
        },
        {
            "text": "In the pink boxes below, please ensure that the answers to the following questions are reported in the manuscript itself. Every question should be answered. If the question is not relevant to your research, please write NA (non applicable). We encourage you to include a specific subsection in the methods section for statistics, reagents, animal models and human subjects. This checklist is used to ensure good reporting standards and to improve the reproducibility of published results. These guidelines are consistent with the Principles and Guidelines for Reporting Preclinical Research issued by the NIH in 2014. Please follow the journal's authorship guidelines in preparing your manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B--Statistics and general methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "To show that antibodies were profiled for use in the system under study (assay and species), provide a citation, catalog number and/or clone number, supplementary information or reference to an antibody validation profile. e.g., Antibodypedia (see link list at top right)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identify the source of cell lines and report if they were recently authenticated (e.g., by STR profiling) and tested for mycoplasma contamination",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Report species, strain, gender, age of animals and genetic modification status where applicable. Please detail housing and husbandry conditions and the source of animals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "For experiments involving live vertebrates, include a statement of compliance with ethical regulations and identify the committee(s) approving the experiments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "), e1000412, 2010) to ensure that other relevant aspects of animal studies are adequately reported. See author guidelines, under 'Reporting Guidelines'. See also: NIH (see link list at top right) and MRC (see link list at top right) recommendations",
            "authors": [],
            "year": null,
            "venue": "We recommend consulting the ARRIVE guidelines (see link list at top right)",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "For publication of patient photos, include a statement confirming that consent to publish was obtained. 14. Report any restrictions on the availability (and/or on the use) of human data or samples",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Report the clinical trial registration number (at ClinicalTrials.gov or equivalent)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "For phase II and III randomized controlled trials, please refer to the CONSORT flow diagram (see link list at top right) and submit the CONSORT checklist (see link list at top right) with your submission. See author guidelines, under 'Reporting Guidelines",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Provide a \"Data Availability\" section at the end of the Materials & Methods, listing the accession codes for data generated in this study and deposited in a public database (e.g. RNA--Seq data: Gene Expression Omnibus GSE39462, Proteomics data: PRIDE PXD000208 etc",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Data deposition in a public repository is mandatory for: a. Protein, DNA and RNA sequences b. Macromolecular structures c. Crystallographic data for small molecules d. Functional genomics data e. Proteomics and molecular interactions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Deposition is strongly recommended for any datasets that are central and integral to the study; please consider the journal's data policy. If no structured public repository exists for a given data type, we encourage the provision of datasets in the manuscript as a Supplementary Document (see author guidelines under 'Expanded View' or in unstructured repositories such as Dryad (see link list at top right) or Figshare",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Access to human clinical and genomic datasets should be provided with as few restrictions as possible while respecting ethical obligations to the patients and relevant medical and legal issues. If practically possible and compatible with the individual consent agreement used in the study, such data should be deposited in one of the major public access--controlled repositories such as dbGAP (see link list at top right) or EGA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Computational models that are central and integral to a study should be shared without restrictions and provided in a machine--readable form. The relevant accession numbers or links should be provided. When possible, standardized format (SBML, CellML) should be used instead of scripts (e.g. MATLAB)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "No NA NA NA NA Single--cell RNA--sequencing data have been deposited in Gene Expression Omnibus (GEO) database under the accession number GSE115571. (Page 29) NA Appendix Table S2. List of antibodies NA C57BL/6N (3--4 month--old) males and females were obtained from Charles River laboratories (France)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Finak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Could your study fall under dual use research restrictions? Please check biosecurity documents (see link list at top right) and list of select agents and toxins",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "diagram showing downregulated genes between LPS-exposed microglia and DAM should be included (similar to Fig. 5B). b. Include titles for Figs. 5G and 5H. c. The text describing Fig. 5 should be more to the point and less descriptive. -----------------------------------------Referee #2: The article by Sousa et al. describes in depth the transcriptome of microglia in conditions of systemic inflammation induced by LPS. They further compare the microglia gene expression",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "d. Descriptions of the -in part very general -results of the gene set enrichment are confusing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "comparison between the two populations. Therefore, a more specific description of the top genes that distinguish the two populations would be useful. Moreover, the authors could use other methods to confirm this heterogeneity, such as FACS based on differentially expressed surface markers, and immunohistochemistry to define the location of the 'subset' population. What is the difference of this 'subset' population in terms of function, proliferation and cytokine expression in comparison to the 'main' LPS population and naïve microglia? Can this population be analyzed longitudinally? When does it appear? How long does it persist?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "log10FDR should be -log10FDR. Moreover, labeling of differentially expressed pathways in all figures often does not contain the full name of the pathway shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figs. 4 and EV3 need to fit on one page. Please change this accordingly. Please also change all figures to portrait orientation. Please see our guide for figure preparation: http://www.embopress.org/sites/default/files/EMBOPress_Figure_Guidelines_061115.pdf When submitting your revised manuscript, we will require: -a Microsoft Word file (.doc) of the revised manuscript text -a letter detailing your responses to the final referee comments in Word format (.doc) -editable TIFF or EPS-formatted figure files (main figures and EV figures) in high resolution (of those with changes).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "What does 'negative' mean? Isotype, FMO, or another population (nonthe manuscript \"Single-cell transcriptomics reveals distinct microglia signatures under inflammation.\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "1C and 1D: The absence of monocytes and other myeloid cells from the isolated microglia populations should to be shown if possible.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "2E: The expression of further 2-3 inflammatory and phagocytic genes upon LPS treatment in vitro should be shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "3B and C: What is shown in the tSNE plots ? The mixed microglia population of one male and one female mouse per group? It would make the results more clear if there was indication which cells/dots are from the male and which from the female mouse.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "4D: A heat map showing homeostatic and inflammatory genes comparing the three subsets will convey more information than tSNE plots of single genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "5A and B: For better understanding, a heading should be added to the plots. Why are in Figure 5 A ten states and in Figure 5 C eleven states? , I have the following editorial requests: -I would suggest the following title: Single-cell transcriptomics reveals distinct inflammation-induced microglia signatures",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Further, could the columns in this figure be separated by lines? I guess this panel is composed of different images taken at different time points, and using different optical parameters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figs. 4 and EV3 need to fit on one page. Please change this accordingly. Please also change all figures to portrait orientation. Please see our guide for figure preparation: http://www.embopress.org/sites/default/files/EMBOPress_Figure_Guidelines_061115.pdf",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "1C and 1D: The absence of monocytes and other myeloid cells from the isolated microglia populations should to be shown if possible. We show the absence of monocytes and other myeloid cells from the isolated microglia populations and these results have already been included in the revised version of the manuscript. Please see Fig. EV1 C where we clearly show the absence of monocytes or dendritic cells in the sorted microglia population through the common monocytic (Ly6C and CCR2) or dendritic cell (CD11c) markers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "2E: The expression of further 2-3 inflammatory and phagocytic genes upon LPS treatment in vitro should be shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "3B and C: What is shown in the tSNE plots ? The mixed microglia population of one male and one female mouse per group? It would make the results more clear if there was indication which cells/dots are from the male and which from the female mouse.Yes, the mixed microglia populations of both mice are shown in the tSNE plots.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "4D: A heat map showing homeostatic and inflammatory genes comparing the three subsets will convey more information than tSNE plots of single genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "5A and B: For better understanding, a heading should be added to the plots. Why are in Figure 5 A ten states and in Figure 5 C eleven states?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "4.b. For animal studies, include a statement about blinding even if no blinding was done 5. For every figure, are statistical tests justified as appropriate?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "definitions of statistical methods and measures: a description of the sample collection allowing the reader to understand whether the samples represent technical or biological replicates (including how many animals, litters, cultures, etc.For Life Sciences Articles (Rev. June 2017)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "In their work, Sousa et al. argue that the homeostatic functions of microglia are lost under inflammatory conditions mimicked in this work by LPS treatment in vivo and in vitro. The authors isolated homogeneous microglia populations and show by single cell RNA Sequencing segregation of microglia in different subgroups apparently triggered by inflammatory processes. This topic istherefore of interest to the microglia community as it highlights the microglial response to an acute inflammatory stimulus and compares it to chronic stimuli such as neurodegeneration.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "known to activate microglia within the CNS, and it was postulated that activated microglial cells contribute to the progression of neurodegenerative diseases (Hirsch et al., 2012; Glass et al. 2010; Perry et al. 2007). Systemic intraperitoneal application of LPS in single or repeated challenges in experimental animal models can induce or even exacerbate neurodegeneration (Cunningham, 2013; Dutta et al., 2008).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}