{
    "paper_id": "129fe5d1e963bc655146edf42a382819deca0ce6",
    "metadata": {
        "title": "The European Respiratory Society course on acute respiratory pandemics: how to plan for and manage them",
        "authors": [
            {
                "first": "Adekunle",
                "middle": [
                    "Olatayo"
                ],
                "last": "Adeoti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Respiratory Unit",
                    "institution": "Ekiti State University Teaching Hospital",
                    "location": {
                        "settlement": "Ado-Ekiti",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Sierk",
                "middle": [],
                "last": "Marbus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Epidemiology and Surveillance of Infectious disease",
                    "institution": "National Institute for Public Health and the Environment (RIVM)",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Acute respiratory infectious diseases are more likely to cause future pandemics, as droplet generation and potential transmission of infectious agents could constitute a major public health threat [1] . The exposure and associated risk of infections are not limited to the individuals' immediate environment, as some cases could cross boundaries and constitute global health challenges of international concern [2] . A gap in emergency preparedness in the event of an outbreak was apparent during pandemics like those of severe acute respiratory syndrome coronavirus (CoV), influenza virus A (H1N1), Ebola virus and Middle East respiratory syndrome CoV [1, [3] [4] [5] . It is apparent that conducting clinical research in response to swiftly emerging disease outbreaks could be challenging and is often delayed [6] . Moreover, transmission of such infections during pandemics may be widespread in healthcare settings, especially with the increased demand on medical personnel and associated morbidity, resulting in a reduction in the available workforce. Hence, it is imperative to create awareness among medical personnel, and train them on how to prepare for pandemics and conduct research in order to reduce mortality and morbidity during epidemics.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first European Respiratory Society (ERS) course on acute respiratory pandemics was organised to train and improve participants' knowledge on how to plan for and manage pandemics [7] . Course members shared an interest in infection prevention and control but had different backgrounds, ranging from medical specialists to general practitioners, epidemiologists and researchers. 35 participants from three continents, namely Africa, Europe and Asia, were involved in the 3-day training programme held in Amsterdam, the Netherlands, from November 9 to 11, 2017 (figure 1). Seasoned faculty members were carefully selected based on their research work, skills and experience in the area of outbreak investigation, communications, planning and management of pandemics. Emphasis was laid on the practical workshops, which simulated pandemic scenarios with the aim of stimulating course participants to respond appropriately in cases of a pandemic. The aim of this course report is to give a short overview of some of the key lectures, highlights and take-home messages.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Creating awareness, training medical personnel and planning an appropriate response at all healthcare levels is essential for pandemic preparedness. • Integrating research into pandemic preparedness plans is often forgotten but is crucial for timely clinical research during and after pandemics. • During a pandemic, communication and collaboration between all stakeholders should be optimised for effective outbreak control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons for clinicians"
        },
        {
            "text": "On the first day of the course, an overview of the European Union Seventh Framework pandemic preparedness project PREPARE was given. PREPARE is a European research framework designed to harmonise large-scale clinical research studies on infectious diseases in order to provide real-time evidence for clinical management and timely healthcare interventions during a pandemic (www.prepare-europe.eu).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons for clinicians"
        },
        {
            "text": "The three outbreak research modes identified in the PREPARE programme are preparation, mobilisation and response, thereby differentiating the levels of research preparedness in case of an outbreak. The One Health approach, which is a multidisciplinary collaborative approach to solve global and health challenges for humans, animals and the environment was also advocated by P. Penttinen of the European Centre for Disease Prevention and Control (ECDC) to enable effective control of outbreaks [8] . A public health preventive stance and outbreak investigation measures were stressed by V. Prikazsky from ECDC during an interactive lecture in which he focused on the need for proper epidemiology in the investigation and sampling in case of an outbreak as well as factors responsible for vaccine failure.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Lessons for clinicians"
        },
        {
            "text": "The key contributors on the second day stressed the importance of adequate communication during epidemics. Crucial aspects of communication during an epidemic include finding out who your audience is, getting to know their social and cultural background, and delivering understandable, tailored and specific messages. Taking the audience's comments into account, acknowledging risks and modifying your next messages are important for effective communication during an epidemic. The World Health Organization (WHO) risk communication course is worth taking as an e-module on the WHO website to improve communications skills in this setting [9] .",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 642,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lessons for clinicians"
        },
        {
            "text": "In another lecture, the need to escalate medical provision within the hospital and the value of a checklist for pandemic preparedness was emphasised [10] . This checklist will help hospitals set up regulations and protocols on essential issues such as communication, surge capacity, logistics, case management, surveillance and scale-up of laboratory services. During outbreaks of severe acute respiratory infections, intensive care units (ICUs) are often fully occupied; L. Derde gave an overview on the ICU perspective on conducting research and management in critical cases during a pandemic. Special attention was paid to children during pandemics by P. Fraaji, as they may be worst hit due to their relatively low immune response to infectious agents. Furthermore, J. Buchanan stated the vital role played by an effective primary healthcare facility in the event of an outbreak. She also stressed the need for training and retraining of healthcare personnel in the use of personal protective equipment as basic as gloves and facemasks.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Lessons for clinicians"
        },
        {
            "text": "On the final day of the course, ethical aspects of pandemics, in general and in research, were covered. These dealt with the ethical challenges, especially as regards to balancing social and individual benefits from research in an emergency situation against the potential harms and risks to individuals and the community at large (www.prepare-europe.eu). In addition, study participants may be more vulnerable because of public panic or fear; thus, the principles of autonomy, justice and beneficence may be subordinated to that of non-maleficence. A fast-track review by an ethical committee, which should include local representatives, is necessary to conduct timely research during such periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons for clinicians"
        },
        {
            "text": "The high point of this course was the workshop simulating a pandemic scenario due to a new CoV strain. During this workshop lead by G. Carson, the knowledge acquired on the ERS course was put into practice. The participants were divided into six groups representing stakeholders from every healthcare level: clinicians, laboratory healthcare workers, researchers, government, and local and national public health personnel. Each stakeholder had to adapt their strategy and management plan depending on new information given while the scenario evolved. There were live active inserts by Skype from WHO, Public Health England and the US Centers for Disease Control and Prevention as the scenario escalated, to add realism. At the end of the workshop, situational reports were given by each stakeholder, underscoring the need for integrated care, effective communication skills, early research and information management in the event of an outbreak. Important take-home messages were the need to improve communication between stakeholders and establish effective collaboration in outbreak control, as well as early efforts to integrate research activities in the event of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons for clinicians"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors associated with death or hospitalization due to pandemic 2009 influenza A(H1N1) infection in California",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Acosta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1896--1902",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infection prevention and control of epidemic-and pandemic-prone acute respiratory infections in health care. Geneva, World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging and reemerging diseases in the World Health Organization (WHO) Eastern Mediterranean region -progress, challenges, and WHO initiatives",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Buliva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elhakim",
                    "suffix": ""
                },
                {
                    "first": "Tran",
                    "middle": [],
                    "last": "Minh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Public Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical review: SARS -lessons in disaster management",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lapinsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care",
            "volume": "9",
            "issn": "",
            "pages": "384--389",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnostic preparedness for infectious disease outbreaks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balasegaram",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "2211--2214",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Talking to the people that really matter about their participation in pandemic clinical research: A qualitative study in four European countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Gobat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Expect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ERS training course: acute respiratory pandemics: how to plan and manage",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecdc",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MERS-coronavirus: from discovery to intervention",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Widagdo",
                    "suffix": ""
                },
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "Stalin",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "One Health",
            "volume": "3",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO checklist for influenza pandemic preparedness planning",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Group photograph of course participants. https://doi.org/10.1183/23120541.00156-2017",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements: We thank the organising committee, A. Simonds, P. Penttinen, L. Sigfrid and G. Carson. The course was funded by European Union Seventh Framework research grant PREPARE (workpackage CREATE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}