{
    "paper_id": "13531a593bf382e8e4f605622db4f7f2c6ef92a9",
    "metadata": {
        "title": "Materials and Methods",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The A549 RNase L KO, MAVS KO, ADAR1-MAVS DKO, ADAR1-RNase L DKO, and ADAR1-RNase L-MAVS TKO cells were described previously (1) . The PDE12 KO, AKAP7 KO, PDE12-AKAP7 DKO A549 cells were generated by using the CRISPR Cas9 system. The sgRNA sequences were chosen from a published database (2) . The guide RNA sequences were synthesized as DNA oligonucleotides by Integrated DNA Technologies. Primers were annealed, phosphorylated and ligated into the vector LentiCRISPR v2 (Addgene 52961, a gift from Feng Zhang) (3) that was prepared by digestion with BsmBI. The resulting plasmids were transformed into Stbl3 chemically competent E. coli (Invitrogen) and grown on a bacterial culture plate at 37 o C. Colonies were screened by PCR using the U6 primer and gene specific reverse primer to generate an approximately 300 bp product. Positive clones were cultured and plasmid DNA was prepared and sequence verified using the U6 primer. The AKAP7 sgRNA sequences are: sgAKAP7_2 FW CACCG TGAGC GACTG GCCAA AGCAA and sgAKAP7_2 REV AAACT TGCTT TGGCC AGTCG CTCA C. The PDE12 sgRNA sequences are: sgPDE12_10 FW CACCG GGATG CCTGG CAAGA CGGCG and sgPDE12_10 REV AAACC GCCGT CTTGC CAGGC ATCCC. Cell cloning was done by limited dilution. To obtain PDE12 and AKAP7 DKO cells, a PDE12 knockout A549 cell line was infected with pseudo lentivirus expressing sgRNA for AKAP7, followed by single cell cloning. Resulting clones were screened for knockout of expression by the Western method. Single OAS1,2,3 KO HME cell lines were reported by us previously (1) , and RNase L KO HME cells and HME DKO and TKO cell lines were made by CRISPR Cas9 gene editing as described (1) .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1535,
                    "end": 1538,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1648,
                    "end": 1651,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Construction of gene knockout cells."
        },
        {
            "text": "Immunoblotting. Prior to lysis, cells were washed twice in cold phosphatebuffered saline (PBS). Cell extracts were prepared with RIPA lysis buffer, supplemented with phosphatase/protease inhibitors, followed by incubation on ice for 20 min. Lysates were subjected to centrifugation at 12,000 x g for 10 min, the supernatant solutions were collected, and the protein was quantified by the Bradford assay (Bio-Rad Laboratories). Cell lysates (30-50 µg) were separated on 4-15% SDS PAGE gels (Bio-Rad Laboratories) and proteins were transferred to polyvinylidene difluoride membranes (0.45 µm) (Bio-Rad) and probed with antibodies according to the manufacturer's recommendations. Antibodies were against MAVS(Cat#3993S) (1:1000 dilution) and ADAR1(Cat#14175) 1:2000 dilution) (from Cell Signaling Technology), cleaved PARP1(Cat#9541S) (1:1000 dilution) (Cell Signaling Technology), Flag M2(1:5000 dilution) and ßactin(1:50,000 dilution) (Sigma-Aldrich). A monoclonal antibody against human RNase L was previously described by us (4). OAS1 (Cat# sc-374656), OAS2 (Cat#sc-99097) and OAS3 (Cat# sc-49870) were from Santa Cruz Biotechnology. Anti-PDE12 (Abcam ab87738)(1:1000 dilution) and anti-AKAP7 (Proteintech: Cat# 12591-1-AP)(1:5000 dilution) were used to screen for knockouts of the respective genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of gene knockout cells."
        },
        {
            "text": "Cell death assay. Cells at 2 x 10 4 per well were seeded in 24-well plates (about 30-40% confluent) or 8 x 10 3 cells per well in 96-well plates (about 10% confluent). The cells were incubated with 250 nM Sytox-Green dye (Thermo Fisher), a nucleic acid stain that is an indicator of dead cells and that does not penetrate live cells, and 250 nM of cell-permeable dye SytoTM 60-Red (ThermoFisher), which allows quantification of the total number of cells present in each field, using an IncuCyte Live-Cell Imaging System and software (Essen Instruments 2015A) for up to 100 h. Cell death was measured by counting the number of green objects per well (dead cells) which was then normalized to the total number of cells per well (red objects) at each time point, using IncuCyte software (version 2016B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of gene knockout cells."
        },
        {
            "text": "Caspase-3/7 assays. Cells were seeded in 96-well plates and incubated without or with AZA. The cells were incubated with IncuCyte™ Kinetic Caspase-3/7 Apoptosis Assay Reagent (green) according to the manufacturer's protocol for 24 h. The apoptotic index was determined by determining the total count [green Integrated Intensity (GCU x µm²/Image)] and then normalizing by count confluence (percent) using IncuCyte software. To inhibit apoptosis, cells were treated with ZVAD-FMK (50 µM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of gene knockout cells."
        },
        {
            "text": "IR. IR was generated with a J.L. Shepherd & Associates Mark 1 gamma irradiator containing Cesium-137.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of gene knockout cells."
        },
        {
            "text": "Immunofluorescence. WT A549 cells were treated with 50 µM AZA for 48 h. Cells were fixed with 4% formaldehyde diluted in PBS for 15 min, washed three times with PBS and incubated in blocking buffer according to the manufacturer's protocol. J2 antibody against dsRNA (Cat#10010200) was purchased from Scicons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of gene knockout cells."
        },
        {
            "text": "Cells were incubated with primary antibody solution (J2-antibody) overnight, washed three times with PBS, and incubated with 1:500 anti-mouse-Alexa 488-conjugated antibody for 2 h in the dark. After washing with PBS, coverslips containing cells were mounted on glass slides with Vectashield (Vector Labs) mounting medium containing DAPI and observed with a confocal microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of gene knockout cells."
        },
        {
            "text": "Statistics. All p values are calculated by two-way ANOVA using Graphpad Prism 7 software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of gene knockout cells."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Activation of RNase L is dependent on OAS3 expression during infection with diverse human viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "113",
            "issn": "8",
            "pages": "2241--2246",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genetic screens in human cells using the CRISPR-Cas9 system",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "6166",
            "pages": "80--84",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Improved vectors and genomewide libraries for CRISPR screening",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Sanjana",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shalem",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Methods",
            "volume": "11",
            "issn": "8",
            "pages": "783--784",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "2-5A-dependent RNase molecules dimerize during activation by 2-5A",
            "authors": [
                {
                    "first": "B &amp;",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Biol Chem",
            "volume": "270",
            "issn": "8",
            "pages": "4133--4137",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": " Supplementary Table and Figures   Supplementary Table 1 . Correlation between sensitivity to 5-azacytidine and expression levels of OAS family members. Drug sensitivity to 5-azacytidine is represented as GI50, the drug concentration resulting in a 50% growth reduction quantified by measurement of total protein at day 6 (raw data downloaded from NCI DTP -http://dtp.nci.nih.gov)(higher GI50 = less sensitive to drug). GI50 was correlated with expression of OAS1 and OASL in the cell lines (gene expression values by microarray from Geo Database GSE5846). (B) Western analyses of WT A549 cells untreated (mock) or treated with 50 µM AZA (for 48 h) or 10 IU per ml of IFN-β (for 48 h). The blots were probed with antibodies against ADAR1, OAS1 and β-actin antibody.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 56,
                    "text": "Supplementary Table and Figures   Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}