{
    "paper_id": "140ab046d55c6618aa71fea9e48b7971a7e4b60e",
    "metadata": {
        "title": "Safety Assessment of a Hemp Extract using Genotoxicity and Oral Repeat- Dose Toxicity Studies in Sprague-Dawley Rats",
        "authors": [
            {
                "first": "Margitta",
                "middle": [],
                "last": "Dziwenka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Toxalta Consulting Ltd",
                    "location": {
                        "addrLine": "Box 8",
                        "postCode": "T9C 1R1",
                        "settlement": "Vegreville",
                        "region": "AB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Coppock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "DVM, Toxicologist and Associates Ltd",
                    "location": {
                        "postBox": "PO Box 2031",
                        "postCode": "T9C 1T2",
                        "settlement": "Vegreville",
                        "region": "AB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Mccorkle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charlotte's Web Inc",
                    "location": {
                        "addrLine": "2425 55 th Street, Suite 100",
                        "postCode": "80301",
                        "settlement": "Boulder",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Eddie",
                "middle": [],
                "last": "Palumbo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charlotte's Web Inc",
                    "location": {
                        "addrLine": "2425 55 th Street, Suite 100",
                        "postCode": "80301",
                        "settlement": "Boulder",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Ramirez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charlotte's Web Inc",
                    "location": {
                        "addrLine": "2425 55 th Street, Suite 100",
                        "postCode": "80301",
                        "settlement": "Boulder",
                        "region": "CO"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Lermer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charlotte's Web Inc",
                    "location": {
                        "addrLine": "2425 55 th Street, Suite 100",
                        "postCode": "80301",
                        "settlement": "Boulder",
                        "region": "CO"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cannabis sativa cannabinoids cannabidiol CBD toxicology olive oil hemp extract CYP liver mutagenicity CW hemp Charlotte's Web, Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cannabinoids are extracted from Cannabis sativa L. and are used for a variety of medicinal purposes. Recently, there has been a focus on the cannabinoid Cannabidiol (CBD) and its potential benefits. This study investigated the safety of a proprietary extract of C. sativa, consisting of 9% hemp extract (of which 6.27% is CBD) and 91% olive oil. The mutagenic potential of the hemp extract was evaluated with the AMES assay inclusive of a hepatic drug metabolizing mix (S9) rich in CYP enzymes. The test article did not elicit evidence of bacterial mutagenicity. GLP compliant 14-day and a 90-day toxicity study were conducted. Olive oil was used as a control. The 90-day study had a 28-day recovery period. Treatments for the 14-day non-recovery range-finding study were 0, 1000, 2000 and 4000 mg test article/kg body weight (bw)/day for 14 days. There was a non-statistically significant (p > 0.05) decrease in body weights for the male and female rats receiving the test article. Hypoactivity, hyperactivity, reduced food consumption and piloerection were observed in the rats receiving 4000 mg test article/kg bw. Histopathology showed an increase in the size of liver cells (hypertrophy) around the central vein (centrilobular) in Groups 3 (3/10) and 4 (5/10) that correlated with increased liver weights. In the 90-day study, 8 groups of rats were dosed with 0, 200, 400 and 800 mg test article/kg bw/day. Groups 5 to 8 had a 28-day recovery. There were no test article-linked changes in clinical observations, physical examinations, Functional Observation Battery, ophthalmology, Motor Activity Assessment, hematology, clinical chemistries and macropathology (all groups). With the exception of the liver and adrenal gland, no test article-linked pathology was observed. For all rats receiving the test article, histopathology showed hypertrophy of liver cells around the central vein. The increase of liver weight is most likely caused by hypertrophy due to up-regulation of the hepatic drug metabolizing enzymes. The hepatocellular hypertrophy was completely reversed in 28 days and was not considered to be an adverse effect. Vacuolization of the adrenal zona fasciculata was observed in the control and 800 mg test article/kg bw groups. The vacuolization of the zona fasciculata was of the same incidence and severity in treatment and control male rats and correlated with an increased in the weights of the adrenal glands. In addition, a statistically significant increase (p < 0.05) in adrenal-to-body weight ratios was observed for females receiving 800 mg test article/kg bw. This increase in adrenal-to-body weight ratio did not correlate with any of the pathology findings. The NOAEL for the test article is 800 mg/kg bw/day for female and 400 mg/kg bw/day for male Sprague Dawley rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Humans have been utilizing the Cannabis sativa L. plant for millennia for both medicinal and recreational purposes. The C. sativa L. plant originates from Central Asia and has recently seen an increase in interest likely because of its many applications due to the large phytochemical content as well as being a rich source of both cellulosic and woody fibers [1] . Two preparations of marijuana for recreational use are hashish (resinous) and marijuana (leaves and flowers) [2] . Synthetic cannabinoids are emerging as psychoactive substances and have recreational use [3] . Recreational use of marijuana, hashish synthetic cannabinoids are associated with ischemic and other types of strokes [2] . The cannabinoids, which are oxygen containing aromatic hydrocarbon compounds, are one of the most researched groups of all the phytochemicals in C. sativa L. and include at least 70 compounds, of which delta-9-tetrahydrocannabinol (THC) and cannabidiol (CBD) are some of the most well-known [4] . THC and synthetic cannabinoids have affinity for the cannabinoid receptors. CBD does not have affinity for the cannabinoid 1 receptor (CB1R) and the cannabinoid 2 receptor (CB2R) and there is animal model evidence to show it modulates the adverse effects of ischemic stroke and likely acts on the sigma-1 receptor [5] [6] [7] . Additionally, CBD, in laboratory animal models, has been shown to be a beneficial treatment in substance use disorder including protection of the liver from alcohol damage [8, 9] . The US government recently passed the Agriculture Improvement Act which included changes to the production and marketing of hemp and derivatives of cannabis with extremely low concentrations of delta-9-tetrahydrocannabinol (THC). These changes removed hemp from the Controlled Substances Act, but preserved the US Food and Drug Administrations' (FDA) authority to regulate cannabis and cannabis-derived compounds. This study is investigating the toxicology of a proprietary CBD rich hemp extract.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1311,
                    "end": 1314,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1319,
                    "end": 1322,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1497,
                    "end": 1500,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1501,
                    "end": 1503,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the increasing interest in using products containing CBD in humans, it is essential to fully evaluate the safety of CBD consumption. While the published oral toxicological studies on CBD and hemp extracts are limited, the current available data suggests CBD is safe for human consumption, though additional studies need to be conducted. A review by Bergamaschi et al. [10] described in vivo and in vitro reports of CBD administrations at a variety of dose levels. The authors concluded that several studies support the conclusion that CBD is well tolerated and safe for humans at high doses and with chronic use, but there is evidence of potential drug metabolism interactions (pharmacokinetics), cytotoxicity, and decreased receptor activity (pharmacodynamics). Therefore, the authors also stated additional studies are needed to further evaluate the safety of CBD. A more recent review was conducted by Iffland and Grotenhermen [11] to build on the Bergamaschi et al. [10] review regarding CBD safety and any potential side effects. This review also concluded that numerous studies show that CBD is well tolerated and safe in humans at high doses and with chronic use. However, in order to further understand CBD and validate these findings, additional studies evaluating the safety of CBD are needed. The objective of the current studies was to assess the genotoxicity and preclinical safety of a proprietary hemp extract and to contribute significant safety data on CBD to the currently limited available data.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Three Ames tests, one on the extract diluted in olive oil and two on undiluted extracts, and two oral (gavage) dosing studies in rats were completed. The preclinical studies included a 14-day range finding study (14-day study) and a 90-day study with a 28-day recovery period (90-day study). All studies were compliant with the US FDA Good Laboratory Practices, and the preclinical studies were also compliant with the OECD Principles of Good Laboratory [12] [13] [14] [15] . Animal housing and care was in compliance with the Guide for the Care and Use of Laboratory Animals [16] . The current state of scientific knowledge does not provide acceptable alternatives to the use of live animals to accomplish the objective of this study. CBDcannabidiol; CBD-A = cannabidiolic acid; THCdelta-9-tetrahydrocannabinol; THC-A = tetrahydrocannabinolic acid; HPLC = high pressure liquid chromatography; NLT = not less than; NMT = not more than; USP -United States Pharmacopeia.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 453,
                    "text": "Laboratory",
                    "ref_id": null
                }
            ],
            "section": "GLP, OECD, and National Research Council compliances"
        },
        {
            "text": "The test article was supplied by Charlotte's Web, Inc. (2425 55 th Street, Suite 100, Boulder, CO 80301) and is a proprietary blend of 9% hemp extract and 91% organic extra virgin olive oil, which is produced by an isopropanol extraction method under current Good Manufacturing Practices (CGMP). Fatty acids comprise approximately 88.70% of this extract, while the phytocannabinoid content is 6.96% (of this, 6.27% is CBD); the remaining 4.34% consists of fatty alkanes, sterols, terpenes and tocopherols. Therefore, approximately 100% of the constituents of this proprietary hemp extract are accounted for. An Ames test was conducted on this test article and two additional Ames tests were conducted on undiluted extract, one an isopropanol extract and the other a supercritical CO 2 extract. This was done to determine the impact, if any, of the olive oil on the results. Additionally, this product meets the Federal requirements for hemp products under the Agriculture Improvement Act in regard to THC. The test article used in these studies met the specifications outlined in Table 1 and the cannabinoid content is listed in Table 2 . For the 14-day study, concentration verifications were conducted on study day 1. For the 90-day study, concentration verification analysis samples were collected from the preparations on day 1, day 46 and Day 94, and assayed for the hemp extract.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1080,
                    "end": 1087,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1129,
                    "end": 1136,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Test material"
        },
        {
            "text": "The test article, for both the 14-day study and the 90-day study was mixed, weight to volume (w/v), in olive oil (Sigma-Aldrich, St. Louis, MO and O-Live & Co, Norwalk, CT) to obtain the desired concentrations. Fresh formulations containing 200, 400, and 800 mg/mL of the test article in olive oil were prepared daily. The formulations were stirred at ambient temperature to achieve a homogenous mixture. For the 90-day study, there were no analytical differences between the neat test article collected at the beginning of dosing regimens and the test article collected at the end of the dosing regimens. For the Ames tests, the same test article which was used for the animal studies was tested as well as undiluted extract produced using two different manufacturing methods; isopropanol extraction and supercritical CO 2 extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test material preparation"
        },
        {
            "text": "Sprague-Dawley male and female rats (Charles River CD® 1 IGS, Stone Ridge, NY and Raleigh, NC) were used in the 14-day and the 90day studies. For both studies, the rats were 6 weeks of age at the start of the conditioning interval. The acclimation period was 6 days for the 14day study and 12 days for the 90-day study. Criteria used for selecting animals for both studies were adequate body weight gain, absence of clinical signs of disease or injury, and a body weight within ± 20% of the mean within a sex. For the 14-day study, 40 rats were distributed to treatment groups according to stratification by body weight so that there was no statistically significant difference among group body weight means within a sex (Table 3) . Sixty male rats weighing 224-286 g and 60 female rats weighing 170-218 g were distributed to treatment groups stratified by body weight among the dose and control groups (Table 4 ). For both the 14-day and the 90-day studies, body weights were recorded twice during the acclimation period and weekly for the duration of the study. Feed intake was determined at the same day body weights were determined. Filtered potable water and feed (2016CM Certified Envigo Teklad Global Rodent Diet 2 ) were provided ad libitum. Feed and water were assayed for detrimental substances and none were found at levels that would alter study results. In the 90-day study, sentinel rats were kept in the animal rooms. Serology done on samples collected at the end of the study from the sentinel rats were negative for Rat Parvovirus, Toolan's Virus (H-1), Kilham Rat Virus, Rat Minute Virus, Parvovirus NS-1, Rat Coronavirus, Rat Theilovirus, and Pneumocystis carinii.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 721,
                    "end": 730,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 903,
                    "end": 911,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Animals"
        },
        {
            "text": "The animals in the 14-day and the 90-day study were observed daily for clinical evidence of ill health and given physical exams weekly corresponding to body weight determinations. The physical exam included observing for changes in skin, fur, eyes, and mucous membranes, occurrence of secretions and excretions and autonomic activity (e.g., lacrimation, piloerection, pupil size and unusual respiratory pattern). The exam also included changes in gait, posture, and response to handling, as well as the presence of clonic or tonic movements, stereotypies (e.g., excessive grooming, repetitive circling), or bizarre behavior (e.g., self-mutilation, walking backwards). All abnormal observations were recorded. Rats in the 90-day study (during week 12) received a Functional Observation Battery in an open field for excitability, autonomic function, gait and sensorimotor coordination (open field and manipulative evaluations), reactivity and sensitivity (elicited behavior) and other abnormal clinical signs including, but not limited to convulsions, tremors, unusual or bizarre behavior, emaciation, dehydration and general appearance. Additionally, during week 12 rats in the 90-day study underwent a Motor Activity Assessment using a Photobeam Activity System [San Diego Instruments, Inc (San Diego, CA)] following recommended procedures. Investigators doing the physical examinations, Functional Observation Battery, and Motor Activity Assessment were blind to the treatments the rats were receiving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical exams"
        },
        {
            "text": "Ophthalmic examinations were done on all rats in Groups 1-4 in the 90-day study by a veterinary ophthalmologist 3 . The evaluations were done once in the pretrial period and on study day 88. The examinations were done using focal illumination, slit lamp biomicroscopy, and indirect ophthalmoscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ophthalmologic exam"
        },
        {
            "text": "For both studies, individual doses were calculated using the most recent weekly body weights. All doses were adjusted with the olive oil vehicle and all rats received a volume of 5 mL/kg. The formulated test substances were administered orally at approximately the same time ( ± 2 hours) each day by gavage using an accepted procedure. Treatments for the 14-day non-recovery range-finding study were 0, 1000, 2000 and 4000 mg test article/kg body weight (bw)/day for 14 days (Table 3 ). The control groups received 5 ml/kg bw of the olive oil vehicle. For the 90-day study, the rats were dosed with 0, 200, 400 and 800 mg test article/kg bw/day (Table 4 ). In the 90-day study, rats in CBDcannabidiol; CBD-A = cannabidiolic acid; THCdelta-9-tetrahydrocannabinol. THC-A = tetrahydrocannabinolic acid. 1 ®Charles River. 2 ®Envigo Teklad, Inc. 3 Diplomat, American College of Veterinary Ophthalmologists (DACVO).",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 801,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 818,
                    "end": 819,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 841,
                    "end": 842,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 483,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 645,
                    "end": 653,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Treatment"
        },
        {
            "text": "Groups 5 to 8 had a 28-day recovery period before being sacrificed. In the 90-day study, male rats in Groups 1-8 were administered the test article daily for 93 days and female rats in Groups 1-8 were administered test article daily for 94 days. The recovery period was 30 and 31 days for the female and male rats, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The clinical chemistry parameters for the 14-day and 90-studies are given in Table 5 . For the 14-day study, blood, after overnight fasting, was collected before necropsy (study day 15) from the inferior vena cava while the rats were anesthetized with isoflurane. For the 90-day study, blood was collected from all groups for hematology and clinical chemistry on study day 94 for males and study day 95 for females in Groups 1 to 4 (90-day sacrifice) and on study day 124 for Groups 5 to 8 (recovery sacrifice). Blood samples for hematology (except coagulation samples) and clinical chemistry were collected by sublingual bleeding after the rats were anesthetized with isoflurane. Approximately 500 μL of blood was collected for hematologic parameters in a pre-calibrated tube containing Potassium EDTA 4 anticoagulant and 1000 μL of whole blood was collected in tubes (no anticoagulant) for clinical chemistry parameters (Table 5) . Whole blood samples were kept cold until examined in the laboratory using standard hematology methods. For clinical chemistry, blood was allowed to coagulate, and the samples were centrifuged in a refrigerated centrifuge. The serum supernatant was harvested and placed in cryotubes, and frozen and stored at -80°C until thawed and assayed. Hematology parameters were determined on an ADVIA 120 Hematology System (Siemens, Erlangen, Germany) and clinical chemistry parameters were determined on a COBAS C311 autoanalyzer (Roche, Rotkreuz, Switzerland). Blood samples used to determine the prothrombin time and activated partial thromboplastin time were collected immediately before terminal sacrifice by venipuncture of the inferior vena cava during anesthesia with isoflurane. Approximately 1.8 mL of blood was collected in a pre-calibrated tube containing anticoagulant (3.2% sodium citrate). These samples were centrifuged in a refrigerated centrifuge and the plasma was transferred to labeled tubes. Plasma samples were frozen and stored in a -80°C freezer until thawed and analyzed on a Sysmex CA620 (Siemens, Erlangen, Germany). The day before collection of samples for the clinical chemistry evaluations, the animals were placed in metabolism cages. Food was withheld for at least 15 hours prior to blood collection, and voided urine was collected from each animal. Urine samples were refrigerated until analyzed (Table 5 ). Urine volume was measured, the appearance was recorded, chemical parameters were measured by Multistix® 10 SG Reagent Strips (Siemens, Erlangen, Germany) and urine sediment was evaluated by light microscopy. Dose is mg test article/kg body weight/day. Dose is mg test article/kg body weight/day. Histopathology -14-day study. 4 Histopathology -90-day study, Groups 1 and 4. 5 All animals in 90-day study. 6 Gut associated lymphoid tissue. 7 All lesions observed during necropsy.",
            "cite_spans": [
                {
                    "start": 2691,
                    "end": 2692,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2770,
                    "end": 2771,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2804,
                    "end": 2805,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 922,
                    "end": 931,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2353,
                    "end": 2361,
                    "text": "(Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Hematology and clinical chemistry"
        },
        {
            "text": "A full necropsy was done on each study animal including animals removed from the studies. Included in the necropsy were examination of the external body surface, body orifices, and the thoracic, abdominal and cranial cavities inclusive of contents. All surviving animals were weighed, anesthetized with isoflurane and exsanguinated from the abdominal aorta. All gross lesions were recorded. Absolute and normalized organ weights (organ weight/body weight) were determined on selected tissues ( Table 5 ). The eyes, epididymides, optic nerve and testes were fixed in modified Davidson's fixative and then stored in ethanol. All other tissues were fixed in 10% neutral buffered formalin. Specified tissues were embedded in wax, thin sections cut and stained with hematoxylin and eosin, and examined by light microscopy for histopathology (Table 5 ). For the 14-day study, liver and adrenal glands from all treatment and control animals, and the kidneys from Groups 1 and 4 were examined by histopathology. For the 90-day study, tissues from all animals removed from the study, tissues from Groups 1 and 4 and the livers from Groups 2 and 3 and groups 5 to 8 were examined for histopathologic changes by light microscopy ( Table 5 ). All gross lesions observed were described, the tissues taken and examined by histopathology. All pathology procedures were under the supervision of a veterinary pathologist 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 501,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 836,
                    "end": 844,
                    "text": "(Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1220,
                    "end": 1227,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Macroscopic and Histopathology (14-day and 90-day studies)"
        },
        {
            "text": "Mean and standard deviations were calculated for all quantitative data. For all in-life endpoints that were identified as multiple measurements of continuous data over time (e.g. body weight, body weight gain, food consumption, and food efficiency), treatment and control groups were compared using a two-way analysis of variance (ANOVA), testing the effects of both time and treatment, with methods accounting for repeated measures in one independent variable [17] . Significant interactions observed between treatment and time, as well as main effects, were further analyzed by a post hoc multiple comparisons test; e.g. Dunnett's test [18, 19] of the individual treated groups to control. When warranted by sufficient group sizes, all endpoints with single measurements of continuous data within groups (e.g., organ weight and relative organ weight) were evaluated for homogeneity of variances [20] and normality [21] . Where homogeneous variances and normal distribution was observed, treated and control groups were compared using a one-way ANOVA. When one-way ANOVA was significant, a comparison of the treated groups to control was performed with a multiple comparisons test, e.g., Dunnett's test [18, 19] . Where variance was considered significantly different, groups were compared using a nonparametric method, e.g., Kruskal-Wallis non-parametric analysis of variance [22] . When non-parametric analysis of variance was significant, a comparison of treated groups to control was performed, e.g., Dunn's test [23] . Significance was a probability value of p < 0.05.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1209,
                    "end": 1212,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1378,
                    "end": 1382,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1518,
                    "end": 1522,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses (14-day and 90-day studies)"
        },
        {
            "text": "For hematology and clinical chemistry, the data from male and female rats were analyzed separately. Means and standard deviations were calculated for all quantitative clinical pathology parameters using Pristima® version 7 (Statistical Analysis, Xybion Corporation, Lawrenceville, NJ). These data were analyzed in a sequential manner. First, Bartlett's test for homogeneity and Shapiro-Wilk test for normality was done. If the Bartlett's test for homogeneity and Shapiro-Wilk test for normality were not significant, a one-way analysis of variance followed with Dunnett's test was performed. If the Bartlett's test for homogeneity and Shapiro-Wilk test for normality were significant then data transformations to achieve normality and variance homogeneity were done. The order of transformations attempted was log, square root, and rank-order. If the log and square root transformations fail, the rank-order was used. When an individual observation was recorded as being less than a certain value, e.g., below the lower limit of quantitation, calculations were performed on one-half of the recorded value. For example, if bilirubin was reported as < 0.1 or ≤0.1, then 0.05 was used for all calculations performed with that bilirubin data. When an individual observation was recorded as being greater than a certain value, e.g., above the upper limit of quantitation, then a greater value was used in place of the recorded value. For example, if specific gravity was reported as > 1.100 or ≥1.100, then 1.100 was used for all calculation performed using that specific gravity value. For all statistical testing, significance was a probability value of p < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses (14-day and 90-day studies)"
        },
        {
            "text": "The mutagenicity potential of the test article as well as undiluted extracts were evaluated in the Bacterial Reverse Mutation Assay in accordance with FDA GLP (21 CFR Part 58, 1987) and US FDA Redbook 2000 (IV. C.1.a, 2007) and ICH guidelines [14, 24, 25] . Four strains of Salmonella typhimurium (TA98, TA100, TA1535 and TA1537) and one strain of Escherichia coli (WP2 uvrA) were used. The studies were conducted in the presence and absence of a metabolic activation system from male Sprague-Dawley rats which had been induced with phenobarbital and benzoflavone (Moltox Inc, USA). The overlay agar and minimal glucose agar plates were purchased (Moltox Inc, USA). The fresh bacterial suspension cultures in the nutrient broth were prepared so that they were in the late exponential phase of growth when used. The test article in olive oil was formulated as a solution in dimethyl sulfoxide (DMSO) to provide the required dose levels of up to 76,335 μg/plate to account for the 6.55% of active ingredient (6.27% CBD). For the undiluted extract prepared by isopropanol or supercritical CO 2 extraction, the extract was formulated as a solution in DMSO to provide the required dose levels up to 5000 μg/plate. Positive controls were used, both in the presence and absence of a metabolic activation system. The positive control substances included were sodium azide, ICR 191, daunomycin and methyl methanesulfonate for S. typhimurium strains TA100 and TA1535, TA1537, TA98 and E. coli WP2 uvrA, respectively in the absence of metabolic activation and 2-aminoanthracene for all strains in the presence of metabolic activation. The initial test for all test articles utilized the plate incorporation method in which the following materials were mixed and poured onto the minimal agar plate; 100 μL of the prepared test substance solutions/negative control/positive control substance, 500 μL of S9 mix or substation buffer, 100 μL bacterial suspension or 2000 μL overlay agar (at 45°C). The plates were then incubated at 37°C until the growth was adequate for enumeration. A confirmatory test for all test articles was conducted utilizing the pre-incubation method. The test or control substances, bacterial suspensions and the S9 mix or substitution buffer were incubated under agitation for approximately 30 minutes at 37°C prior to mixing with the overlay agar and pouring onto the minimal agar plates and proceeding as for the initial test. The strains used and dose levels were the same as that in the initial test for all test articles. The plates for both tests were prepared in triplicate for each experimental point. The final doses utilized for the extract diluted in olive oil were 0. 24 Values are mean ± standard deviation. lawn; the mean revertant colony counts for each strain treated with vehicle was close to or within the expected laboratory historical control range or published values; and the positive controls should produce substantial increases in revertant colony numbers with the appropriate bacterial strain. The plates were also evaluated for cytotoxicity which is indicated by the partial or complete absence of a background lawn on non-revertant bacteria or a substantial dose-related reduction in revertant bacteria.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "25]",
                    "ref_id": null
                },
                {
                    "start": 2691,
                    "end": 2693,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 223,
                    "text": "C.1.a, 2007)",
                    "ref_id": null
                }
            ],
            "section": "Bacterial reverse mutation assay (Ames assay)"
        },
        {
            "text": "For the 14-day study, the concentration verification analysis for Day 1 averaged 249.2 and 1003.4 mg/mL, which were 124. 6 ",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Concentration verification"
        },
        {
            "text": "There were no mortalities in the 14-day and 90-day studies that were linked to administration of the test article or olive oil vehicle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortalities"
        },
        {
            "text": "In the 14-day study there was a non-statistically significant (p > 0.05) decrease in body weights for the male and female rats in Groups 2-4. For the female rats in the 90-day study, there were no test article-related changes (p > 0.05) in mean weekly body weights, daily body weight gain, food consumption, or food efficiency. For the male rats in Groups 3 and 4, a statistically significant (p < 0.05) dose-dependent decrease in mean weekly body weights was observed that correlated with significant decreases (p < 0.05) in mean daily body weight gain and food efficiency for Groups 3 and 4 as well as food consumption for Groups 2-4. At the end of the recovery period, dosedependent decrease in mean weekly body weights was still observed for Table 7 Effect of 90-Day oral administration of test article on clinical chemistry parameters in male and female rats (n = 60/sex). the male rats in Groups 6-8 with correlating significant decrease (p < 0.05) in mean daily body weight gain and food consumption for Groups 6-8 as well as food efficiency for the male rats in Group 8.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 746,
                    "end": 753,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Body weights"
        },
        {
            "text": "Group 4 animals in the 14-day study had clinical signs consisting of hypoactivity, hyperactivity, reduced food consumption and piloerection that are directly attributable to test article administration. For the 90-day study, there were no adverse clinical observations that were consistent across treatment groups and these observations were not linked with pathological observations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical observations"
        },
        {
            "text": "For all treatment groups in the 90-day study, there were no consistent abnormal findings in the ophthalmological, Functional Observation Battery and Motor Activity Assessment examinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ophthalmology, Functional Observation Battery and Motor Activity Assessment using a Photobeam Activity System"
        },
        {
            "text": "Treatment-linked changes in hematology and clinical chemistry values, for Group 4 male and female rats in the 14-day study were increased blood urea nitrogen and serum creatinine. For the 90-day study, there were no significant changes (p < 0.05) between groups in the hematology, prothrombin and activated partial thromboplastin times, urinalysis, and the clinical chemistries (Tables 6 and 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 394,
                    "text": "(Tables 6 and 7)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Hematology and clinical chemistry"
        },
        {
            "text": "There were no macroscopic lesions observed in the 14-day and 90day studies that were linked to the administration of the test article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Necropsy observations"
        },
        {
            "text": "A board-certified veterinary pathologist (DACVP) evaluated the tissues for histopathology. In the 14-day study, centrilobular hepatocellular hypertrophy (increased cell size) in Groups 3 (3/10) and 4 (5/ 10) was seen that correlated with an increase in liver weights. Adrenal cortical vacuolation was observed and was mild in all Group 4 animals, minimal to mild in 3/5 of the Group 3 males and 4/5 of the Group 3 females and minimal in 1/5 for the Group 2 males. For the 90-day study, test article related histopathology changes were limited to hepatocellular hypertrophy of centrilobular hepatocytes. This lesion was seen in the male and female animals in Groups 2 to 4. The hepatocellular hypertrophy was associated with dose-dependent increases in absolute liver weight for Group 2 to 4 females, liver-to-body weight ratios for Group 3 females, and liver-to-body/brain weight ratios for Group 4 females. Significant (p < 0.05) increase in liver-to-body weight ratios for Group 3 females and liver-to-body/brain weight ratios for Group 4 females were seen. The increases in liver weight and ratios correlated with the microscopic finding of hepatocellular hypertrophy at all dose levels. Non-significant (p > 0.05) dose-dependent increase in absolute liver weight was observed for Group 2-4 females. The centrilobular hepatocellular hypertrophy and increased liver weights were not seen in recovery groups at the end of the 28-day recovery period indicating the hepatocellular hypertrophy was reversible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organ weights and histopathology"
        },
        {
            "text": "Vacuolization of the zona fasciculata at the same incidence and severity was observed in the adrenal glands of treatment and control (Groups 1 and 4) male rats and correlated with an increase in the weights of the adrenal glands. In addition, a statistically significant increase (p < 0.05) in adrenal-to-body weight ratios was observed for Group 4 females that did not correlate with any adrenal histopathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organ weights and histopathology"
        },
        {
            "text": "There was no concentration related or substantial test article related increases in the number of revertant colonies for each of the strains tested in the presence or absence of metabolic activation (S9 mix), in either the plate incorporation or the pre-incubation methods (data not shown). Precipitation which interfered with lawn evaluation was noted for all strains at doses ≥7,633.5 μg/plate but did not obscure counts in the test with the diluted test article. Precipitation which obscured lawn evaluation was seen in all strains with the supercritical CO 2 extract at doses ≥ 1580 μg/plate with and without S9 in both the plate incorporation and pre-incubation methods. Toxicity was evident for strains TA 98, TA 1535, TA 1537 and E. coli WP2 uvrA at ≥50 μg/plate, with and without S9, in the plate incorporation and/or pre-incubation tests. Precipitation which obscured lawn evaluation was seen in all strains with the isopropanol extract at doses ≥ 1580 μg/plate with and without S9 in both the plate incorporation and pre-incubation methods. Toxicity was noted for strains TA 1537 and TA 100 at 500 and/or 1580 μg/plate without S9 in the pre-incubation method. The studies were considered valid as the mean revertant colony counts for vehicle controls were close to or within the expected range based on the laboratory historical controls and/or published values and the positive control substances resulted in the expected substantial increases in revertant colony counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Reverse Mutation Assay"
        },
        {
            "text": "The mutagenicity testing showed that the extract diluted with olive oil as well as the extracts produced with an isopropanol and supercritical CO 2 extraction method were not mutagenic to bacteria in the Ames assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Reverse Mutation Assay"
        },
        {
            "text": "Recently, there has been an increasing interest regarding the health benefits of CBD and other phytocannabinoids and with this increased interest, more research is also being conducted to assess the safety of these compounds for human consumption. The current studies were performed to better understand the toxicological profile of a CBD rich proprietary hemp extract and to assess the results in tandem with information currently available regarding the toxicity and safety of CBD. Marx et al. [4] reports on a battery of GLP compliant toxicological studies which were conducted on a supercritical CO 2 extract of the aerial parts of the C. sativa plant. Assay of the extract was 61% edible fatty acids, 26% phytocannabinoids (approximately 96% is CBD, < 1% THC) and 13% other plant chemicals including fatty alkanes, plant sterols, triterpenes, and tocopherols. In the 14-day repeated oral doserange finding study reported by Marx et al. [4] , a No Observed Adverse Effect Level (NOAEL) could not be determined, however, the results of a 90-day repeated dose study with a 28-day recovery period in Wistar rats was also reported. In this study, doses of 0 (sunflower oil vehicle), 100, 360 and 720 mg extract/kg bw per day were used. Significant decreases in body weight, body weight gain, and differences in various organ weights, compared to controls, were reported at the mid and high dose levels, but the authors concluded that many of the findings were reversible as they were trending towards normal at the end of the recovery period. A NOAEL for the hemp extract in Wistar rats in the 90day study was determined to be 100 mg/ kg bw per day and 360 mg/kg bw per day for males and females, respectively.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 499,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the 90-day study being reported here, test article related significant changes in body weights, daily body weight gain and feed efficiency were seen in the males in all treatment groups which was still noted at the end of the recovery period. The magnitude of the significant change in body weights, daily body weight gain and feed efficiency in the low and mid dose groups was less than 10% and showed signs of obvious recovery and were therefore considered to be not toxicologically relevant. The effect in the males receiving 800 mg/kg/ day was > 10% and was still evident at the end of the recovery period and was considered toxicologically relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Reported rodent studies have differing findings on hepatotoxicity when CBD is orally administered in high doses [4, 26] . Hepatocellular hypertrophy with a centrilobular pattern was observed in rat livers in the study being reported. This pattern of hepatocellular hyperplasia is frequently observed in rats and other animals exposed to agents that induce the CYP family of enzymes and can be associated with activation of peroxisome proliferator-activated receptors (PPAR) [27] . THC has affinity for PPARα, and CBD has very low to no affinity for PPARα and high affinity for PPARγ [28] . Interaction with the PPARγ is one of the mechanisms of action for CBD. In our study, we did not show the mechanism of action for the hepatocellular hypertrophy. We did show that the activities of liver enzymes in serum were not significantly changed by treatment with the test article and the hepatocellular hypertrophy was reversed during the 28-day recovery period. In the study reported by Marx et al. [4] , no histopathological changes were observed in the livers from the treated and control rats and the liver weights in the male and female rats in the 360 and 720 mg/kg body weight/day were significantly increased (p < 0.05) at 90 days. The 28-day recovery males and females receiving 720 mg/kg/day retained the significantly increased in hepatic weights. The induction of hepatic drug metabolizing enzymes (HDMEs) can be associated with increased liver weights, and hepatocellular hypertrophy and hyperplasia (increased number of cells) and elevation of hepatic-source enzymes in serum. The evidence in the scientific literature supports a conclusion that the centrilobular pattern of hepatocellular hypertrophy and increased liver weights observed in our study was due to induction of HDMEs and/or peroxisomes. No hepatocellular necrosis and changes in the clinical chemistries occurred which is evidence that liver damage did not occur. This conclusion is further supported by not observing hepatocellular hypertrophy and increased liver weights in the 28-day recovery groups that received the test article. Studies in laboratory animals have shown CBD to protect the liver from toxic insults [8, 29, 30] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2194,
                    "end": 2197,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2198,
                    "end": 2201,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2202,
                    "end": 2205,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the study being reported both the treated and control male rats had the same incidence and severity of vacuolization of the adrenal zona fasciculata and the adrenal weights were significantly increased in the Group 4 females. The vacuolization of the adrenal zona fasciculata and increased adrenal weights were not observed in Groups 5 to 8. The histopathological lesions noted in the adrenal glands in the current study was seen in both control and high dose males and is not considered to be due to treatment with test article and not toxicologically relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The hemp extract in these studies was shown to be non-mutagenic in a bacterial test system used to evaluate mutagenicity. Marx et al. [4] reported on a GLP-compliant study that concentrations of 5,000 μg/ plate of a CO 2 supercritical extract of C. sativa were not mutagenic in a bacterial test system. Our GLP-compliant mutagenicity testing on the diluted extract showed that concentrations of 76,355 μg/plate were not mutagenic with and without the S9 metabolic activation. The extracts produced by isopropanol extraction and supercritical CO 2 extraction were not mutagenic with and without S9 metabolic activation at concentrations up to 5000 μg/plate. The bacterial test system with the S9 mix did cause mutagenicity providing evidence that mutagenic metabolites were not produced with any of the extracts. The two additional Ames tests conducted on the undiluted extracts produced by two different extraction methods, were conducted to determine if the method of production or the olive oil diluent impacted the results of the Ames assay. No mutagenicity was noted in any of the tests conducted. Other botanical extracts have been evaluated for mutagenicity. Mutagenic studies on extracts from the plant Euphorbia triaculeata showed that it is not mutagenic and provides protection from the mutagenic effects of cyclophosphamide [31] . A study on a novel taste modulating powder derived from Cordyceps sinensis showed this product was not mutagenic in the Ames test and these results were supported in the micronucleus assay [32] . In a study on the genotoxicity of CBD in Caco-2 cells, 10 μM of CBD did not significantly cause DNA damage after 24 hours of incubation, and CBD was also shown in the comet assay to protect Caco-2 cells from hydrogen peroxide-induced DNA damage [33] . CBD at an oral dose of 1 mg/kg was shown to significantly (P < 0.05) reduce azoxymethane-induced colonic aberrant crypt foci, colonic polyps and tumors [33] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1335,
                    "end": 1339,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1531,
                    "end": 1535,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1783,
                    "end": 1787,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1942,
                    "end": 1946,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the test article, both undiluted and diluted in olive oil, was not mutagenic in a bacterial reverse mutation assay and the NOAEL in the 90-day study was concluded to be 800 mg/kg bw/day and 400 mg/kg bw/day for female and male Sprague Dawley rats, respectively. This assessment adds significant data to the currently available literature as to the safety and toxicology of CBD rich hemp extracts. Given the potential of CBD for a variety of human uses and the limited data currently available, these results support that hemp extracts are likely safe human consumption and additional studies should be conducted to validate this conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cannabis sativa: The plant of the thousand and one molecules",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Andre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hausman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guerriero",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Plant Sci",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpls.2016.00019"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A mechanistic and pathophysiological approach for stroke associated with drugs of abuse",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsatsakis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Docea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calina",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Med",
            "volume": "8",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm8091295"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lateral flow immunoassay and enzyme linked immunosorbent assay as effective immunomethods for the detection of synthetic cannabinoid JWH-200 based on the newly synthesized hapten",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fojtikova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sulakova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blazkova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Toxicol Rep",
            "volume": "5",
            "issn": "",
            "pages": "65--75",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxrep.2017.12.00"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An assessment of the genotoxicity and subchronic toxicity of a supercritical fluid extract of the aerial parts of hemp",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reddeman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Clewell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Toxicol",
            "volume": "8143582",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2018/8143582"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cannabidiol enhances morphine antinociception, diminishes NMDA-mediated seizures and reduces stroke damage via the sigma 1 receptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodriguez-Munoz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Onetti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cortes-Montero",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Brain",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13041-018-0395-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The endocannabinoid system and stroke: A focused review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kolb",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fadel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Brain Circ",
            "volume": "5",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.4103/bc.bc_29_18"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Therapeutic prospects of cannabidiol for alcohol use disorder and alcohol-related damages on the liver and the brain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Ternay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naassila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nourredine",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Pharmacol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fphar.2019.00627"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The endocannabinoid system and cannabidiol's promise for the treatment of substance use disorder",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Solowij",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Psychiatry",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyt.2019.00063"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Safety and side effects of cannabidiol, a Cannabis sativa constituent",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergamaschi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Zuardi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Drug Saf",
            "volume": "6",
            "issn": "4",
            "pages": "237--249",
            "other_ids": {
                "DOI": [
                    "10.1089/can.2016.0034"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An update on safety and side effects of cannabidiol: A review of clinical data and relevant animal studies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Iffland",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grotenhermen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cannabis Cannabinoid Res",
            "volume": "2",
            "issn": "1",
            "pages": "139--154",
            "other_ids": {
                "DOI": [
                    "10.1089/can.2016.0034"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "US FDA Good Laboratory Practices",
            "authors": [],
            "year": 2018,
            "venue": "US Food and Drug Administration (FDA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Series on Principles of Good Laboratory Practice (GLP) and Compliance Monitoring, (1999) oecdseriesonprinciples ofgoodlaboratorypracticeglpandcompliancemonitoring",
            "authors": [
                {
                    "first": "Oecd",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "US FDA Toxicological Principles for the Safety Assessment of Food Ingredients",
            "authors": [],
            "year": 2000,
            "venue": "US Food and Drug Administration (FDA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Repeated Dose 90-Day Oral Toxicity Study in Rodents, OECD Guidelines for the Testing of Chemicals",
            "authors": [
                {
                    "first": "Test",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "No",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "408",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/9789264070707-en"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Guide for the Care and Use of Laboratory Animals",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Intuitive biostatistics, a nonmathematical guide to statistical thinking",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Motulsky",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "New tables for multiple comparisons with a control",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunnett",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Biometrics",
            "volume": "20",
            "issn": "3",
            "pages": "482--491",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pairwise multiple comparisons in the unequal variance case",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunnett",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Am. Statist Assoc",
            "volume": "75",
            "issn": "372",
            "pages": "789--795",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Properties of sufficiency and statistical tests",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "Proceedings of the Royal Statistical Society (Series A), Mathematical, Physical and Engineering Sciences",
            "volume": "160",
            "issn": "901",
            "pages": "268--282",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An analysis of variance test for normality (complete samples)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilk",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Biometrika",
            "volume": "52",
            "issn": "4",
            "pages": "591--611",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Use of ranks in one-criterion variance analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Kruskal",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Wallis",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "J Am Statist Assoc",
            "volume": "47",
            "issn": "260",
            "pages": "583--621",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Multiple Comparisons Using Rank Sums",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Technometrics",
            "volume": "6",
            "issn": "3",
            "pages": "241--252",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "US Food and Drug Administration (FDA) CFR -Code of Federal Regulations Title 21, Part 58",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Hepatotoxicity of a cannabidiol-rich cannabis extract in the mouse model",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Ewing",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Quick",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Molecules",
            "volume": "24",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/molecules24091694"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Hepatic enzyme induction: Histopathology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Maronpot",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoshizawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nyska",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Toxicol Pathol",
            "volume": "38",
            "issn": "5",
            "pages": "776--795",
            "other_ids": {
                "DOI": [
                    "10.1177/0192623310373778"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An update on PPAR activation by cannabinoids",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Pharmacol",
            "volume": "173",
            "issn": "12",
            "pages": "1899--1910",
            "other_ids": {
                "DOI": [
                    "10.1111/bph.13497"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Protective effect of cannabidiol against cadmium hepatotoxicity in rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Mulhim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gomaa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Trace Elem Med Biol",
            "volume": "27",
            "issn": "4",
            "pages": "355--363",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtemb.2013.07.001"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Cannabidiol rescues acute hepatic toxicity and seizure induced by cocaine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Vilela",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Gomides",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mediators Inflamm",
            "volume": "523418",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2015/523418"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Evaluation of genotoxicity of Euphorbia triaculeata Forssk. extract on mice bone marrow cells in vivo",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Aly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Toxicol Rep",
            "volume": "5",
            "issn": "",
            "pages": "625--631",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxrep.2018.05.007"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Chemopreventive effect of the non-psychotropic phytocannabinoid cannabidiol on experimental colon cancer",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aviello",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Borrelli",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Mol Med (Berl)",
            "volume": "90",
            "issn": "8",
            "pages": "925--934",
            "other_ids": {
                "DOI": [
                    "10.1007/s00109-011-0856-x"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ABAS = absolute basophil; AEOS = absolute eosinophil; ALUC = absolute large unstained cell; ALYM = absolute lymphocyte; AMON = absolute monocyte; ANEU = absolute neutrophil (all forms); ARET = absolute reticulocyte; HCT = hematocrit; HGB = hemoglobin; MCH = mean corpuscular hemoglobin; MCHC = mean corpuscular hemoglobin concentration; MCV = mean corpuscular volume; PLT = platelet count; RBC = red blood cell count; RDW = red cell distribution width; WBC = white blood cell count.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "and 125.4% of the target concentrations of 200 and 800 mg/mL for Groups 2 and 4, respectively. For the 90-day study, the concentration compliance ranged from 103.3% to 125.4%. The Day 1 samples averaged 117.4, 125.4, and 110.5%, the Day 46 samples averaged 103.3, 104.7 and 106.7%, and the Day 94 samples averaged 109.6, 108.2 and 106.8% of the target concentrations of 40, 80 and 160 mg/mL, respectively",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Practices, the US FDA Toxicological Principles for the Safety Assessment of Food Ingredients [Redbook 2000, Revised 2007 IV.C. 4. a. Subchronic Toxicity Studies with Rodents (2003)] and the OECD Guidelines for Testing of Chemicals [Section 4 (Test No. 408): Health Effects, Repeated Dose 90-Day Oral Toxicity Study in Rodents (1998)]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Specifications for the Test Article.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Cannabinoid content of the Test Article.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Treatment groups for the 14-day study.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Treatment groups for the 90-day study with recovery.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Clinicopathology parameters and tissues collected for histopathology. Relative organ weight determined on 90-day study. 2 Combined weight.3",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "μg/plate. For the undiluted isopropanol extract, the final doses utilized for both the initial and confirmatory tests were 1.58, 5.0, 15.8, 50, 158, 500, 1580 and 5000 μg/plate. For the undiluted supercritical CO 2 extract, the final doses utilized were 1.58, 5.0, 15.8, 50, 158, 500, 1580 and 5000 μg/plate for the initial test and 0.5, 2.5 and 25 μg/plate for the confirmatory test. Due to toxicity noted for strains TA100 and TA1537 with the supercritical CO 2 extract, a supplemental test was conducted to ensure five concentrations could be assessed without toxicity. Both the plate incorporation and pre-incubation methods were used as previously described at final doses of 0.5, 2.5 and 25 μg/plate. Following incubation, the number of colonies per plate was counted manually and/or with the aid of a plate counter. The mean and standard deviation were calculated for each set of triplicate plates. The test was considered valid if the control plates had normal background5 Diplomate, American college of Veterinary Pathologist (DACVP).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Effect of 90-Day oral administration of test article on hematological parameters in male and female rats (n = 60/sex).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflicts of interest with the exception. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Group and Dose (mg/kg bw/day) Values are mean ± standard deviation. ALB = albumin; ALKP = alkaline phosphatase; ALT = alanine aminotransferase; AST = aspartate aminotransferase; BUN = urea nitrogen; CA = calcium; CHOL = cholesterol; Cl = chloride; CREAT = creatinine; GLOB = globulin; GLU = glucose; K = potassium; NA = sodium; PHOS = inorganic phosphorous; SDH = sorbitol dehydrogenase; TBIL = total bilirubin; TP = total protein; TRIG = triglycerides. a N=8 b N=9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Units"
        },
        {
            "text": "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.toxrep.2020.02.014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}