{
    "paper_id": "14c6f99cf0ec54c78447ad5a8403e3ee2708176f",
    "metadata": {
        "title": "Contributions of international cooperation projects to the HIV/AIDS response in China",
        "authors": [
            {
                "first": "Jiangping",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liqiu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haoyan",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Duo",
                "middle": [],
                "last": "Shan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Bulterys",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "US Centers for Disease Control and Prevention (CDC)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Korhonen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "US Centers for Disease Control and Prevention (CDC)",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Ministry of Health",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Minghui",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Ministry of Health",
                    "location": {
                        "addrLine": "1 Nanlu Xizhimenwai, Xicheng District",
                        "postCode": "100044",
                        "settlement": "Beijing, Beijing",
                        "country": "China, P. R. China, P. R. China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Conclusion International cooperation projects have been an invaluable component of China's response to HIV/AIDS, and China has now been able to take this information and share its experiences with other countries with the help of these same international programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Background For 20 years, China has participated in 267 international cooperation projects against the HIV/AIDS epidemic and received 526 million USD from over 40 international organizations. These projects have played an important role by complementing national efforts in the fight against HIV/AIDS in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The diverse characteristics of these projects followed three phases over 20 years. Initially, stand-alone projects provided technical support in surveillance, training or advocacy for public awareness. As the epidemic spread across China, projects became a part of the comprehensive and integrated national response. Currently, international best practices encourage the inclusion of civil society and non-governmental organizations in an expanded response to the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Funding from international projects has accounted for one-third of the resources provided for the HIV/AIDS response in China. Beyond this strong financial support, these programmes have introduced best practices, accelerated the introduction of AIDS policies, strengthened capacity, improved the development of grassroots social organizations and established a platform for communication and experience sharing with the international community. However, there are still challenges ahead, including integrating existing resources and exploring new programme models. The National Centre for AIDS/STD Control and Prevention (NCAIDS) in China is consolidating all international projects into national HIV prevention, treatment and care activities.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 629,
                    "text": "(NCAIDS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "HIV was first reported in China in 1985. Since then, the HIV epidemic has been concentrated in most at-risk populations (MARPs), including injection drug users (IDUs), commercial sex workers (CSWs) and their clients, men who have sex with men (MSM) and former plasma donors who became infected because of unsafe donation practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although the overall HIV prevalence in China is only 0.05%, in some geographic areas HIV prevalence is 41% in the general population. With such great differences, interventions must be targeted to the local situation and population of concern. Since 1988, international cooperation projects have been an important part of China's HIV/AIDS prevention and control efforts. The strategies and experiences of these international cooperation projects are gradually being integrated into China's national HIV/AIDS prevention and control work, while still adapting to the situation at the local level. In this way, an HIV/AIDS prevention model unique to China is being formed, which in turn is having a positive impact on HIV/AIDS prevention and control efforts among the international community. The principle areas of investment have been in  policy advocacy, monitoring, case detection, HIV  prevention  and  intervention,  stigma  and  discrimination reduction, care and support, capacity building, multi-sector cooperation and promotion of community-based organization (CBO) involvement. Yunnan, Henan and Sichuan have been the largest provincial recipients of funds, with each receiving 420 million USD. 1 Across China, these projects have introduced strategies for meeting local needs, exploring innovative methods, promoting international best practices and implementing successful HIV/AIDS control activities. As the HIV/AIDS epidemic in China evolved, 2 international support reflected these changing challenges ( Figure 1 ). (1988) (1989) (1990) (1991) (1992) (1993) (1994) In the initial stage of collaboration, the international community helped China build its HIV surveillance system as well as health professionals' trainings and public awareness campaigns.",
            "cite_spans": [
                {
                    "start": 1529,
                    "end": 1535,
                    "text": "(1988)",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1542,
                    "text": "(1989)",
                    "ref_id": null
                },
                {
                    "start": 1543,
                    "end": 1549,
                    "text": "(1990)",
                    "ref_id": null
                },
                {
                    "start": 1550,
                    "end": 1556,
                    "text": "(1991)",
                    "ref_id": null
                },
                {
                    "start": 1557,
                    "end": 1563,
                    "text": "(1992)",
                    "ref_id": null
                },
                {
                    "start": 1564,
                    "end": 1570,
                    "text": "(1993)",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1577,
                    "text": "(1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 790,
                    "end": 985,
                    "text": "The principle areas of investment have been in  policy advocacy, monitoring, case detection, HIV  prevention  and  intervention,  stigma  and  discrimination reduction, care and support, capacity",
                    "ref_id": null
                },
                {
                    "start": 1517,
                    "end": 1525,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The World Health Organization (WHO) was the earliest international organization to assist China. WHO initially provided 500 000 USD to support HIV testing reagents and equipment in eight cities in 1988. Then, in 1993, WHO assisted in the planning of the initial HIV/AIDS surveillance program. 3 Following the WHO activities, advocacy, education and surveillance efforts were launched. The first large international project was one million USD from the United Nations Children's Fund (UNICEF) for training in Yunnan province. The United Nations Development Program (UNDP), the European Union (EU), the Australian Red Cross, and other international organizations and international NGOs had activities focusing on HIV/AIDS monitoring, advocacy and training in 12 cities. The programmes also supported media campaigns on HIV/AIDS prevention and control. Exploratory work was carried out in the area of stigma and discrimination reduction. For example, UNICEF supported the 'Unite For youth, Unite Against AIDS' global campaign, in which a couple of young students were chosen to be the youth ambassadors to join activities for promoting AIDS awareness in universities.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Startup"
        },
        {
            "text": "Pilot site exploration (1995) (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) In this stage, China explored models of HIV/AIDS prevention and control using techniques and concepts introduced through international cooperation projects. This stage saw advancement in the development of HIV/ AIDS prevention, control and care models, and provided a foundation for the establishment of HIV/AIDS policies. As China's HIV/AIDS epidemic became localized in high-prevalence areas, China's comprehensive HIV/ AIDS prevention and control work expanded significantly. The World Bank (WB) supported the Health IX project in China for HIV testing and screening laboratory network capacity construction. The United Nations Population Fund (UNFPA) and the China-UK AIDS project funded by the UK Department for International Development (DFID) focused on interventions among high-risk groups were also introduced to China during this period. The US Centres for Disease Control (CDC) Global AIDS Program (GAP) works closely with NCAIDS on surveillance, laboratory methods, interventions for hard-to-reach populations and improving HIV care and treatment (Programme Summary can be found at the website: http://www. uscdc.cn/en/content.jsp?classid¼14&articleid¼28). The programme plays a significant role in improving the effectiveness of national and provincial programmes and piloting innovative methods. The China-Australia AIDS Project, funded by AusAID, advocates for harm reduction strategies has greatly influenced China's policy towards harm reduction. The China-Germany Program provided continuous support on laboratory equipment, training, technical assistance and infrastructure construction. The China-Sweden program provided financial support from the Swedish International Development Cooperation Agency (SIDA) to help support the Chinese government to achieve the goal of reducing HIV secondary transmission.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 29,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 30,
                    "end": 36,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 37,
                    "end": 43,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 44,
                    "end": 50,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 51,
                    "end": 57,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 64,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 65,
                    "end": 71,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 78,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 85,
                    "text": "(2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Startup"
        },
        {
            "text": "Before 2003, China's HIV/AIDS programs were mainly supported by international donors. 4 In 2004, the national government started investing more heavily in HIV/AIDS initiatives. International cooperation focused on scaling-up pilot programmes throughout China.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 87,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Expansion and integration (2004-present)"
        },
        {
            "text": "The US Agency for International Development (USAID) funds several NGOs working in MARPs. Funded by the UK, Norway and Australia, the China HIV/AIDS Roadmap Technical Support (CHARTS) helps China develop a coordinated national response. 5 The Global Fund to Fight AIDS, Tuberculosis and Malaria (GFATM) Rounds 3, 4, 5 and 6 China AIDS Projects jointly supported HIV/AIDS prevention, treatment, care and support activities covered more than 20 provinces in China. Together, the contributions from the Global Fund will total 4400 million USD (www.theglobalfund.org).",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Expansion and integration (2004-present)"
        },
        {
            "text": "The US CDC-GAP expanded its programmes from initially 10 provinces in 2003 to 15 provinces in 2005. The Bill and Melinda Gates Foundation (BMGF) program expanded to work with high-risk groups in 15 cities. The William J. Clinton Presidential Foundation Health Access Initiative (CHAI), focusing on paediatric treatment, extended to China. The Merck Foundation works in Sichuan province to understand the local epidemics and support prevention and treatment (www.merck.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expansion and integration (2004-present)"
        },
        {
            "text": "During this stage, many projects that began as pilots were gradually integrated into national, provincial and local HIV/AIDS prevention and control activities. China CARES was launched in 2004 by the central government to improve HIV/AIDS treatment and care. After the severe acute respiratory syndrome (SARS) outbreak in 2003, China placed more emphasis on public health and disease control. Unified objectives were used, and management and implementing agencies were integrated. Resources and funds mutually complementary, and technology and information were shared. China now funds 80% of the nation's HIV/AIDS program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expansion and integration (2004-present)"
        },
        {
            "text": "International cooperation projects support China's HIV/AIDS prevention and control efforts in a number of ways. First, international projects have brought important funding to China, significantly increasing HIV/AIDS program resources. More importantly, along with the projects, there are concepts, strategies, best practices and innovative models concerning HIV/AIDS control and prevention. By influencing the HIV/AIDS policy environment, building institutional infrastructure, strengthening capacity and developing civil society, new concepts and strategies have been put into effect in several areas and have dramatically improved China's response to HIV/AIDS. In addition, the effects of international cooperation have allowed China to reach a level where China is now taking on a more active role in supplying international aid to other countries for their own HIV/AIDS response. 6, 7 Making up for deficiencies in HIV/AIDS resources Although the Chinese government has increased domestic annual funding for HIV/AIDS prevention and control to 4100 million USD, 1 the actual needs ii16 INTERNATIONAL JOURNAL OF EPIDEMIOLOGY remain far greater. 8 Funding from international cooperation makes up for this deficiency to a great extent and accounts for one-third of the total funding for HIV/AIDS programs since 1988.",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 887,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 889,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1148,
                    "end": 1149,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Roles of international cooperation projects in China's HIV/AIDS prevention and control program"
        },
        {
            "text": "Beginning in 2000, many international cooperation projects like the World Bank Health 9 Project, China-Germany Program have provided continuous support for the development of laboratory equipment, training, technical assistance, management capacity to the National AIDS Reference Laboratory and the national laboratory networks and quality control system. This has strengthened HIV/AIDS laboratories greatly. The GFATM of China AIDS Project and UNICEF provide vehicles for remote areas in an attempt to address the problems caused by traffic inconveniences on AIDS prevention work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roles of international cooperation projects in China's HIV/AIDS prevention and control program"
        },
        {
            "text": "International support has not only been provided to governmental agencies, but also to Chinese domestic NGOs, civil society organization or grassroot organizations. From 2005 to 2008, 11.8 million USD was provided for their activities, including training and prevention interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roles of international cooperation projects in China's HIV/AIDS prevention and control program"
        },
        {
            "text": "Based on the satisfactory performance in past rounds of the China GFATM, the Rolling Continuation Channel (RCC) was successfully established. This programme is a 6-year (2010-15) comprehensive programme, covering all 31 provinces and municipalities and fully integrated with the national HIV/AIDS program. The total RCC budget is 510 million USD, with 59.5 million USD approved in 2010. The RCC program is the largest and one of the most influential international cooperation HIV/AIDS projects in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Roles of international cooperation projects in China's HIV/AIDS prevention and control program"
        },
        {
            "text": "Yunnan province has received at least 30 million USD to date through international cooperative efforts. 5 During the implementation of these projects, the Yunnan HIV/AIDS Prevention and Control Program has adapted international experiences to local contexts, integrated their HIV/AIDS prevention and control resources and ensured all projects were compatible with their province framework. International projects have reduced the shortage of financial and technical support in Yunnan. They have achieved remarkable success in advocating for policy change, building capacity, establishing interventions, conducting surveillance, testing MARPs and providing anti-retroviral treatment to those in need. Studies found that the incidence of HIV dropped among the MARPs from 15.4% in 2004 to 9.8% in 2007, even though risk behaviours still remain in the local population. [9] [10] [11] Introducing advanced concepts, strategies, technologies and best practices International cooperation projects not only bring funding to China, but also introduce advanced theories and strategies. These strategies have been employed in several areas, including using surveillance to promote testing and early diagnosis of HIV infection, increasing universal access to AIDS care and treatment and preventing second-generation HIV transmission, among others. These activities have significantly accelerated the improvement of China's HIV/AIDS surveillance strategy from passive surveillance to active case finding combined with case management. In 2000, China initiated a voluntary counselling and testing (VCT) pilot programme with the support of the WHO, the UNFPA and the China-UK programme. Based on the experiences of the pilot programme, VCT became a national strategy in 2004 and was expanded to 7335 sites by December 2009. The surveillance strategy has also changed from sero-surveillance to behavioural surveillance, and later to comprehensive surveillance, which is the combination of the serology and the behavioural surveillance. The development of surveillance system impacts the determination of AIDS policy and the use of HIV/AIDS resource. 12-14 UNAIDS and WHO have recommended a series of intervention measures for high-risk populations including VCT, health education, condom promotion and social marketing, methadone maintenance treatment and needle exchange. In 2001, with the cooperation of WHO, China launched a condom promotion project in Hubei, Jiangsu, Hunan and Hainan provinces. In Yunnan and Sichuan provinces, the China-UK program also began to explore intervention models among commercial sex workers and condom social marketing. These projects proved to be useful in the Chinese context. Several interventions, including condom promotion, STD clinic-based outreach and intervention among low-fee sex workers and clients, have all been developed and are still improving. These methods have been adopted as national guidelines for HIV/AIDS control and were scaled-up throughout the country. Experiences accumulated in these projects have been very helpful to explore appropriate intervention models for high-risk populations in China. These experiences have established a base for the generalization of best practices and have informed strategies at the national level. For example, condom promotion was adopted in the national HIV/AIDS Prevention and Treatment Regulation in 2006.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[11]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Roles of international cooperation projects in China's HIV/AIDS prevention and control program"
        },
        {
            "text": "In 2002, the first government-initiated intervention programme for MSM was conducted in Yunnan and Sichuan provinces under the support of the China-UK AIDS program. Several innovative intervention activities were conducted with the cooperation of the MSM community, including hotlines, face-to-face counselling, theme parties, internet-based education and peer education. These intervention methods were widely scaled-up and continue to play a leading role in behavioural interventions among MSM in China. In 2008-09, China conducted a survey among MSM in 61 cities to determine the extent of HIV infection among this population with support from BMGF. 15 International cooperation projects have played a vital role in exploring models for the prevention of mother-to-child transmission of HIV (PMTCT). Moreover, many international organizations, such as WHO, Global Fund China AIDS Program, CHAI, Improving the social environment surrounding HIV/AIDS Through these collaborations, China has increased the number of government agencies collaborating on the response to AIDS. These agencies have in turn adopted policies emphasizing transparency and the open sharing of data. To some extent, the involvement of international cooperation makes the various levels of government more serious about HIV prevention and pushes to improve the social environment surrounding HIV/AIDS. Advocacy for policy change and the development of strategic plans are a major task in the early stage of most international cooperation projects. Through a series of activities, including training, investigations, study sessions and workshops involving government officials and policy-makers from multiple sectors, an enabling environment has been created promoting cooperation between multiple sectors. This provides strong support for national leadership development and policy advocacy. China's HIV/AIDS comprehensive response mechanism, which is a government-led, multi-sector cooperation and involves participation of the whole society, was created one step at a time. Top national leaders have visited AIDS patients, supervised HIV prevention work and encouraged health workers during the annual World AIDS Day activities. This has set a good example for the whole society to follow. Supported by these programmes, the State Council AIDS Working Committee Office has issued several documents and guidelines such as Mid 16, 17 Strengthening capacity and developing grassroots social organizations With the aid of international cooperation projects, the capacity of staff at HIV prevention and control departments at the national, provincial and local levels has been improved. Improving the capacity of personnel is consistently one of the most important objectives for international projects. Technical documents, developed by different projects, have proven helpful to local health workers in mounting a rapid response to emergencies as well as in improving problem-solving capabilities and technical standardization. Some international cooperation projects have organized training sessions, workshops and study tours to improve abilities in project management, specialized knowledge and research methods. International cooperation projects create a team of HIV/AIDS fighters who are not only familiar with advanced international information and technology, but who also have ample field work experience. They have become the main force in fighting AIDS in China. In addition, programmes support applied research in HIV/AIDS prevention and control. The results of research provide valuable knowledge and scientific evidence for improving China's HIV/AIDS prevention and control work. 18, 19 Training has also been conducted at village and township levels. China has embraced its international obligation to support other developing countries with HIV/AIDS prevention and control assistance by providing financial and technical support. Focuses of assistance have included training HIV/AIDS professionals in African countries; implementing cross-border activities with Myanmar, Laos and Vietnam; having donated 10 million USD to GFATM and just announced donating another 14 million USD in next 3 years; introducing China's HIV/AIDS prevention and control experiences to visitors and study groups from developing countries and actively participating in international and regional HIV/AIDS prevention and control conferences to communicate and share information.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 655,
                    "text": "15",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2401,
                    "end": 2404,
                    "text": "16,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2405,
                    "end": 2407,
                    "text": "17",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3667,
                    "end": 3670,
                    "text": "18,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3671,
                    "end": 3673,
                    "text": "19",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Roles of international cooperation projects in China's HIV/AIDS prevention and control program"
        },
        {
            "text": "HIV/AIDS prevention and control is a complex social issue with challenges surrounding every step of progress. Although some progress has been made in China's HIV/AIDS prevention and control, more difficult challenges continue to appear. These challenges affect China's prevention and control needs, 20 and, in turn, the work of international cooperation projects in China.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "text": "20",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "The first of these challenges involves integrating resources from international projects while promoting the sustainable development of the HIV/AIDS program in China. International cooperation projects in China originated and are characterized by different areas of focus, geographic distributions and target populations. Multiple management mechanisms and project requirements result in resources not being effectively integrated into priority areas of the HIV/AIDS response. Resources are also not being utilized effectively at the local level. For example, some high-prevalence areas lack comprehensive action plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "A second challenge is accomplishing needed work while still exploring new models. In the past, some locations looked at cooperation projects as a way to provide funding for routine work. These locations failed to take full advantage of innovative projects. It is a challenge for China to take full advantage of international projects requiring the flexible piloting of new ideas and new technology while still completing routine work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "The third challenge involves increasing the involvement of CBOs. In recent years, more and more international cooperation projects have provided funding for CBOs to participate in HIV/AIDS-related activities. This support has promoted CBO enthusiasm. However, CBO involvement is still far from enough to meet the needs. By improving the legal environment, 21, 22 China will further promote dialogue and mutual understanding between the government and grassroots organizations.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "21,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 360,
                    "end": 362,
                    "text": "22",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Finally, China is a very large country in terms of geography and population, with uneven HIV/AIDS needs. Because of this, China still needs the strong support of the international community to introduce international capital, ideas and experience. 23 Along with the increasing scope of international cooperation projects in China and their impact at the international level, it is also our obligation to introduce successful Chinese experiences in the HIV/AIDS field to the world. International cooperation projects are bridges between China, international organizations and other countries. Through these bridges, China can introduce its own experiences in HIV/AIDS work to additional countries. China can play its deserved role on the international stage for HIV/AIDS prevention and control while, at the same time, bearing more responsibility for HIV/AIDS prevention and control globally.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "23",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "China has achieved great progress in the fight against the AIDS epidemic over the past 20 years with support from international organizations. Beyond the supplement of financial resources, international programmes have played vital role in China by introducing best practices, initiating public awareness, piloting new models and implementing successful programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Though much progress has been made, China has additional and future challenges to face and overcome with continued support from the international community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Resource allocation analysis for international cooperation program for HIV/AIDS prevention and control",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chin J Prev Med (Chinese)",
            "volume": "42",
            "issn": "",
            "pages": "888--91",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fighting a Rising Tide-The Response to AIDS in East Asia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "China",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "76--95",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The HIV/AIDS epidemic in China: history, current strategies and future challenges",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AIDS Educ Prev",
            "volume": "16",
            "issn": "",
            "pages": "7--17",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evolution of China's response to HIV/AIDS",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rotheram-Borus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Detels",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "369",
            "issn": "",
            "pages": "679--90",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Current situation and influential factors concerning the sexual transmission of HIV in Dehong prefecture",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "AIDS epidemic in Africa and International aid",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Commission on AIDS in Asia. Redefining AIDS in Asia-Crafting an Effective Response. 1st edn",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "119--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Analysis of the epidemiologic patterns of HIV transmission in in Dehong prefecture",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Survey on HIV infection by heterosexual transmission at families with discordant HIV-infection couples in Zhumadian city",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An analysis of epidemic and trend of HIV/AIDS in Henan Province",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Behavioral Surveillance Surveys: Guidelines for Repeated Behavioral Surveillance Surveys in Populations at risk of HIV. Arlington: Family Health International",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Secondary generation of HIV/AIDS surveillance",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The development of HIV/ AIDS surveillance in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AIDS",
            "volume": "21",
            "issn": "",
            "pages": "33--38",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "HIV infection and KAP status among men who have sex with men in 14 cities of China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Study on quality of life and its influential factors among HIV positive population",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Study on the change of quality of life and its influential factors for drug abusers accepting methadone maintenance treatment",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Changes in condom use behaviours among clients of female sex workers in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sex Transm Infect",
            "volume": "85",
            "issn": "",
            "pages": "376--82",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Advantages and challenges of using census and multiplier methods to estimate the number of female sex workers in a Chinese city",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AIDS Care",
            "volume": "19",
            "issn": "",
            "pages": "17--19",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "State Council AIDS Working Committee Office, UN Theme Group on AIDS in China, WHO. A Joint Assessment of HIV/AIDS Prevention, Treatment and Care in China. Beijing: National Center for AIDS/STD Control and Prevention",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Grassroots Democracy Development Report of China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "National AIDS prevention and treatment meeting speech",
            "authors": [
                {
                    "first": "Wu",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Resource needs for an expanded response to AIDS in low-and middle-income countries",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Annual financial resources allocated to AIDS programs in China from Chinese government and from International programs between 1995 and 2008 INTERNATIONAL COOPERATION ON AIDS IN CHINA ii15",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CDC-GAP, are involved in a number of activities including monitoring and evaluation, staff training, development of technical documents, strategy research and service model exploration in the field of PMTCT.Some international cooperation projects fill gaps in China's response to HIV and AIDS. For example, the Clinton Foundation provides free antiretrovial therapy (ART) medicine for children, whereas the GFATM China AIDS Program provides second-line ART medicine. These projects significantly improve China's ART program for children and adults.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "/Long-Term Plan for HIV/AIDS Prevention and Control in China (1998-2010), China's Action Plan for the Containment and Control of HIV/AIDS (2001-05; 2006-10), 'Four Frees and One Care' AIDS policy, State Council Notice on Strengthening HIV/AIDS Prevention and Treatment Work and various technical guidance documents and practical suggestions on promoting condom use and community-based methadone maintenance treatment, among others. The issue of these documents has improved the social environment of AIDS control in China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "With the cooperation with US CDC-GAP and the Clinton Foundation, the first Rural HIV/AIDS Clinical Training Centre was established in Lixin County, Anhui Province. The centre has trained more than 100 village doctors on HIV/AIDS treatment and care. In 2010, US CDC-GAP established the second training centre in Luzhai County, Guangxi Autonomous Region. Supported by the GFATM Round 3 China AIDS Project, second-line ART regimens were used in seven provinces in central China where AIDS patients have been on treatment the longest. The Clinton Foundation's donation of paediatric ARV drugs and technical inputs greatly supported the implementation of the National Paediatric ART Program. GFATM Round 4 China AIDS Project supported the implementation of paediatric treatment evaluation and drug resistance screening among paediatric patients. Over the past 20 years, China has made use of the flexibility of foreign resource to encourage and emphasize involvement of CBOs in HIV/AIDS prevention and control activities by actively supporting and facilitating CBO development through providing funds and technical support. The professional guidance relationship between China's Ministry of Health and international NGOs, including CHAI and BMGF, was established creating a new aspect of civil cooperation in foreign affairs. With the support of international cooperation projects, domestic CBOs are continually developing, growing and contributing to domestic HIV/AIDS prevention and control work. The number of CBOs has increased dramatically from a dozen in 1990 to several hundred in 2009. There were 357 CBOs registered to participate in the GFATM China Country Coordinating Mechanism development in 2009.ii18 INTERNATIONAL JOURNAL OF EPIDEMIOLOGY Establishing a platform for communication and experience sharing with the international community The implementation of international cooperation projects has established a platform of communication and cooperation between China and other countries. Through the support of international cooperation projects, China's National AIDS Reference Laboratory (NARL) has been strengthened. The reference laboratory passed the international quality control and quality assurance certification tests relating to STI/HIV/ AIDS in 2008. The China Integrated Program for Research on AIDS (CIPRA), a joint collaboration with the US National Institutes of Health (NIH)/ National Institute of Allergy and Infectious Disease (NIAID) from 2002 to 2008, has pursued research in behavioural interventions, viral immunity, clinical management and vaccine research through research projects in China. The research project has generated 101 articles published in peer-reviewed journals.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank all international AIDS projects that contributed towards response to HIV/AIDS in China. The findings and conclusions in this report are those of the authors and do not necessarily represent the views of the US Centers for Disease Control and Prevention.Conflict of interest: None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "International supported AIDS projects have moved from initially, stand-alone projects to now integrated into national AIDS response.International supported AIDS projects have introduced best practices, accelerated the introduction of AIDS policies, strengthened capacity, improved the development of grass-roots social organizations and established a platform for communication and experience sharing with the international community.There are still challenges in integrating existing resources and exploring new program models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        }
    ]
}