{
    "paper_id": "14e7bfe37c331fdf83f54808418cae7129a653a0",
    "metadata": {
        "title": "The First Case of Feline Infectious Peritonitis-like Pyogranuloma in a Ferret Infected by Coronavirus in Japan",
        "authors": [
            {
                "first": "Yoshiko",
                "middle": [],
                "last": "Michimae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Safety Research Laboratories",
                    "institution": "Dainippon Sumitomo Pharma Co., Ltd",
                    "location": {
                        "addrLine": "3-1-98 Kasugade-naka, Konohana-ku",
                        "postCode": "554-0022",
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Shin-Ichi",
                "middle": [],
                "last": "Mikami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dainippon Sumitomo Pharma Co., Ltd",
                    "location": {
                        "addrLine": "1-5-51 Ebie, Fukushima-ku",
                        "postCode": "553-0001",
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kazuo",
                "middle": [],
                "last": "Okimoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dainippon Sumitomo Pharma Co., Ltd",
                    "location": {
                        "addrLine": "33-94 Enoki-cho, Ltd., 3-1-98 Kasugade-naka, Konohana-ku",
                        "postCode": "564-0053, 554-0022",
                        "settlement": "Suita, Osaka",
                        "region": "Osaka",
                        "country": "Japan, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kaoru",
                "middle": [],
                "last": "Toyosawa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Safety Research Laboratories",
                    "institution": "Dainippon Sumitomo Pharma Co., Ltd",
                    "location": {
                        "addrLine": "3-1-98 Kasugade-naka, Konohana-ku",
                        "postCode": "554-0022",
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Izumi",
                "middle": [],
                "last": "Matsumoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Safety Research Laboratories",
                    "institution": "Dainippon Sumitomo Pharma Co., Ltd",
                    "location": {
                        "addrLine": "3-1-98 Kasugade-naka, Konohana-ku",
                        "postCode": "554-0022",
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Mami",
                "middle": [],
                "last": "Kouchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Safety Research Laboratories",
                    "institution": "Dainippon Sumitomo Pharma Co., Ltd",
                    "location": {
                        "addrLine": "3-1-98 Kasugade-naka, Konohana-ku",
                        "postCode": "554-0022",
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takatoshi",
                "middle": [],
                "last": "Koujitani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Safety Research Laboratories",
                    "institution": "Dainippon Sumitomo Pharma Co., Ltd",
                    "location": {
                        "addrLine": "3-1-98 Kasugade-naka, Konohana-ku",
                        "postCode": "554-0022",
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tadashi",
                "middle": [],
                "last": "Inoue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Safety Research Laboratories",
                    "institution": "Dainippon Sumitomo Pharma Co., Ltd",
                    "location": {
                        "addrLine": "3-1-98 Kasugade-naka, Konohana-ku",
                        "postCode": "554-0022",
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takaki",
                "middle": [],
                "last": "Seki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Safety Research Laboratories",
                    "institution": "Dainippon Sumitomo Pharma Co., Ltd",
                    "location": {
                        "addrLine": "3-1-98 Kasugade-naka, Konohana-ku",
                        "postCode": "554-0022",
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A male ferret, which was purchased from abroad at 9 months of age, had shown significant weight loss starting at 13 months of age. The ferret subsequently showed decreasing motor activity and recumbency and was euthanized at 14 months of age. At necropsy, a white, quail egg-sized mass was found in the mesentery. Histopathologically, multifocal granulomas consisting of necrotic foci, macrophages, fibroblasts and plentiful fibrous connective tissues were observed in the mesenteric mass. Surrounding the granulomas, inflammatory cell infiltration consisting of neutrophils, lymphocytes and plasmacytes was observed diffusely and significantly. Immunohistochemistry revealed small numbers of macrophages around necrotic foci that were positively stained for antimouse feline coronavirus. Electron microscopically, the cytoplasm of the macrophages contained viral particles, which were identified as coronavirus. The histopathological features in this ferret were similar to those in cats with feline infectious peritonitis (FIP). This was the first case in ferrets in Japan. (J Toxicol Pathol 2010; 23: 99-101) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Feline infectious peritonitis (FIP) is a common disease in cats and some non-domestic felids that is caused by feline coronavirus (FCoV) 1 . This virus is included in the Coronaviridae family, a group of enveloped positivestranded RNA viruses 1 . Although FIP manifests itself in effusive or noneffusive forms, the basic lesion is the same, a pyogranulomatous inflammation and vasculitis 1 . Testing by immunofluorescence assay, ELISA, electron microscopy, RT-PCR and sequence analysis may be useful in supporting a diagnosis of FIP 1,2 .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 243,
                    "end": 244,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since 2006, some ferrets with clinical signs and visceral lesions similar to those in cats with FIP have been reported [2] [3] [4] [5] . All cases in these reports were found in either Europe or the United States, and no case had been reported i n J a p a n . R e c e n t l y , w e e n c o u n t e r e d a c a s e o f pyogranulomatous inflammation in the mesentery of a male ferret that was similar to the cases previously reported. This paper describes the histopathological features of our ferret, which is the first reported case of feline infectious peritonitis-like pyogranuloma in ferrets in Japan.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A male ferret (Mustela putorius furo), which was purchased from abroad at 9 months of age, had shown significant weight loss since 13 months of age. The animal subsequently showed decreasing activity and recumbency, and so it was euthanized by exsanguination via the carotid aorta under ketamine anesthesia. The procedures for animal care and housing were in compliance with the institutional guidelines for the care and use of laboratory animals. At necropsy, a white, quail egg-sized mass in the mesentery, enlarged spleen and white foci in the lungs were found. After necropsy, tissue samples from the mesenteric mass, liver, kidneys, heart, gastrointestine, pancreas and urinary bladder were fixed in neutral buffered 10% formalin for histological examination. The tissue samples were then dehydrated, embedded in paraffin wax, sectioned at 3 microns and stained with hematoxylin and eosin (HE). The sections of the mesenteric mass, lung and spleen were also stained by the Gram, Ziehl-Neelsen and periodic acid-Schiff (PAS) methods. For immunohistochemical examination, the sections of the mesenteric mass were subjected to a labeled polymer method using Histofine Simple Stain Rat MAX-PO (MULTI) (Nichirei Biosciences Inc., Tokyo, Japan) for antimouse FCoV (MCA2194, 1:100, AbD Serotec, Oxford, UK)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The mesenteric mass shows multifocal granulomas consisting of necrotic foci, macrophages, fibroblasts and plentiful fibrous connective tissues. HE stain. Fig. 3 . Aggregated plasma cells are scattered around blood vessels surrounding granulomas in the mesenteric mass. HE stain. and were counterstained with hematoxylin. For electron microscopic examination, small pieces of the mass fixed in neutral buffered 10% formalin were refixed in 2.5% glutaraldehyde, post-fixed in 1% osmium tetroxide and routinely embedded in Epon resin. Ultra-thin sections of the selected areas were prepared, contrasted with hafnium chloride and lead citrate and examined using a Hitachi 7600 transmission electron microscope (Hitachi High-Technologies Co., Tokyo, Japan).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 160,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Figs. 1 and 2."
        },
        {
            "text": "Histopathologically, multifocal granulomas consisting of necrotic foci, macrophages, fibroblasts and plentiful fibrous connective tissues were observed in the mesenteric mass (Fig. 1, 2) . Surrounding the granulomas, inflammatory cell infiltration consisting of neutrophils, lymphocytes and plasmacytes was observed diffusely and significantly. Aggregated plasma cells were also scattered around blood vessels (Fig. 3) . Immunohistochemistry revealed positive reactions for anti-mouse FCoV in small numbers of macrophages around necrotic foci (Fig. 4) . Electron microscopic examination revealed that the cytoplasm of the macrophages around necrotic foci contained enveloped particles (Fig. 5 ). The particles, which were about 80 to 140 nm in diameter and had spike-like structures about 20 nm in length, were identified as coronavirus (Fig. 6) T h e s e histopathological characteristics were similar to those reported in some ferrets in previous years [2] [3] [4] [5] . One of the previous reports indicated that the average age at the time of diagnosis was 11 months and a sex predilection was not apparent 2 . Common clinical findings included anorexia, weight loss, diarrhea and large palpable intra-abdominal masses, and less frequent findings included hind limb paresis, central nervous system signs, vomiting and dyspnea 2 . Our ferret was 14 months old at necropsy and had shown anorexia and weight loss, in agreement with the disease properties. Aggregated plasma cells were also observed around some blood vessels surrounding granulomas in our ferret. However, no viral antigen was detected surrounding granulomas, and vasculitis was not observed in any other tissues examined histopathologically. Immune-mediated vasculitis seems not to be an essential feature of this disease in ferrets, although in cats affected with FIP, both the effusive and noneffusive forms, vasculitis is generally observed in some tissues 2,3 .",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 958,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 959,
                    "end": 962,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 186,
                    "text": "(Fig. 1, 2)",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 418,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 551,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 685,
                    "end": 692,
                    "text": "(Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 845,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Figs. 1 and 2."
        },
        {
            "text": "The differential diagnosis for this case was Aleutian disease (AD) caused by the parvovirus (AD virus). AD is c h a r a c t e r i z e d b y p r o g r e s s i v e w a s t i n g , h y p e r g a m m a g l o b u l i n e m i a , g l o m e r u l o n e p h r i t i s , plasmacytosis and widespread arteritis, and weight loss and splenomegaly are also possible findings 6 . Diagnosis of AD in ferrets is based on the presence of the typical clinical signs with hypergammaglobulinemia and a positive antibody titer 6 . We did not perform hematological or AD virus antibody examinations, so we cannot completely exclude AD. However, as already mentioned, no histopathological change was observed in the kidneys, the plasmacytic infiltration in the mesenteric mass was not severe and vasculitis was not observed in any other tissues. These findings in our ferret indicated almost no possibility of AD.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 363,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 506,
                    "end": 507,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Figs. 1 and 2."
        },
        {
            "text": "Fecal-oral exposure seems to be the likely route of transmission for this coronavirus 2 . All the ferrets we purchased were bred in individual cages, and the ferret in this report had a short latency period in our laboratory. Accordingly, we consider that the risk of infection in our laboratory is low but it is unclear how the ferret became infected. To our knowledge, this disease resembling FIP in a ferret has not previously been reported in Japan, and therefore this is apparently the first case in Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figs. 1 and 2."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Feline infectious peritonitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "35",
            "issn": "",
            "pages": "39--79",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinicopathologic features of a systemic coronavirus-associated disease resembling feline infectious peritonitis in the domestic ferret (Mustela putorius)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramsell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Juan-Sallés",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ardiaca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Montesinos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Teifke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Löhr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Baszler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Nordhausen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Wise",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Maes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Pathol",
            "volume": "45",
            "issn": "",
            "pages": "236--246",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identif icatio n o f grou p 1 co ronav irus anti gen in multisystemic granulomatous lesions in ferrets (Mustela putorius furo)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reinacher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perpiñán",
                    "suffix": ""
                },
                {
                    "first": "Ramis",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Comp Pathol",
            "volume": "138",
            "issn": "",
            "pages": "54--58",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of feline infectious peritonitis virus-like antigen in ferrets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reinacher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perpiñán",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet Rec",
            "volume": "158",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical aspects of systemic granulomatous inflammatory syndrome in ferrets (Mustela putorius furo)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perpiñán",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "López",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Rec",
            "volume": "162",
            "issn": "",
            "pages": "180--184",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cardiovascular diseases. In: Ferrets, Rabbits, and Rodents: Clinical Medicine and Surgery",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Hillyer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferret",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Immunohistochemistry for FCoV. Small numbers of macrophages around necrotic foci show positive reactions in the cytoplasm. HE stain. Figs. 5 and 6. The cytoplasm of the macrophages around necrotic foci contains enveloped particles (arrow). The particles are about 80 to 140 nm in diameter and have spike-like structures about 20 nm in length. Bar: 500 μm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". No granulomatous inflammation or vasculitis was observed in any other tissues examined with HE stain. No evidence of other possible pathogenic agents was observed with the Gram, Ziehl-Neelsen or PAS stains. Aggregated foamy cells i n t h e w h i t e f o c i a n d m o d e r a t e e x t r a m e d u l l a r y hematopoiesis were observed in the lung and spleen, respectively. In the present case, the mesenteric mass showed pyogranulomatous inflammation, in which positive immunolabeling for FCoV and viral particles resembling t h o s e o f c o r o n a v i r u s w e r e c o n f i r m e d .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}