{
    "paper_id": "151b29e4b482ad11ee11e83cec4f3faebb8124c5",
    "metadata": {
        "title": "Oligomerized Transferrin Receptors Are Selectively Retained by a Lumenal Sorting Signal in a Long-lived Endocytic Recycling Compartment",
        "authors": [
            {
                "first": "Eric",
                "middle": [
                    "W"
                ],
                "last": "Marsh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [
                    "L"
                ],
                "last": "Leopold",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [
                    "L"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wake Forest University",
                    "location": {
                        "postCode": "27157",
                        "settlement": "Winston-Salem",
                        "region": "North Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "Frederick",
                "middle": [
                    "R"
                ],
                "last": "Maxfield",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cross-linking of surface receptors results in 1. Abbreviations used in this paper: 2-IT, 2-iminothiolane; ct2-M , a2-macroglobulin; I3-VLDL, 13-very low density lipoprotein; Au-F-Tfl0, fluorescein-labeled-multivalent transferrin-colloidal gold conjugate; Cy3-Tf, Cy3-1abeled-transferrin; DAB, diaminobenzadine; DiI-LDL, 1,1'-dioctadecyl-3,3,3',3'-tetramethylindocarbocyanine-labeled-low density lipoprotein; F-Tfl0, fluorescein-labeled-multivalent transferrin; LDL, low density lipoprotein; sulfo-MBS, m-maleimidobenzoyl-N-hydroxysulfosuccinimide ester; Tf, transferrin; TfR, transferrin receptor; Tfl0, multivalent transferrin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "altered receptor trafficking in the endocytic system. To better understand the cellular and molecular mechanisms by which receptor cross-linking affects the intracellular trafficking of both ligand and receptor, we studied the intracellular trafficking of the transferrin receptor (TfR) bound to multivalent-transferrin (Tfl0) which was prepared by chemical cross-linking of transferrin (Tf). Tfl0 was internalized about two times slower than Tf and was retained four times longer than Tf, without being degraded in CHO cells. The intracellular localization of Tfl0 was investigated using fluorescence and electron microscopy. Tfl0 was not delivered to the lysosomal pathway followed by low density lipoprotein but remained accessible to Tf in the pericentriolar endocytic recycling compartment for at least 60 min. The retained Tfl0 was TfR-associated as demonstrated by a reduction in surface TfR number when cells were incubated with Tfl0. The presence of Tfx0 within the recycling compartment did not affect trafficking of subsequently endocytosed Tf. Retention of Tfl0 within the recycling compartment did not require the cytoplasmic domain of the TfR since Tfl0 exited cells with the same rate when bound to the wild-type TfR or a mutated receptor with only four amino acids in the cytoplasmic tail. Thus, cross-linking of surface receptors by a multivalent ligand acts as a lumenal retention signal within the recycling compartment. The data presented here show that the recycling compartment labeled by Tfl0 is a long-lived organelle along the early endosome recycling pathway that remains fusion accessible to subsequently endocytosed Tf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "T HE formation of oligomeric complexes has been suggested to play role in the intracellular localization of several proteins. Machamer and colleagues have demonstrated that oligomerization of the M glycoprotein of avian coronavirus correlates with its c/s-Golgi localization (Weisz et al., 1993) . Glut-4, an insulin sensitive glucose transporter, is retained within the endocytic system in the absence of insulin by a mechanism that may involve the oligomeric state of the transporter (Bell et al., 1993; James and Piper, 1993) . The sorting of soluble regulated secretory proteins can occur by self-aggregation in the trans-Golgi network (Kelly, 1991) . Furthermore, the delivery of HLA class II molecules to a specialized antigen processing compartment (Qiu et al., 1994; Amigorena et al., 1994; Tulp et al., 1994; West et al., 1994 ) may be controlled by the formation of a multimeric complex (et, [3, Ii) 3 (Marks et al., 1990; Roche et al., 1991) .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 295,
                    "text": "(Weisz et al., 1993)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 486,
                    "end": 505,
                    "text": "(Bell et al., 1993;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 506,
                    "end": 528,
                    "text": "James and Piper, 1993)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 640,
                    "end": 653,
                    "text": "(Kelly, 1991)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 756,
                    "end": 774,
                    "text": "(Qiu et al., 1994;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 775,
                    "end": 798,
                    "text": "Amigorena et al., 1994;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 799,
                    "end": 817,
                    "text": "Tulp et al., 1994;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 818,
                    "end": 835,
                    "text": "West et al., 1994",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "(et,",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "Ii)",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 932,
                    "text": "(Marks et al., 1990;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 933,
                    "end": 952,
                    "text": "Roche et al., 1991)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ability of a multivalent ligand to cross-link several receptor molecules results in the oligomerization of recep-Please address all correspondence to Frederick R. Maxfield, Department of Pathology, College of Physicians and Surgeons, Columbia University, 630 West 168th Street, New York, NY 10032. Tel.: (212) 305-5498. tor molecules. Receptor cross-linking has been demonstrated to alter the intracellular trafficking of receptorligand complexes. Low density lipoprotein (LDL) 1 and [3-very low density lipoprotein ([3-VLDL) bind the same apo-B,E, receptor (Ellsworth et al., 1987; Koo et al., 1986) either monovalently (LDL) or multivalently . As a consequence of the difference in valency, these lipoproteins enter macrophages by distinct routes that diverge at the plasma membrane (Myers et al., 1993; Tabas et al., 1990 Tabas et al., , 1991 . Similarly, the Fc receptor of macrophages when complexed with monovalent Fab fragments directed against the Fc receptors, rapidly recycle through the endosomal system of macrophages ; however, the addition of antibody directed against the Fab fragments to cross-link the Fc receptors results in the removal of the receptors from the recycling pool and degra-dation of the Fc receptors . The observed valency-induced sorting is likely to be of physiological importance since Fc receptors cross-linked by multivalent immune complexes are removed from the recycling pool and degraded .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 313,
                    "text": "630 West 168th Street, New York, NY 10032. Tel.: (212)",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 323,
                    "text": "305-5498.",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 586,
                    "text": "(Ellsworth et al., 1987;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 587,
                    "end": 604,
                    "text": "Koo et al., 1986)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 789,
                    "end": 809,
                    "text": "(Myers et al., 1993;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 810,
                    "end": 828,
                    "text": "Tabas et al., 1990",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 829,
                    "end": 849,
                    "text": "Tabas et al., , 1991",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Receptor redistribution has also been demonstrated indirectly through the use of antibodies and colloidal gold conjugates directed toward surface receptors (Enns et al., 1983; Kasuga et al., 1981; Larrick et al., 1985; Lesley et al., 1989; Neutra et al., 1985; Roth et al., 1983; Schwartz et al., 1986; Weissman et al., 1986) . The cellular mechanism and physiological function of this sorting induced by cross-linking remains unclear as does its variable effect. For example, TfR heavily cross-linked by pentavalent IgM was aggregated on the cell surface and not internalized (Lesley et al., 1989) . Divalent F(ab)'2 fragments of the same antibody resulted in receptor downregulation and enhanced degradation, possibly in the lysosome (Lesley et al., 1989) . In another study, a monoclonal antibody directed against TfR accumulated in an \"extended\" endosomal compartment after an overnight incubation with antibody (Killisch et al., 1992) . Although antibody treatment generally produces a redistribution of the TfR, only a portion of the cross-linked TfR are degraded. The site of antibodyinduced degradation has been suggested to be the lysosome, yet in at least one system, antibody induced degradation of asialoglycoprotein receptor was not affected by lysosomal protease inhibitors, or by incubation at 18°C (Schwartz et al., 1986) . The variable effect upon receptor trafficking caused by antibody cross-linking may in part be explained by the varying extent of receptor aggregation induced by the multivalent binding of antibody. The observed variability may be explained by several factors including the number of antibody binding sites per receptor molecule, the binding affinity and/or avidity of the antibody for the receptor, and the receptor density on the cell surface. As a result it is technically difficult to determine the extent of cross-linking induced by antibody binding.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 175,
                    "text": "(Enns et al., 1983;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 176,
                    "end": 196,
                    "text": "Kasuga et al., 1981;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 197,
                    "end": 218,
                    "text": "Larrick et al., 1985;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 219,
                    "end": 239,
                    "text": "Lesley et al., 1989;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 240,
                    "end": 260,
                    "text": "Neutra et al., 1985;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 261,
                    "end": 279,
                    "text": "Roth et al., 1983;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 280,
                    "end": 302,
                    "text": "Schwartz et al., 1986;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 303,
                    "end": 325,
                    "text": "Weissman et al., 1986)",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 598,
                    "text": "(Lesley et al., 1989)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 736,
                    "end": 757,
                    "text": "(Lesley et al., 1989)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 916,
                    "end": 939,
                    "text": "(Killisch et al., 1992)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1314,
                    "end": 1337,
                    "text": "(Schwartz et al., 1986)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While protein oligomerization and receptor cross-linking have been shown to alter the intracellular trafficking of some proteins, the mechanisms responsible for these changes are poorly understood. To further define these mechanisms an experimental system was developed using Tf as a model ligand. Tf was chosen since its binding interaction with the TfR, as well as its intracellular trafficking pathway, has been well defined. TfR are constitutively endocytosed via coated pits and delivered to sorting endosomes (Maxfield and Yamashiro, 1991; van Deurs et al., 1989) . Within the sorting endosome recycling components such as Tf, LDL-R, and bulk-phase lipids are removed with a half time of about 3 min while lysosome-directed components such as LDL and ct2M are retained (Dunn et al., 1989; Stoorvogel et al., 1991; Mayor et al., 1993; Yamashiro and Maxfield, 1987) .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 545,
                    "text": "(Maxfield and Yamashiro, 1991;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 546,
                    "end": 569,
                    "text": "van Deurs et al., 1989)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 775,
                    "end": 794,
                    "text": "(Dunn et al., 1989;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 795,
                    "end": 819,
                    "text": "Stoorvogel et al., 1991;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 820,
                    "end": 839,
                    "text": "Mayor et al., 1993;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 840,
                    "end": 869,
                    "text": "Yamashiro and Maxfield, 1987)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tf and other recycling components are delivered to a morphologically distinct recycling compartment composed of a network of small vesicles and tubular endosomes located in the pericentriolar region of CHO cells which are not physically connected to the sorting endosome (Dunn and Maxfield, 1992; Dunn et al., 1989; McGraw et al., 1993; Yamashiro et al., 1984) . The recycling compartment has been shown to be functionally separate from the sort-ing endosome in that the recycling compartment maintains an average pH of 6.4 while the pH of the sorting endosome has been determined to be ~6.0 (Yamashiro et al., 1984; Presley et al., 1993) . Furthermore, exit from the recycling compartment has been shown to be the rate limiting step in the recycling of both Tf and bulk membrane, having a half time of ~10-15 min . Similar tubular recycling compartments have been observed in many cell types although their distribution within cells varies (Hopkins, 1983; Hopkins et al., 1990; Tooze and Hollinshead, 1991; Killisch et al., 1992; Ghosh et al., 1994; Ghosh and Maxfield, 1995) . These recycling compartments are identified as part of the early endosome system since they contain recycling TfR and LDL receptors . However, they are a distinct part of the early endosome system since they lack LDL or a2M which are removed from their receptors in the acidic sorting endosome and retained there. Aside from recycling receptors, the protein composition of the membranes of these recycling compartments has not been determined.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 296,
                    "text": "(Dunn and Maxfield, 1992;",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 315,
                    "text": "Dunn et al., 1989;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 316,
                    "end": 336,
                    "text": "McGraw et al., 1993;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 337,
                    "end": 360,
                    "text": "Yamashiro et al., 1984)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 592,
                    "end": 616,
                    "text": "(Yamashiro et al., 1984;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 617,
                    "end": 638,
                    "text": "Presley et al., 1993)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 941,
                    "end": 956,
                    "text": "(Hopkins, 1983;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 957,
                    "end": 978,
                    "text": "Hopkins et al., 1990;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 979,
                    "end": 1007,
                    "text": "Tooze and Hollinshead, 1991;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1008,
                    "end": 1030,
                    "text": "Killisch et al., 1992;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1031,
                    "end": 1050,
                    "text": "Ghosh et al., 1994;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1051,
                    "end": 1076,
                    "text": "Ghosh and Maxfield, 1995)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We reasoned that any changes in intracellular trafficking induced by cross-linking the TfR would be evident when compared to the well-characterized Tf recycling pathway in CHO cells. In this paper we described the synthesis of a multivalent form of Tf, composed of an average of ten Tf molecules (Tfl0). We show that Tfl0 was capable of cross-linking TfR. Tfl0 was internalized about two times slower and was retained four times longer than Tf. The internalized Tfl0 remained accessible to subsequently endocytosed Tf for at least 60 min demonstrating that the recycling compartment of CHO cells is a long-lived compartment. Finally, we show that the mechanism responsible for the retention of Tfl0 does not require the cytoplasmic domain of the TfR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reagents 2-iminothiolane (2-IT), m-maleimidobenzoyl-N-hydroxysulfosuccinimide ester (sulfo-MBS), Amino Ethyl-8 Reagent, HRP, and DAB were purchased from Pierce Chemical (Rockford, IL). Fluorescein 5-isothiocyanate (isomer 1), and Slow Fade were purchased from Molecular Probes (Eugene, OR). Glutaraldehyde, osmium tetroxide, and EMbed 812 kits were purchased from Electron Microscopy Sciences (Fort Washington, PA). Cy3.18 was purchased from Biological Detection Systems (Pittsburgh, PA). Balanced salt solutions and other reagents used in the preparation of media were purchased from GIBCO BRL (Gaithersburg, MD). Chromatographic matrices were purchased from Pharmacia LKB Biotechnology (Piscataway, N J). All other reagents were purchased from Sigma Chem. Co. (St. Louis, MO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Iron-saturated Tf was prepared from apo-Tf as described (Yamashiro et al., 1984) and further purified by passage over a S-300HR column (1.5 x 94 cm). Tfl0 was prepared by the following procedure using iron-saturated Tf. Tf (10 -3 M) was incubated with a 10-fold molar excess of 2-IT for 40 min at room temperature. The resulting thiolated-Tf was removed from excess 2-IT by passage over a PD-10 gel filtration column equilibrated in PBS. Concurrently, an equal amount of Tf was reacted with a 10-fold molar excess of sulfo-MBS for 60 min at room temperature. The sulfo-MBSmodified Tf was immediately mixed with the thiolated-Tf and allowed to react for 4 h at room temperature. Thiol-groups that did not form crosslinks were blocked by incubation with Amino Ethyl-8 Reagent for 60 min at room temperature. The reaction products were size fractionated by passage over an S-300HR column (1.5 cm × 94 cm) equilibrated in PBS using a FPLC equipped with a UV-1 monitor (Pharmacia LKB Biotechnology). Material that eluted between 60 and 80 ml of elution volume was designated as pool A, while that which eluted between 80 and 90 ml was designated pool B. Pool B was passed over the same S-300HR column, and material which eluted between 60 and 80 ml was pooled and designated as pool Ba. Pools A and B1 were individually fractionated by passage over a S-400HR column (1.5 cm × 86 cm) which had been calibrated with Tf (79,570 D) and c~2-macroglobulin (B/M, 820,000 D). Those fractions which eluted in the same fractions as c~2M were pooled and designated as Tfl0. The Tfl0 used in all experiments, on average, is composed of 10 Tf monomers based upon hydrodynamic properties.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 80,
                    "text": "(Yamashiro et al., 1984)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Ligand Preparation"
        },
        {
            "text": "Fluorescein was incorporated into Tfa0 using a previously published procedure (Yamashiro et al., 1984) . 1 mg/ml of Tfl0 was dialyzed against a 200-mg/ml solution of fluorescein 5-isothiocyanate in 50 mM borate pH 9.2 for 4 h at room temperature in the dark. The fluorescein-labeled Tfl0 (F-Tfl0) was buffer exchanged to PBS by exhaustive dialysis.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 102,
                    "text": "(Yamashiro et al., 1984)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Ligand Preparation"
        },
        {
            "text": "Cy3-1abeled Tf (Cy3-Tf) was prepared by dissolving an aliquot of Cy3.18 (the aliquot was prepared by the manufacturer and contains 80 nmol of reactive dye) in 750 ml of a 1.9-mg/ml solution of Tf in 50 mM borate, pH 9.2. The reaction was allowed to proceed for 30 min at room temperature. Excess Cy3.18 was removed by gel filtration on a PD-10 column equilibrated in PBS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ligand Preparation"
        },
        {
            "text": "1,1 '-dioctadecyl-3,3,3',3'-tetramethylindocarbocyanine-labeled LDL (DiI-LDL) was prepared according to the method of Pitas et al. (1981) and kindly provided by Drs. J. N. Myers and I. Tabas (Columbia University, NY) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 137,
                    "text": "Pitas et al. (1981)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 172,
                    "end": 216,
                    "text": "Myers and I. Tabas (Columbia University, NY)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ligand Preparation"
        },
        {
            "text": "Tf and Tfl0 were iodinated using the chloramine T method as described (Yamashiro et al., 1984) . The specific activities of 125I-Tf and 125I-Tf10 ranged between 200 and 800 cpm/ng.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 94,
                    "text": "(Yamashiro et al., 1984)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Ligand Preparation"
        },
        {
            "text": "Tf and Tfl0 were conjugated to HRP using a modification of the multimer preparation protocol described above. Tf, 2.3 × 10 -4 M in PBS, was incubated with a 10-fold molar excess of 2-IT for 40 min at room temperature. The excess 2-IT was removed by passage over a PD-10 column. Simultaneously, sulfo-MBS was added to a 10 -3 M solution of HRP in PBS, such that there was a 10-fold excess of sulfo-MBS with respect to HRP, and incubated at room temperature for 1 h. The thiolated-Tf was added to a flvefold molar excess of MBS-HRP and allowed to react for 4 h at room temperature. HRP-Tf was isolated from free HRP and Tf by passage over a S-200HR column (1.5 × 38 cm). The mole ratio of HRP to Tf was determined using published molar absorbance coefficients at 280 am, 403 nm, and 470 nm (de Jong et al., 1990; Paul, 1963) . The HRP-Tf used in the experiments presented here had an HRP to Tf mole ratio of 0.6. A 2 × 10 -5 M solution of Tfl0 in 50 mM borate pH 9.2 was incubated with a 10fold molar excess of sulfo-MBS for 60 rain. HRP was thiolated using a 10fold molar excess of 2-IT. The thiol-HRP was added to the MBS-Tft0 and incubated for 4 h. HRP-TIm was purified and assayed as above and found to have an HRP to Tfl0 mole ratio of 0.5. F-Tfl0-colloidal gold conjugates (Au-F-Tfw) were prepared using 18nm colloidal gold suspensions. The colloidal gold suspension was adjusted to pH 6.6 with 10 mM phosphate. 16 ml of the gold suspension was added to 12.8 ml of a F-Tfl0 solution, composed of 6.25 Ixg/ml F-Tfl0 and 18.75 ixg/ml ovalbumin, and vortexed for 1 min. The mixture was rocked for 15 min at room temperature, brought to 2 mg/ml ovalbumin and then rocked for an additional 30 min to ensure that the gold particles were completely coated with protein. Based on data from De Roe et al. (1987) , we estimate that these conditions limit the incorporation of F-Tfl0 to approximately one per gold particle. The gold suspension was centrifuged at 4,000 g for 45 min at 4°C to concentrate the Au-F-Tfw. The \"loose\" pellet of Au-F-Tfl0 was harvested and dialyzed against 1 mg/ml ferric ammonium citrate, 50 mM NaHCO3, and 20 mM Hepes, pH 7.9, for 45 min at room temperature to ensure that the Au-F-Tf~0 was iron saturated. The Au-F-Tf~0 was buffer exchanged to PBS containing 2 mg/ml ovalbumin by extensive dialysis. The Au-F-Tfl0 was stored at 4°C and used within 48 h.",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 810,
                    "text": "(de Jong et al., 1990;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 811,
                    "end": 822,
                    "text": "Paul, 1963)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1789,
                    "end": 1806,
                    "text": "Roe et al. (1987)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Ligand Preparation"
        },
        {
            "text": "All experiments were performed using either TRVb-1 or TRVbA3-59 cells. These cell lines are derived from the TRVb Chinese hamster ovary cell line, which lacks endogenous hamster Tf receptors (McGraw et al., 1987) . TRVb-1 cells have been stably transfected with a wild-type human Tf receptor (McGraw et al., 1987) . TRVbA3-59 cells were transfected with a mutant human Tf receptor which lacks amino acids 3 through 59 of the 61 amino acids which compose the cytoplasmic domain of the receptor (Johnson et al., 1993a) . Both cell lines were grown in Ham's F-12 balanced salt solution with bicarbonate supplemented with 5% FCS, 100 U/ml peni-cillin, 100 g,g/ml streptomycin, and 20 ~g/ml G-418. Cells were plated on either 35-mm coverslip dishes (Salzman and Maxfleld, 1989) or 6-well tissue culture dishes 3--4 d before an experiment so that on the day of the experiment, the cells were 50--80% confluent for light microscope experiments or 80-100% confluent for biochemical and electron microscopy experiments.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 212,
                    "text": "(McGraw et al., 1987)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 292,
                    "end": 313,
                    "text": "(McGraw et al., 1987)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 493,
                    "end": 516,
                    "text": "(Johnson et al., 1993a)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 744,
                    "end": 772,
                    "text": "(Salzman and Maxfleld, 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cell Culture"
        },
        {
            "text": "The ceils were washed three times with ice-cold McCoy's 5A medium with bicarbonate supplemented with 20 mM Hepes, 100 U/ml penicillin, 100 t~g/ml streptomycin, 100 t~M deferoxamine, pH 7.4 (McCoy's binding buffer), and kept on an ice bath throughout the duration of the experiment. 1 ml of the appropriate iodinated ligand in McCoy's binding buffer with 2 mg/ml ovalbumin (McCoy's binding buffer with ovalbumin) was added to each well. Nonspeciflc binding, determined in parallel wells containing the 125I-ligand and a 100-200 weight excess of unlabeled Tf, never exceeded 10% of total binding in all experiments presented. The cells were incubated for 6 h on ice. Unbound material was removed with four washes of ice-cold medium 1 (150 mM NaCl, 20 mM Hepes, pH 7.45, 5 mM KC1, 1 mM CaC12, 1 mM MgClz). The cells were solubilized with 1 N NaOH, and assayed for ~25I content using a LKB Clinigamma model 1272 gamma counter. Cells grown in parallel wells were trypsinized and counted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Binding"
        },
        {
            "text": "TRVb-1 cells were washed three times with McCoy's binding buffer at 37°C and incubated with either 3 fxg/ml of lzSI-Tf or 125I-Tf10 in McCoy's binding buffer with ovalbumin for varying amounts of time. Nonspeeific binding was determined as before. The cells were washed three times with ice-cold medium 1, and surface-associated 125I-Tf and 125I-Tfl0 were removed as before. The cells were solubilized with 1 N NaOH and assayed for i25I content as above. 125I contained in this fraction was designated as the internal fraction. In parallel dishes cells were incubated with either 3 p.g/ml of 125I-Tf or 125I-Tf10 in McCoy's binding buffer with ovalbumin for 6 h on ice. The cells were assayed for I25I content which was designated as the surface fraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internalization"
        },
        {
            "text": "The cells were washed three times with McCoy's binding buffer at room temperature and incubated for 15 rain at 37°C in 3 ixg/ml of either lzSI-Tf or 125I-Zf10 in McCoy's binding buffer with ovalbumin. Nonspecific binding was determined as above. Surface-associated Tf or Tfl0 was removed by a wash with medium 1, followed by a 2-rain incubation in mild acid wash buffer (50 mM citrate, 100 mM deferoxamine, 280 mM sucrose, pH 4.6), and three more washes with McCoy's binding buffer. The surfacestripped ceils were incubated for varying amounts of time at 37°C. The supernatant was removed and assayed for radioactivity by gamma counting. The supernatant was placed on ice and brought to 1 mg/ml BSA and 10% TCA. The TCA-precipitated proteins were pelleted and assayed for radioactivity. The cells were solubilized with 1 N NaOH and assayed for radioactivity. The 125I associated with the solubilized cells was designated as the cell-associated fraction, while 1251 associated with the TCA-precipitated proteins was designated as the released intact fraction. The releasedegraded fraction was defined as the difference between the 125I found in the original supernatant and that found in the released intact fraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Externalization"
        },
        {
            "text": "TRVb-1 cells were washed three times with McCoy's binding buffer and incubated with 60 mg/ml of either Tf or Tfl0 for 2 h at 37°C in a 5% CO2 incubator. The cells were washed four times with ice-cold medium 1. The chilled cells were incubated with 3 p~g/ml l~I-Tf for 14 h on ice to saturate surface receptors. In control experiments 80% of the surface-bound Tfl0 or 90% of the surface-bound Tf was exchanged under these conditions. Excess unbound 125I-Tf was removed by washing four times with ice-cold medium 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor Trapping"
        },
        {
            "text": "TRVb-1 cells were washed three times with Ham's F-12 balanced salt solution with bicarbonate, supplemented with 5 mM Hepes, 100 I-~M deferoxamine, and 2 mg/ml ovalbumin, pH 7.4 (Ham's binding buffer). The washed cells were incubated in 120 Izl of Ham's binding buffer containing the appropriate fluorescently labeled protein in a 5% CO 2 incubator at 37°C. The cells were washed four times and incubated at 37°C in Ham's binding buffer. The chase medium was removed, and the cells were placed on an ice bath. The cells were washed three times with ice-cold medium 1. Any cell surface Tf or Tfl0 was removed by a mild acid wash for 2 man on ice and washed three times with ice-cold medium 1. The cells were fixed with 2% formaldehyde for 3 min and rinsed four times with medium 1. The cells were covered in Slow Fade before digital fluorescence microscopy. Images were collected using a Photometrics cooled charge coupled device (CCD) detector mounted on a Leitz Diavert microscope with a 63× objective lens as described .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence Microscopy"
        },
        {
            "text": "TRVb-1 cells were grown to confluence on coverslip dishes above. Cells were incubated with either HRP-Tf or HRP-Tfl0 for 15 min at 37°C in a 5% CO2 incubator, washed four times with Ham's binding buffer, and chased for three minutes. In dual-labeling experiments, cells were incubated with Au-F-Tfl0 for 10 min, washed, and chased for 60 min. During the last 10 min of the chase, the cells were then incubated in HRP-Tf for 8 min, washed four times with Ham's binding buffer, and chased for 2 min. Regardless of treatment, all cells were washed four times with medium 1, fixed with 1% glutaraldehyde for 60 min at room temperature, and washed four times in medium 1. A solution containing 2.5 mg/ml DAB and 0.09% H202 in 100 mM cacodylate buffer, pH 7.4, was added for 30 rain at room temperature. The cells were washed four times in 100 mM cacodylate buffer, pH 7.4, stained with 1% osmium tetroxide in 100 mM cacodylate buffer, pH 7.4, for 1 h at room temperature, and washed twice with distilled water. Cells were dehydrated by sequential 5-min incubations in 50, 75, 95%, and twice in 100% ethanol. The ethanol was removed and replaced with 1:1 mixture of ethanol and EMbed 812 and incubated overnight at room temperature. The samples were overlaid with fresh EMbed 812, degassed for 1.5 h, and baked for 72 h at 56°C. Cells were sectioned parallel to the plane of the monolayer. 500-nm sections were observed using a Phillips 400 transmission electron microscope operating at 120 KeV. For colocalization studies, 90-nm sections were stained at room temperature with a saturated aqueous solution of uranyl acetate for 15 min and with a 0.1% aqueous solution of lead citrate for 3 min. Sections were observed using a JEOL 1200EX operating at 80 KeV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electron Microscopy"
        },
        {
            "text": "Internalized gold particles were scored for intracellular localization using the following categories: (1) endocytic recycling compartment: DABpositive tubules or vesicles less than 100-nm in diameter, (2) early sorting endosomes: DAB-positive vesicles greater than 100 nm in diameter containing irregular, particulate electron dense material, (3) lysosomes: vesicles greater than 100 nm in diameter containing a relatively uniform, granular, electron-dense substance, and (4) other organelles: DAB-negative, membrane-bounded organelles. Sampling errors, possibly including relative geometry of organelles in the plane of the plastic section and/or variability in DAB staining, precluded positive assignment of compartment identity for 13% of internalized gold particles which were deleted from the localization analysis. Furthermore, Neutra et al. (1985) observed that clusters of gold particles were directed to lysosomes. Accordingly, we restricted our analysis to unclustered gold particles (less than three gold particles within 100 nm). Unclustered gold particles outnumbered gold particle aggregates ~4:1.",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 855,
                    "text": "Neutra et al. (1985)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Electron Microscopy"
        },
        {
            "text": "A family of multivalent-Tf was prepared by the chemical cross-linking of Tf. Unreacted Tf and small multimer-Tf, those composed of fewer than 10 Tf molecules, were removed by gel filtration chromatography. The interaction of the very large Tf-multimers with cells was assayed. Our preliminary findings demonstrated that the Tf-multimer bound the surface TfR in a saturable and competable fashion (data not shown). However, the Tf-multimers appeared to have two distinct fates. Approximately 30% of the Tf-multimers were degraded over a 3-h chase (data not shown). The majority of the Tf-multimer, however, was re-leased intact from the ceils albeit with altered kinetics with respect to native Tf. These results indicated that grossly cross-linked TfR are to some extent redirected to degradative lysosome-like compartments by a poorly described mechanism. We chose to focus our additional efforts upon the intracellular trafficking of the major fraction of multivalent-Tf which was recycled intact through the TRVb-1 cells with altered kinetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of Multivalent-Transferrin"
        },
        {
            "text": "To further investigate the mechanism by which multivalent-Tf was retained, yet not degraded, it was reasoned that a more homogeneous preparation of Tf multimer composed of ~10 Tf molecules would be needed. Therefore, we further size fractionated the cross-linked Tf to purify a relatively homogeneous preparation of Tfl0 whose average size was approximately the same as a2M (820,000 D) as determined by elution from a S-400HR sizing column.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of Multivalent-Transferrin"
        },
        {
            "text": "For Tfl0 to be a useful probe it was necessary to demonstrate that Tft0 retained the physiological properties of Tf: release of iron when exposed to acidic conditions, specific binding to the TfR, and pH-dependent and iron-dependent binding to the TfR. Upon exposure to acidic pH, both Tf and Tfl0 released comparable amounts of iron which was assayed by a decrease in absorbance at 470 nm (de Jong et al., 1990 , data not shown). The release of apo-Tf from TfR upon exposure to neutral pH was measured. TRVb-1 cells were incubated with either lzsI-Tf or ~25I-Tf10 on ice. The cells were washed and incubated in a mild acid wash (pH 4.8) for 2 min. The acid wash was assayed for each ligand and found to contain less than 10% of the originally bound ligand. The acid-washed cells were then incubated in McCoy's binding buffer (pH 7.4). The McCoy's binding buffer was removed and assayed for each ligand. Greater than 90% of each ligand was released by the Mc-Coy's binding buffer (data not shown), showing that the pH regulation of iron binding and receptor interaction for Tfl0 are similar to Tf.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 411,
                    "text": "(de Jong et al., 1990",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Characterization of Multivalent-Transferrin"
        },
        {
            "text": "The valency of the interaction of Tfl0 with TfR was investigated by incubating TRVb-1 cells on ice for 6 h with graded doses of either 1251-Tf or tESI-Tf10. TRVb-1 cells bound native Tf saturably (Fig. 1 A) . LIGAND, a ligandbinding data analysis program (Munson and Rodbard, 1980) , was used to estimate a kD of 0.7 nM and 1.1 × 10 s binding sites per cell, in agreement with previously reported values (McGraw et al., 1987) . Tfl0 also specifically bound the TfR of TRVb-1 cells (Fig. 1 B) , reaching saturation at ~30 fmol of Tfl0 per 106 cells, significantly less than the 180 fmol per 106 cells expected if Tft0 bound the TfR monovalently in a manner similar to Tf. This sixfold reduc~ tion in the number of particles bound at saturation suggests that each Tfl0 particle bound approximately six TfR. The Tfl0 binding data were analyzed using LIGAND, which estimated a kD of 0.2 nM if a single affinity was assumed. The approximately threefold increase in binding affinity of Tfl0 compared to Tf is consistent with multivalent binding. However, the estimation of the binding affinity of Tfl0 is complicated by an approximately fivefold reduction in the binding affinity of the MBS-Tf used in the preparation of Tft0 (data not shown), which would par-tially mask the enhancement of avidity resulting from multivalent binding. The thiolation of Tf was without significant effect on the binding interaction (data not shown). Since the intrinsic affinity of MBS-Tf is less than the affinity of Tf, the increase in binding avidity as a result of multimerization is actually greater than threefold. Although methods are available to carry out a detailed analysis of multivalent binding (Perelson, 1984) , we did not attempt this since the multimers were a somewhat heterogeneous mixture. Such an analysis would be very complex and difficult to interpret since the intrinsic affinity of each Tf in the multimer may vary. Despite this limitation in the analysis, the increase in affinity and the decrease in molecules bound at saturation are both strongly indicative of multivalent binding at 0°C.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 281,
                    "text": "(Munson and Rodbard, 1980)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 404,
                    "end": 425,
                    "text": "(McGraw et al., 1987)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1684,
                    "end": 1700,
                    "text": "(Perelson, 1984)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 206,
                    "text": "(Fig. 1 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 481,
                    "end": 491,
                    "text": "(Fig. 1 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Multivalent-Transferrin Binds Multiple Transferrin Receptors"
        },
        {
            "text": "To determine if Tfl0 also formed multivalent interac- TRVb-1 cells were labeled with 3 i~g/ml 125I-Tf (A) or 125I-Tf10 (B) and then incubated for 6 h on ice. Unbound ligand was removed with five washes of McCoy's binding buffer with ovalbumin. The cells were solubilized with 1 N NaOH, and assayed for 1251 content by gamma counting. Nonspecific binding was determined as described. The data presented are from two experiments (squares and circles) and have been normalized to 106 cells/ well. The amount of specific binding was calculated as the difference between total and nonspecific binding. Molar concentrations were calculated using 79,570 and 795,700 D as the molecular masses of Tf and Tfl0, respectively. The data have been fit to a single site hyperbolic saturation curve using Mnltifit, a binding data analysis program (McPherson, 1983 (McPherson, , 1985 .",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 847,
                    "text": "(McPherson, 1983",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 848,
                    "end": 866,
                    "text": "(McPherson, , 1985",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multivalent-Transferrin Binds Multiple Transferrin Receptors"
        },
        {
            "text": "tions at 37°C, TRVb-1 cells were incubated with graded doses of either 125I-Tf or 125I-Tf10 for 30 min at 37°C. Control experiments showed that uptake of both 125I-Tf and 125I-Tf10 was specific and reached saturation. Analysis of this data, using 79,570 D and 795,700 D as the estimated molecular weights of Tf and Tfl0, respectively, revealed a 4-8-fold reduction in the number of moles of Tflo which were cell associated at saturation as compared to that of Tf (Fig. 2 A) . To confirm that the reduced Tfl0 uptake reflected multivalent binding, the ability of Tf~0 to compete with 125I-Tf for TfR binding was compared to the ability of Tf to compete with 125I-Tf for TfR binding. We found Tfl0 and Tf to be nearly equivalent competitors of 125I-Tf binding at 37°C (Fig. 2 B) . Comparing Fig. 2 A to Fig. 2 B , it can be seen that under conditions where Tf and Tfl0 displace an equivalent number of 125I-Tf molecules (Fig. 2 B) , there were four to eight times less Tfl0 cell associated as compared to Tf on a molar basis (Fig. 2 A) Coy's binding buffer, solubilized with 1 N NaOH, and assayed for 125I content. The data presented are from a representative experiment and have been normalized to 106 cells/well. (B) Cells were plated and treated as in A except the cells were incubated with 70 ng/ml 125I-Tf and graded doses of either unlabeled Tf (circles) or unlabeled Tfl0 (squares). The amount of Tf displaced is the difference between the amount of ~25I-Tf bound in the absence of competitor and the amount of 125I-Tf bound at a given dose of competitor. The percent of Tf displaced is the amount of Tf displaced divided by the amount of 12SI-Tf bound in the absence of competitor multiplied by 100. The standard deviation for each data point is given by the error bar.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 473,
                    "text": "(Fig. 2 A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 766,
                    "end": 776,
                    "text": "(Fig. 2 B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 789,
                    "end": 795,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 801,
                    "end": 809,
                    "text": "Fig. 2 B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 918,
                    "end": 928,
                    "text": "(Fig. 2 B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1023,
                    "end": 1033,
                    "text": "(Fig. 2 A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Multivalent-Transferrin Binds Multiple Transferrin Receptors"
        },
        {
            "text": "each particle of Tfl0 must be displacing several 125I-Tf particles and by inference binding several TfR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivalent-Transferrin Binds Multiple Transferrin Receptors"
        },
        {
            "text": "To determine the rate at which Tfl0 was internalized, TRVb-1 cells were incubated with 125I-Tf or lzSI-Tfl0 for various times at 37°C. Surface-bound ligand was removed by a mild acid wash. The amount of internalized ligand which remained after the mild acid wash was measured. The total surface binding was determined as above. The internal to surface ratio was calculated and was plotted with respect to time (McGraw and . The internalization rate was derived from this plot (data not shown). In agreement with earlier results (McGraw and Tf was internalized at a rate of 0.21 min -1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivalent-Transferrin Is Retained by TR Vb-1 Cells but Not Degraded"
        },
        {
            "text": "Tfl0 was internalized about two times slower than Tf, at a rate of 0.09 min -1 (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivalent-Transferrin Is Retained by TR Vb-1 Cells but Not Degraded"
        },
        {
            "text": "To compare recycling kinetics and externalization rates of Tf and Tfl0, TRVb-1 cells were incubated with either 125I-Tfl0 or 125I-Tf for 15 min at 37°C. Surface-bound ligand was removed by a mild acid wash, and the cells were incubated at 37°C for various chase times. In agreement with previously published values (McGraw and , Tf was released intact by the TRVb-1 cells with a half-time of ,--~15 min (Fig. 3 A) . Tfl0, on the other hand, was released by TRVb-1 cells with a half-time of ~60 min suggesting that the Tfl0 is trapped in the endosomal system or redirected out of the recycling pathway (Fig. 3 B) . A small fraction of the Tfl0 may be redirected to the lysosome, since up to five percent of the Tfl0 was degraded (Fig. 3 B) . While the majority of Tfl0 was not degraded to TCA soluble fragments the possibility existed that partial proteolysis could be occurring resulting in large fragments that would be TCA precipitable. To address this, TRVb-1 cells were pulsed with 125I-Tfl0 and chased for 120 min. The supematant from these cells was passed over a S-400HR column. The elution profile of the supematant was indistinguishable from that of a control sample of Tfl0 (data not shown). Thus, the extended residency of the majority of Tfl0 within the TRVb-1 cells did not result in its degradation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 413,
                    "text": "(Fig. 3 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 601,
                    "end": 611,
                    "text": "(Fig. 3 B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 728,
                    "end": 738,
                    "text": "(Fig. 3 B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Multivalent-Transferrin Is Retained by TR Vb-1 Cells but Not Degraded"
        },
        {
            "text": "The retention of Tfl0 could have been caused if Tfl0 were inefficiently released from the TfR after returning to the cell surface. For example, if the rate of receptor-ligand dissociation was slow in comparison to the internalization rate of the receptor, the receptor bound Tfl0 would be reinternalized and persistently recycle. If recycling of occupied receptors occurred, a pool of surface-bound ligand would appear during externalization. TRVb-1 cells were incubated with 3 },g/mi of either ~25I-Tf or 125I-Tf10 for 15 min. Surface-bound ligand was removed by a mild acid wash. The surface-cleared cells were chased for varying amounts of time, and the supernatant was removed. The cells were incubated again in a mild acid wash to release any ligand that had returned to the surface and remained bound. Radioactivity released by the second acid wash was used as a measure of recycling. No more than 1-2% of the original cell associated 125I-Tf was contained in the second Nonspecific binding was determined as before. Surface associated Tf or Tflo was removed by a 2-rain mild acid wash as described in Materials and Methods. The surface-stripped cells were incubated for varying amounts of time at 37°C. The supernatant from each sample was removed, assayed for 125I content and brought to 10% TCA. The resulting precipitate was assayed for 125I content and defined as the released intact fraction (squares). The relased degraded fraction (triangles) was defined as the difference between the 1251 found in the original supernatant and that found in the precipitate. The cells were solubilized with 1 N NaOH, assayed for 125I content and designated as cell associated fraction (circles). The data are reported as a percentage of the sum of three fractions (Cell associated, Released lntact, and Released degraded) at each time point. The sum of three fractions varied less than 5% between time points. The data presented are from a representative experiment. Error bars give the standard deviation for each data point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivalent-Transferrin Retention Is Not a Result of Recycling"
        },
        {
            "text": "acid wash. While the amount of 125I-Tf10 found in the second acid wash was approximately twice that of Tf, it never exceeded 4% of the originally bound 125I-Tf10. The small amount of surface Tf and Tfl0 decreased with time (data not shown). The higher amount of Tfl0 on the cell surface may be accounted for by the twofold decrease in the internalization rate of Tfl0 as compared to Tf. These data indicated that the observed retention of Tfl0 is not a result of an elevated level of recycling of Tfl0 without release at the surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivalent-Transferrin Retention Is Not a Result of Recycling"
        },
        {
            "text": "To determine if Tfl0 was rerouted from the Tf recycling pathway to the lysosomal pathway followed by LDL, TRVb-1 cells were allowed to cointernalize F-Tfl0 and DiI-LDL for 2 rain. The cells were washed and further incubated in the absence of both proteins for either 2 or 10 min. Previous studies (Dunn et al., 1989; Dunn and Maxfield, 1992; Mayor and Maxfield, 1993) have demonstrated that TRVb-1 cells cointernalize LDL and Tf to common sorting endosomes. The LDL and Tf rapidly sort from each other, with Tf being delivered to the pericentriolar recycling compartment and LDL retained in sorting endosomes that mature into late endosomes. If the multivalent binding of Tfl0 caused Tfl0 to be delivered into the late endosomes, this would be demonstrated by extensive colocalization of LDL and Tfl0 after 10 min of chase. TRVb-1 ceils were incubated with F-Tfl0 and DiI-LDL for Figure 4 . Multivalent-transferrin is sorted from LDL. TRVb-1 cells were grown on coverslip dishes and incubated for 2 min in 40 p,g/ml F-Tfl0 and 20 ixg/ml DiI-LDL. The cells were washed four times in Ham's binding buffer and chased for either 2 min (A and B), or 10 min (C and D) at 37°C. The TRVb-1 cells were then prepared for microscopy as described in the Materials and Methods section. The focal plane was selected to optimize the F-Tfl0 image, and the DiI-LDL image was then collected without further adjustment to focus. F-Tfl0 images (A and C) were collected and photographed using identical settings. DiI-LDL images (B and D) were also collected and photographed using identical settings. Arrows provide examples of colocalization. Since there was a great range in the intensity of LDLcontaining structures, some dim LDL spots have been lost in the presentation of B, and this reduces the apparent extent of initial colocalization with Tf. Bar, 10 ixm.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 316,
                    "text": "(Dunn et al., 1989;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 317,
                    "end": 341,
                    "text": "Dunn and Maxfield, 1992;",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 367,
                    "text": "Mayor and Maxfield, 1993)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 880,
                    "end": 888,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Multivalent-Transferrin Is Sorted from LDL in Sorting Endosomes, but Is Retained in the Recycling Compartment"
        },
        {
            "text": "2 min at 37°C and chased for 2 min. As shown in Fig. 4 A and B, Tfl0 like Tf (Dunn et al., 1989; Mayor et al., 1993) is rapidly delivered to sorting endosomes which also contain LDL. Parallel cells were pulsed for 2 min as above and chased for 10 min to observe the sorting of Tfl0 from the LDL. AFter the 10-min chase, DiI-LDL was located in widely dispersed punctate vesicles characteristic of sorting endosomes and late endosomes as previously described (Dunn et al., 1989, Fig. 4 D) , while the majority of F-Tfl0 was localized in the pericentriolar recycling compartment of the cell (Fig. 4 C) . Thus, the majority of Tfl0 was not retained in sorting endosomes or delivered to late endosomes (Fig. 4, C and D) . Since the majority of Tfl0 sorts from lysosomally directed molecules similar to Tf, we investigated the possibility that Tfl0 retention occurred later in the recycling pathway. TRVb-1 cells were incubated with F-Tfl0 for 10 min at 37°C, washed, and chased for a total of 60 min. At 56, 48, or 28 min of F-Tfl0 chase, Cy3-Tf was added for a 2-min incubation and chased for 2, 10, or 30 min, respec- Figure 5 . Multivalent-transferrin is localized in the recycling compartment of TRVb-1 cells. TRVb-1 cells were incubated in 40 txg/ml F-Tfl0 for 10 rain and then chased for a total of 60 min. At 56, 38, and 23 rain of the chase, the medium was replaced with 20 ~g/ml Cy3-Tf for 2 rain. The cells were washed and chased for 2 (A, B, and C), 10 (D, E, and F), or 30 (G, H, and/) rain, respectively. The cells were prepared for microscopy as described. The focal plane was selected to optimize the F-Tfl0 image, and the Cy3-Tf image was then collected without further adjustment to focus. Cy3-Tf images (A, D, and G) were collected and photographed using identical settings. F-Tfl0 images (B, E, and H) were collected and photographed using identical settings. Phase-contrast images are presented in C, F, and L Bar, 10 ixm. tively. After 2 min the majority of Cy3-Tf was localized in small widely dispersed sorting endosomes (Fig. 5 A) . By 10 min, most of the Cy3-Tf had cleared the sorting endosomes and was found primarily in the recycling compartment where it extensively colocalized with F-Tfl0 showing that the majority of the retained F-Tfl0 is localized in the recycling compartment (Fig. 5, D and E) . After 30 min of chase the TRVb-1 cells contained barely detectable amounts of Cy3-Tf in the recycling compartment (Fig. 5, G and H) . The exit of Cy3-Tf is similar to that obtained in the absence of Tfl0 and suggests that Tfl0 in the recycling compartment did not have a significant effect on the trafficking of subsequently added Cy3-Tf.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 96,
                    "text": "(Dunn et al., 1989;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 97,
                    "end": 116,
                    "text": "Mayor et al., 1993)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 457,
                    "end": 486,
                    "text": "(Dunn et al., 1989, Fig. 4 D)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 598,
                    "text": "(Fig. 4 C)",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 714,
                    "text": "(Fig. 4, C and D)",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1123,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 2039,
                    "end": 2049,
                    "text": "(Fig. 5 A)",
                    "ref_id": null
                },
                {
                    "start": 2305,
                    "end": 2322,
                    "text": "(Fig. 5, D and E)",
                    "ref_id": null
                },
                {
                    "start": 2439,
                    "end": 2456,
                    "text": "(Fig. 5, G and H)",
                    "ref_id": null
                }
            ],
            "section": "Multivalent-Transferrin Is Sorted from LDL in Sorting Endosomes, but Is Retained in the Recycling Compartment"
        },
        {
            "text": "To observe the fine structure of the Tfl0 containing recycling compartment, TRVb-1 cells were labeled with either HRP-Tf for HRP-Tfl0 for 15 min at 37°C, washed, chased for 3 min, and visualized by transmission electron micros-copy. DAB staining of HRP-Tf-treated TRVb-1 cells was localized by the recycling compartment, a complex network of small tubular and vesicular elements near }he centrioles of the cells, and sorting endosomes, larger vesicles having granular contents that were DAB stained (Fig. 6  A) . Sorting endosomes were observed in close proximity to the recycling compartment (Fig. 6 A) and throughout the periphery of the cell (Fig. 6 A, inset) . This observation was in agreement with previously published data (Yamashiro et al., 1984) . HRP-Tfl0-1abeled cells contained DAB-stained vesicles and tubules similar to those of HRP-Tf-labeled cells (Fig. 6 B) . The DAB staining of the HRP-Tfl0-1abeled cells was not as intense as the HRP-Tflabeled cells, since both HRP-Tfl0 and HRP-Tf had similar molar specific activities (see Materials and Methods) but less Tfl0 was internalized by TRVb-1 cells than Tf under comparable conditions (Fig. 2) . Figure 6 . Endocytosed transferrin and multivalent-transferrin colocalize in pericentriolar tubules and vesicles• TRVb-1 cells were treated with HRP-Tf (A) or HRP-Tfl0 (B) as described in Materials and Methods. After fixation, probes were localized by DAB staining, and samples were embedded in epoxy resin. Transmission electron microscopy of 500 nm sections revealed a complex network of tubular and vesicular membrane profiles adjacent to the nucleus (asterisk), which corresponds to the recycling compartment (compare A, inset with Fig. 5, D and E) . To determine whether Tf and Tfl0 occupied the same compartment or morphologically similar but functionally distinct compartments, TRVb-1 ceils were incubated for 10 min with Au-F-Tfl0 and chased for a total of 60 min. During the last 10 min of chase HRP-Tf was added for 8 min and chased for 2 min. After fixation HRP-Tf was localized by DAB staining and samples were embedded in epoxy resin. Transmis~ion electron microscopy of 90-nm sections demonstrated that HRP-Tf occupied tubular and vesicular membrane profiles of the recycling compartment with diameters ranging from 50 to 75 nm (C and D). Compartments were often located along microtubules (open arrow). HRP-Tf was also found in sorting endosomes (se) visualized as 100-300-nm organelles with granular contents. Au-F-Tfl0 particles (filled arrow) were observed in DAB-stained recycling compartments demonstrating that Tf and Tfl0 occupy the same compartments. Bars: (A and B) 500 nm; (C and D) 200 nm.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 754,
                    "text": "(Yamashiro et al., 1984)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 510,
                    "text": "(Fig. 6  A)",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 603,
                    "text": "(Fig. 6 A)",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 662,
                    "text": "(Fig. 6 A, inset)",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 874,
                    "text": "(Fig. 6 B)",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1159,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1162,
                    "end": 1170,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1698,
                    "end": 1714,
                    "text": "Fig. 5, D and E)",
                    "ref_id": null
                }
            ],
            "section": "Multivalent-Transferrin Is Sorted from LDL in Sorting Endosomes, but Is Retained in the Recycling Compartment"
        },
        {
            "text": "To directly demonstrate that Tfl0 was retained in Tf containing compartments and not in adjacent compartments, TRVb-1 cells were labeled with Au-F-Tfl0 for 10 min at 37°C, and chased for 60 min. During the last 10 min of the chase the cells were labeled with an 8-min pulse of HRP-Tf, followed by a 2-min chase. The cells were then fixed, DAB stained, and visualized by transmission electron microscopy. This protocol allowed us to demonstrate the colocalization of Tfl0 and Tf in the recycling compartment. Neutra et al. (1985) have reported the Au-Tf conjugates may be redirected to the lysosomal pathway. To ensure that our preparations of Au-F-Tfl0 were not being redirected to the lysosomes, parallel samples were analyzed using fluorescence microscopy. TRVb-1 cells incubated with either Au-F-Tfl0 or F-Tfl0 for 10 min and chased for 60 min were found to have a staining pattern consistent with recycling compartment localization, indicating that the conjugation of F-Tfl0 to the colloidal gold had not grossly altered the localization of the conjugated F-Tfl0 (data not shown). Furthermore, the Au-F-Tfl0 was effectively competed by excess unlabeled Tf.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 528,
                    "text": "Neutra et al. (1985)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Multivalent-Transferrin Is Sorted from LDL in Sorting Endosomes, but Is Retained in the Recycling Compartment"
        },
        {
            "text": "Analysis of samples from three independent experiments indicated that 62% of internalized, unclustered gold particles were found in association with DAB-stained compartments, indicating a good agreement between the localization of Tf (marked by DAB) and Tfl0 (marked by colloidal gold) at the ultrastructural level (Fig. 6 , C and D; see Materials and Methods for analysis parameters). Gold particles were observed in both larger diameter vesicles indicative of sorting endosomes as well as small diameter tubules and vesicles of the recycling compartment. Frequently, tubular elements of the recycling compartment were aligned along microtubules (Fig. 6, C and D) , consistent with the observation that recycling compartment morphology is disrupted by treatment nocodazole .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 322,
                    "text": "(Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 664,
                    "text": "(Fig. 6, C and D)",
                    "ref_id": null
                }
            ],
            "section": "Multivalent-Transferrin Is Sorted from LDL in Sorting Endosomes, but Is Retained in the Recycling Compartment"
        },
        {
            "text": "We expected that retention of Tfl0 in the recycling compartment resulted from interactions with multiple TfR within the recycling compartment. If Tfl 0 remains receptor-bound within the cell, it would be expected that Tfl0treated cells would have fewer surface receptors at steady state. To test this, TRVb-1 cells were incubated with 60 ~g/ml of either Tf or Tfl0 for 2 h at 37°C and washed. The cells were rapidly chilled to 4°C and incubated with 3 Ixg/ ml 125I-Tf for 14 h on ice to allow for surface exchange of Tf and Tf~0 with 125I-Tf. The amount of 125I associated with TRVb-1 cells that were preincubated with Tf-free medium was defined as 100% (Fig. 7) . Cells preincubated with Tf bound an equivalent amount of 125I-Tf, confirming that the surface exchange was complete after 14 h (Fig. 7) . Preincubation with Tfl0 resulted in a 30-40% decrease in the amount of ~25I-Tf bound, an amount consistent with fourfold decrease in externalization rate (Fig. 3) and a twofold decrease in the rate of internalization (data not shown). These results confirm that Tfl0 causes intracellular retention of TfR and that slow release of Tfl0 from cells is not due to poor release of Tfl0 from recycled receptors at the cell surface. ixg/ml Tfl0 for 2 h at 37°C in a 5% CO2 incubator. The ceils were washed four times with ice-cold medium 1 and maintained on ice throughout the remainder of the experiment. 125I-Tf (3 ~g/ml) was added to each well. The cells were incubated for 14 h to allow for surface ligand exchange. Nonspecific binding was determined as before. The cells were washed four times with ice-cold medium 1, solubilized, and assayed for 125I content. Error bars give the standard deviation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 662,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 792,
                    "end": 800,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 957,
                    "end": 965,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IntraceUular Multivalent-Transferrin Retention Reduces the Number of Transferrin Receptors on the Cell Surface"
        },
        {
            "text": "To determine if the cytoplasmic domain of the TfR contributed to the retention of Tfl0 in the recycling compartment, we employed TRVbA3-59 cells which express an altered form of TfR that contains only four of the 61 amino acids that comprise the cytoplasmic domain of the receptor (Johnson et al., 1993a) . Although these cells internalize Tf slowly, they externalize Tf at a rate comparable to that of the TRVb-1 cells (Johnson et al., 1993a) . If the cytoplasmic domain were required for the retention of Tfl0, it would be expected that the TRVbA3-59 cells would efflux Tfl0 at the same rate as Tf.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 304,
                    "text": "(Johnson et al., 1993a)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 420,
                    "end": 443,
                    "text": "(Johnson et al., 1993a)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The Cytoplasmic Domain of the Transferrin Receptor Is Not Involved in Multivalent Transferrin Retention"
        },
        {
            "text": "TRVbA3-59 cells internalized Tfl0 with a rate of 0.07 min -1 (data not shown). To measure the rate of recycling, TRVbA3-59 cells were incubated with either 125I-Tf or 125I-Tfl0, washed and allowed to externalize the labeled ligand. TRVbA3-59 cells externalize 125I-Tf with a half-time of ~15 min, but 125I-Tf10 was released with a half-time of 60 min (Fig. 8) . To demonstrate that in TRVbA3-59 cells, like TRVb-1 cells, Tfl0 is retained in the recycling compartment without affecting Tf trafficking, a protocol similar to that described in Fig. 5 was used. To accommodate the slower internalization times of Tf and Tfl0 in TRVbA3-59 cells, longer incubation times were used for labeling cells. TRVbA3-59 cells were incubated with F-Tfl0 for 50 min at 37°C, washed, and chased for a total of 60 min. At 48, 38, or 18 min of F-Tfl0 chase, Cy3-Tf was added for a 10-min incubation and chased for 2, 10, or 30 min, respectively. Similar to Fig. 5 ovalbumin. Nonspecific binding was determined as before. Surface-associated Tf or Tfl0 was removed as described in Materials and Methods. The surface-stripped ceils were incubated for varying amounts of time of 37°C. The supernatant was removed and the cells were solubilized with 1 N NaOH. The amount of cellassociated 125I was determined. The data presented are the mean values of three experiments. The amount of 125I-Zf or 125I-Tfl 0 contained in the time zero sample is defined as 100% bound. Error bars give the standard deviation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 359,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 541,
                    "end": 547,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 943,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "The Cytoplasmic Domain of the Transferrin Receptor Is Not Involved in Multivalent Transferrin Retention"
        },
        {
            "text": "small, widely dispersed sorting endosomes after a 2-min chase ( Fig. 9 A) while some Cy3-Tf was found in the recycling compartment marked by F-Tfl0 (Fig. 9 B) . After a 10-min chase of internalized Cy3-Tf, the majority of monomeric Tf colocalized with F-Tfl0 in the recycling compartment ( Fig. 9 , D and E). The intensity of Cy3-Tf staining was significantly reduced in the recycling compartment after a 30-min chase relative to F-Tfl0 which had been chased for 60 min (Fig. 9 , G and H). Consistent with the resuits in TRVb-1 cells, F-Tf~0 was retained in the recycling compartment of TRVbA3-59. Furthermore, passage of subsequently added Cy3-Tf was unhindered by the presence of F-Tfl0. The comparable rates of Tfl0 efflux in TRVb-1 and TRVbA3-59 cells show that the cytoplasmic domain of TfR is not required for the retention of Tfxo in the recycling compartment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 73,
                    "text": "Fig. 9 A)",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 158,
                    "text": "(Fig. 9 B)",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 296,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 477,
                    "text": "(Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "The Cytoplasmic Domain of the Transferrin Receptor Is Not Involved in Multivalent Transferrin Retention"
        },
        {
            "text": "The intracellular trafficking of endocytosed proteins is mediated by organelles including coated vesicles, sorting endosomes, recycling endosomes, and late endosomes (Maxfield and Yamashiro, 1991; van Deurs et al., 1989) . Within the sorting endosome, recycling components such as Tf, LDL-R, and bulk-phase lipids are rapidly sorted from lysosome-directed components like LDL and ot2M with a half time of ~2-3 rain (Stoorvogel et al., 1991; Mayor et al., 1993; Yamashiro and Maxfield, 1987) . The recycling components are delivered to a morphologically distinct recycling compartment composed of a network of small vesicles and tubular endosomes located in the pericentriolar region of CHO cells which are not physically connected to the sorting endosome (Dunn and Maxfield, 1992; Dunn et al., 1989; McGraw et al., 1993; Yamashiro et al., 1984) . An important issue is whether the various endocytic organelles are stable or transient. Clearly, coated vesicles are transient, and they fuse rapidly with endosomes after pinching off from the plasma membrane. Evidence has also been presented showing that sorting endosomes are transient organelles that mature into late endosomes (Dunn et al., 1989; Dunn and Maxfield, 1992; Stoorvogel et al., 1991) . The lifetime of the recycling compartment has not been examined in detail. It has been shown that recycling Tf remains in a fusion-accessible compartment for as long as it can be detected within the cell (Saizman and . However, the rapid loss of Tf limited measurements to ~15 min chase times. In this paper, we have shown that Tfl0 enters the same recycling compartment of Tf with nearly normal kinetics but leaves with a half time of 60 rain. This lengthy retention of Tfl0 indicates that the recycling compartment is a stable, long-lived organelle. Furthermore, we have shown that the recycling compartment labeled with Tfl0 remains fusion accessible to newly endocytosed material for at least 1 h. We cannot strictly rule out the possibility that labeling with Tfx0 has induced the formation of a long-lived portion of the recycling compartment. However, we note that Tf enters and leaves this compartment at the same rate whether or not it has Tfl0 in it. Furthermore, the morphology of the compartment is the same whether it contains Tfl0, Tf, or both (Figs. 5 and 6).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 196,
                    "text": "(Maxfield and Yamashiro, 1991;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 197,
                    "end": 220,
                    "text": "van Deurs et al., 1989)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 415,
                    "end": 440,
                    "text": "(Stoorvogel et al., 1991;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 441,
                    "end": 460,
                    "text": "Mayor et al., 1993;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 461,
                    "end": 490,
                    "text": "Yamashiro and Maxfield, 1987)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 755,
                    "end": 780,
                    "text": "(Dunn and Maxfield, 1992;",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 799,
                    "text": "Dunn et al., 1989;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 800,
                    "end": 820,
                    "text": "McGraw et al., 1993;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 821,
                    "end": 844,
                    "text": "Yamashiro et al., 1984)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1178,
                    "end": 1197,
                    "text": "(Dunn et al., 1989;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1198,
                    "end": 1222,
                    "text": "Dunn and Maxfield, 1992;",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1247,
                    "text": "Stoorvogel et al., 1991)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "The Recycling Compartment Is a Long-lived Fusion Accessible OrganeUe"
        },
        {
            "text": "The ability of the recycling compartment to retain Tfl0 while simultaneously recycling Tf reveals a sorting function of the recycling compartment not previously recognized. The mechanism which underlies the observed sorting is not understood, but we have shown that the cytoplasmic domain of the TfR is not required. Our findings indicate that the oligomerization of the TfR by Tfl0 forms a lumenal sorting signal resulting in the selective retention of Tfl0 and TfR in the recycling compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Recycling Compartment Has Sorting Functions"
        },
        {
            "text": "Recycling compartment sorting has also has been demonstrated in the mutant CHO cell line 12-4. 12-4 cells like other END2 mutants exhibit a partial acidification defect (Johnson et al., 1993a) . 12-4 cells recycle bulk membrane at rates similar to that of parental cells indicating that there is no gross recycling defect in these cells . However, Tf exits the recycling compartment of 12-4 cells two times slower than bulk membrane , indicating that the recycling compartment has a sorting function which is dependent upon the intravesicular pH. Similar sorting has been induced in TRVb-1 cells treated with bafilomycin A1, an inhibitor of the vacuolar proton ATPase that acidifies the recycling compartment. In contrast to the effects of oligomerization, bafilomycin Figure 9 . Multivalent-transferrin is localized in the recycling compartment of TRVbA3-59 cells. TRVbA3-59 cells were incubated in 40 p,g/ml F-Tfl0 for 50 rain and then chased for a total of 60 rain. At 48, 38, and 18 rain of chase, the medium was replaced with 20 ~g/ml Cy3-Tf for 10 rain. The cells were washed and chased for 2 (A-C), 10 (D-F), or 30 (G-/) rain, respectively. The cells were prepared for microscopy as described. The focal plane was selected to optimize the F-Tfl0 image, and the Cy3-Tf image was then collected without further adjustment to focus. Cy3-Tf images (A, D, and G) were collected and processed using identical settings. F-Tfl0 images (B, E, and H) were collected and processed using identical settings. Phase-contrast images are presented in C, F, and I. A1 induced retention is dependent upon the internalization motif of TfR encoded in the cytoplasmic tail of the receptor (Johnson et al., 1993b) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 192,
                    "text": "(Johnson et al., 1993a)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1675,
                    "end": 1698,
                    "text": "(Johnson et al., 1993b)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 769,
                    "end": 777,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "The Recycling Compartment Has Sorting Functions"
        },
        {
            "text": "Protein sorting in the recycling compartment may occur by other mechanisms as well. Recently, it has been shown in polarized MDCK cells that transcytosed IgA is sorted from TfR, which recycles to the basolateral membrane, in a common apical recycling compartment (Apodaca et al., 1994) . The insulin-dependent glucose transporter GLUT-4, in the absence of insulin, is sequestrated in a transferrinaccessible compartment, possibly as a result of oligomerization (Bell et al., 1993; James and Piper, 1993) . Addition of insulin results in the redistribution of GLUT-4 to the cell surface. The trafficking of GLUT-4 appears to be controlled by at least two cytoplasmic domains, one of which lies in the amino terminus of the protein and functions as an internalization signal (Garippa et al., 1994) . The second signal is localized in the carboxy terminus and has been suggested to be important for intracellular localization (Czech et al., 1993; Verhey et al., 1993) . Taken together these studies suggest that the recycling compartment may actively control the rate of receptor recycling to the cell surface.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 285,
                    "text": "(Apodaca et al., 1994)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 461,
                    "end": 480,
                    "text": "(Bell et al., 1993;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 481,
                    "end": 503,
                    "text": "James and Piper, 1993)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 773,
                    "end": 795,
                    "text": "(Garippa et al., 1994)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 923,
                    "end": 943,
                    "text": "(Czech et al., 1993;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 944,
                    "end": 964,
                    "text": "Verhey et al., 1993)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "The Recycling Compartment Has Sorting Functions"
        },
        {
            "text": "Note that in contrast to antibody cross-linking studies (Enns et al., 1983; Kasuga et al., 1981; Larrick et al., 1985; Lesley et al., 1989; Roth et al., 1983; Schwartz et al., 1986; Weissman et al., 1986) , Tfl0 was released from TRVb-1 cells intact. However, extremely large forms of multivalent-Tf, those composed of greater than 10 Tf molecules per particle, were redirected out of the recycling pathway and degraded, presumably by the same mechanism responsible for the degradation induced by anti-receptor antibodies. This suggests that grossly cross-linked receptors are targeted to the lysosomal pathway.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 75,
                    "text": "(Enns et al., 1983;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 76,
                    "end": 96,
                    "text": "Kasuga et al., 1981;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 97,
                    "end": 118,
                    "text": "Larrick et al., 1985;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 119,
                    "end": 139,
                    "text": "Lesley et al., 1989;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 140,
                    "end": 158,
                    "text": "Roth et al., 1983;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 159,
                    "end": 181,
                    "text": "Schwartz et al., 1986;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 182,
                    "end": 204,
                    "text": "Weissman et al., 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Recycling Compartment Has Sorting Functions"
        },
        {
            "text": "While the mechanism by which lumenal cross-linking slows TfR trafficking is not understood, it has been sug-gested that changes in receptor mobility may influence receptor trafficking (Linderman and Lauffenburger, 1988) . Tfl0 binding may induce the oligomerized TfR to directly interact with the cytoskeleton in a manner similar to that of cross-linked receptor bound IgE (Menon et al., 1986) . Our experiments using the TRVbA3-59 cells argue against a direct cytoskeletal interaction of this nature, since the cytoplasmic domain of the TfR was not required for Tfl0 retention. We cannot rule out the existence of an additional factor(s) that could interact with the membrane-spanning domain and/or the lumenal domain of the cross-linked TfR and tether the Tfl0-TfR complex to the cytoskeleton, similar to the mechanism proposed for the sorting of regulated secretory proteins (Kelly, 1991) .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 219,
                    "text": "(Linderman and Lauffenburger, 1988)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 373,
                    "end": 393,
                    "text": "(Menon et al., 1986)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 878,
                    "end": 891,
                    "text": "(Kelly, 1991)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The Recycling Compartment Has Sorting Functions"
        },
        {
            "text": "The trafficking of TfR oligomerized by Tfl0 may be hindered as a result of membrane microstructure. The membranous structures of cells are crowded with proteins having a variety of mobilities varying from essentially stationary to freely diffusing (Edidin, 1987; Jacobson et al., 1987) . Those proteins may act as barriers to mobile proteins forming dynamic maze-like networks through which mobile proteins must travel (Kusumi et al., 1993; Zhang et al., 1991 Zhang et al., , 1993 . The binding of Tfl0 to several TfR forms a complex with several membrane-spanning domains which must move in concert. As a result, the Tfw-TfR complexes are more likely to interact with other membrane components which may slow the trafficking of the bound Tfl0.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 262,
                    "text": "(Edidin, 1987;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 263,
                    "end": 285,
                    "text": "Jacobson et al., 1987)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 419,
                    "end": 440,
                    "text": "(Kusumi et al., 1993;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 441,
                    "end": 459,
                    "text": "Zhang et al., 1991",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 460,
                    "end": 480,
                    "text": "Zhang et al., , 1993",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "The Recycling Compartment Has Sorting Functions"
        },
        {
            "text": "Tfl0 has proved to be very useful in the further characterization of the pericentriolar recycling compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Recycling Compartment Has Sorting Functions"
        },
        {
            "text": "The long residency of Tfl0 (tl/2 = 60 min) in the recycling compartment has provided direct evidence that the recycling compartment is a long-lived organelle that remains able to accept newly endocytosed Tf from the sorting endosome for at least i h. The retention of Tfl0 further demonstrates that the recycling compartment has sorting functions which may be physiologically important. While the mechanism of Tfl0 retention remains an area of active research, we have shown that it is lumenal in nature and may represent a general sorting mechanism that could be employed by other surface receptors that are oligomerized as a result of ligand binding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Recycling Compartment Has Sorting Functions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transient accumulation of new class II MHC molecules in a novel endocytic compartment in B lymphocytes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amigorena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature (Lond.)",
            "volume": "369",
            "issn": "",
            "pages": "113--120",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Receptor-mediated transcytosis of IgA in MDCK cells is via apical recycling endosomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Apodaca",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mostov",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "125",
            "issn": "",
            "pages": "67--86",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structure and function of mammalian facilitative sugar transporters",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Burant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "19161--19164",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Exofacial epitope-tagged glucose transporter chimeras reveal COOH-terminal sequences governing cellular localization",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Czech",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chawla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Woon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buxton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armoni",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corvera",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell BioL",
            "volume": "123",
            "issn": "",
            "pages": "127--135",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The biology of transferrin",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Eijk",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin. Chim. A CTA",
            "volume": "190",
            "issn": "",
            "pages": "1--46",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A model of protein-colloidal gold interactions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Roe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Courtoy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baudhuin",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Z Histochem. Cytochem",
            "volume": "35",
            "issn": "",
            "pages": "1191--1198",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Delivery of ligands from sorting endosomes to late endosomes occurs by maturation of sorting endosomes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxiield",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "117",
            "issn": "",
            "pages": "301--310",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Iterative fractionation of recycling receptors from lysosomally destined ligands in an early sorting endosome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "3303--3314",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rotational and lateral diffusion of membrane proteins and lipids: phenomena and function",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edidin",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Curr. Top. Memb. Transp",
            "volume": "29",
            "issn": "",
            "pages": "91--127",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transport of !3-very low density lipoproteins and chylomicron remnants by macrophages is mediated by the low density lipoprotein receptor pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Ellsworth",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Biol. Chem",
            "volume": "262",
            "issn": "",
            "pages": "2316--2325",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Co-migration and internalization of transferrin and its receptor on K562 cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Enns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Larrick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suomalainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schroder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Sussman",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Cell Biol",
            "volume": "97",
            "issn": "",
            "pages": "579--585",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The amino terminus of GLUT4 functions as an internalization motif but not an intracellular retention signal when substituted for the transferrin receptor cytoplasmic domain",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Garippa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Judge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "124",
            "issn": "",
            "pages": "705--715",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evidence for uonvectorial, retrograde transferrin trafficking in the early endosomes of HEp2 cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Cell Biol",
            "volume": "128",
            "issn": "",
            "pages": "549--561",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Quantification of low density lipoprotein and transferfin endocytic sorting in Hep2 cells using confocal microscopy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Sci",
            "volume": "107",
            "issn": "",
            "pages": "2177--2189",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "IntraceUular routing of transferrin and transferrin receptors in epidermal carcinoma A431 cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "35",
            "issn": "",
            "pages": "321--330",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Movement of internalized ligand-receptor complexes along a continuous endosomal reticulure",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shipman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature (Lond.)",
            "volume": "346",
            "issn": "",
            "pages": "335--339",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lateral diffusion of proteins in membranes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Physiol",
            "volume": "49",
            "issn": "",
            "pages": "163--175",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Targeting of mammalian glucose transporters",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Piper",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Sci",
            "volume": "104",
            "issn": "",
            "pages": "607--612",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Endosome acidification and receptor trafficking: bafllomycin A t slows receptor externalization by mechanism involving the receptor's internalization motif",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pytowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mol. Biol. Cell",
            "volume": "4",
            "issn": "",
            "pages": "1251--1266",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Slowed receptor trafficking in mutant CHO lines of the Endl and End2 complementation groups",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Presley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell. Physiol",
            "volume": "158",
            "issn": "",
            "pages": "29--38",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Insulin-induced receptor loss in cultured lymphocytes is due to accelerated receptor degradation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kasuga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hedo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Obberghen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Yamada",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "78",
            "issn": "",
            "pages": "6917--6923",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Secretory granule and synaptic vesicle formation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curt. {)pin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "654--660",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Characterization of early and late endocytic compartments of the transferrin cycle",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Killisch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steinlein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Romisch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Houinshead",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Sci",
            "volume": "103",
            "issn": "",
            "pages": "211--232",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Uptake of canine B-very low density lipoproteins by mouse peritoneal macrophages by a low density lipoprotein receptor",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wernette-Hammond",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Innerarity",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Biol. Chem",
            "volume": "261",
            "issn": "",
            "pages": "11194--11201",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Confined lateral diffusion of membrane receptors as studied by single particle tracking (nanovid microscopy). Effect of calcium-induced differentiation in cultured epithelial cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kusumi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sako",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Biophys. J",
            "volume": "65",
            "issn": "",
            "pages": "2021--2040",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Receptormediated endocytosis of human transferrin and its cell surface receptor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Larrick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Enns",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raubitschek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell. Physiol",
            "volume": "124",
            "issn": "",
            "pages": "283--287",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Modulation of transferrin receptor expression and function by anti-transferrin receptor antibodies and antibody fragments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lesley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Exp. Cell Res",
            "volume": "182",
            "issn": "",
            "pages": "215--233",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Analysis of intercellular receptorfligand sorting in endosomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Linderman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauffenburger",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Theor. Biol",
            "volume": "132",
            "issn": "",
            "pages": "203--245",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Invariant chain trimers are sequestered in the rough endoplasmic reticulum in the absence of association with HLA class II antigens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cresswell",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Z Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "839--855",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Acidification of organelles and the intraceUular sorting of proteins during endocytosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Yamashiro",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Intracellular Trafficking of Proteins",
            "volume": "",
            "issn": "",
            "pages": "157--182",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Sorting of membrane components from endosomes and subsequent recycling to the cell surface occurs by a bulk flow process",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mayor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Presley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "1257--1269",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Isolation of a temperature-sensitive variant cell line with a morphologically altered endocytic recycling compartment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell. Physiol",
            "volume": "155",
            "issn": "",
            "pages": "579--584",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Human transferrin receptor internalization is partially dependent upon an aromatic amino acid on the cytoplasmic domain",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell Regul",
            "volume": "1",
            "issn": "",
            "pages": "369--377",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Functional expression of the human transferrin receptor eDNA in Chinese hamster ovary cells deficient in endogenous transferrin receptor",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Greenfield",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell BioL",
            "volume": "105",
            "issn": "",
            "pages": "207--214",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A practical computer based approach to the analysis of radioligand binding experiments",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcpherson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Comput. Programs Biomed",
            "volume": "17",
            "issn": "",
            "pages": "107--114",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Analysis of radioligand binding experiments",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Mepherson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Pharm~ Meth",
            "volume": "14",
            "issn": "",
            "pages": "213--228",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Internalization and degradation of macrophage Fe receptors bound to polyvalent immune complex",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Plunter",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "1170--1177",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Internalization and rapid recycling of maerophage Fc receptors tagged with monovalent antireceptor antibody: possible role of prelysosomal compartment",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Plunter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ukkonen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Z Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "1163--1169",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clustering, mobility, and triggering activity of small oligomers of immunoglobulin E on rat basophilie leukemic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Menon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Holowka",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baird",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "534--540",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "LIGAND: a versatile computerized approach for characterization of ligand-binding systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Munson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodbard",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Anal, Biochem",
            "volume": "107",
            "issn": "",
            "pages": "220--239",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "I3-VLDL is sequestered in surface-comaected tubules in mouse peritoneal macrophages",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tabas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfleld",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "123",
            "issn": "",
            "pages": "1389--1402",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "IntraceUular transport of transferrin-and asialoorosomucoid-coUoidal gold conjugates to lysosomes after receptor-mediated endocytosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Neutra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciechanover",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Histochem. Cytochem",
            "volume": "33",
            "issn": "",
            "pages": "1134--1144",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Peroxidases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "227--272",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Some mathematical models of receptor clustering by multivalent ligands",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "223--277",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Acetoacetylated lipoproteins used to distinguish flbroblasts from maerophages in vitro by fluorescence microscopy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Innerarity",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Mahley",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Arteriosclerosis",
            "volume": "1",
            "issn": "",
            "pages": "177--185",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The End2 mutation in CHO cells slows the exit of transferrin receptors from the recycling compartment but bulk membrane recycling is unaffected",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Presley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mayor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Duma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "122",
            "issn": "",
            "pages": "1231--1241",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Separation of subcellular compartments containing distinct functional forms of MHC class II",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "A"
                    ],
                    "last": "Wandinger-Ness",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Dalke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "125",
            "issn": "",
            "pages": "595--605",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Formation of a nine-subunit complex by HLA class II glcoproteins and the invariant chain",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cresswell",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature ( Lond. )",
            "volume": "354",
            "issn": "",
            "pages": "392--394",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Regulation of the insulin receptor by a monoclonal anti-receptor antibody",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Maddux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cassell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldfine",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Biol. Chem",
            "volume": "258",
            "issn": "",
            "pages": "12094--12097",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Fusion accessibility of endocytic cornpartments along the recycling and lysosomal endocytic pathways in intact cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Salzman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Z Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "2097--2104",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Antibodyinduced receptor loss: different fates for asialoglycoproteins and the asialoglycoprotein receptor in HepG2 cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciechanover",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merritt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Turkewitz",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Biol. Chem",
            "volume": "261",
            "issn": "",
            "pages": "15225--15232",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Late endosomes derive from early endosomes by maturation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stoorvogel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Strous",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Geuze",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Oorschot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "65",
            "issn": "",
            "pages": "417--427",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Endocytosed 13-VLDL and LDL are delivered to different intracellular vesicles in mouse peritoneal macrophages",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tabas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "X.-X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell BioL",
            "volume": "111",
            "issn": "",
            "pages": "929--940",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The influence of particle and multiple Apoprotein E-receptor interactions on the endocytie targeting of ~-VLDL in mouse peritoneal macrophages",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tabas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Innerarity",
                    "suffix": ""
                },
                {
                    "first": "X.-X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boyles",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "1547--1560",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Tubular early endosomal networks in AtT20 and other cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hollinshead",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "635--654",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Isolation and characterization of the intracellular MHC class II compartment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tulp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Verword",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobberstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ploegh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pieters",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature (Lond.)",
            "volume": "369",
            "issn": "",
            "pages": "120--126",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The Ways of Endocytosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Deurs",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olsnes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandvig",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Int. Rev. Cytol",
            "volume": "117",
            "issn": "",
            "pages": "131--177",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Identification of the carboxy terminus as important for the isoform-specific subcellular targeting of glucose transporter proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Verhey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Hausdorff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Birnbaum",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Z Cell Biol",
            "volume": "123",
            "issn": "",
            "pages": "137--147",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Exposure of K562 cells to anti-receptor monoclonal antibody OKT9 results in rapid redistribution and enhanced degradation of the transferrin receptor",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Weisman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krishnamurty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Harford",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "951--958",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Oligomerization of a membrane protein correlates with its retention in the Golgi complex",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Weisz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell BioL",
            "volume": "122",
            "issn": "",
            "pages": "1185--1196",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Antigen procesing and class II MHC peptide-loading compartments in human B-lymphoblastoid cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lucocq",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature (Lond.)",
            "volume": "369",
            "issn": "",
            "pages": "147--150",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Segregation of transferrin to a mildly acidic (pH 6.5) para-Golgi compartment in the recycling pathway",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Yamashiro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tyeko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Fluss",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "37",
            "issn": "",
            "pages": "789--800",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Kinetics of endosome acidification in mutant and wild-type chinese hamster ovary cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Yamashiro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "2713--2721",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Lateral diffusion of membrane spanning and glycosylphosphatidylinositol-linked proteins: towards establishing rules governing the lateral mobility of membrane proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crise",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bothwell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell BioL",
            "volume": "115",
            "issn": "",
            "pages": "75--84",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Protein lateral mobility as a reflection of membrane microstrncture",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bioessays",
            "volume": "15",
            "issn": "",
            "pages": "579--588",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Multivalent-transferrin binds the transferrin receptor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Multivalent-transferrin cross-links multiple transferrin receptors. TRVb-1 cells were plated as described in Materials and Methods. (A) The cells were washed three times with Mc-Coy's binding buffer at room temperature. TRVb-1 cells were incubated with graded doses of 125I-Tf (circles) or 125I-Tf10 (squares) in McCoy's binding buffer with ovalbumin for 30 min at 37°C in a 5% CO2 incubator. The cells were washed four times with Mc-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Multivalent-transferrin is retained by TRVb-1 cells four times longer than transferrin. TRVb-1 cells were washed three times with McCoy's binding buffer at room temperature. The cells were incubated for 15 min at 37°C in 3 jxg/ml of either 125I-Tf (A) or 1251-Tf10 (B) in McCoy's binding buffer with ovalbumin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Multivalent-transferrin retains transferrin receptors within the recycling compartment. TRVb-1 cells were washed three times with McCoy's binding buffer and incubated with either McCoy's binding buffer with ovalbumin, 60 ~g/ml Tf or 60",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", much of the Cy3-Tf was localized in The cytoplasmic domain of the transferrin receptor is not involved in the retention of multivalent-transferrin. TRVbA3-59 cells were plated as described. The cells were washed three times with McCoy's binding buffer at room temperature. The cells were incubated for 15 min at 37°C in 3 ixg/ml of either 124I-Tf (circles) or 125I-Tf10 (squares) in McCoy's binding buffer with",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Drs. Ira Tabas ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 37,
                    "text": "Tabas",
                    "ref_id": null
                }
            ],
            "section": "acknowledgement"
        }
    ]
}