{
    "paper_id": "157d6b204fdc9b7ea26cdbffea19197b0faaa31f",
    "metadata": {
        "title": "AND MACROPHAGES FROM GENETICALLY RESISTANT MICE II. BIOLOGICAL CHARACTERIZATION OF A VARIANT VIRUS MHV(CsH) ISOLATED FROM STOCKS OF MHV(PRI)",
        "authors": [
            {
                "first": "Ilan",
                "middle": [],
                "last": "Shif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Hygiene and Public Health",
                    "location": {
                        "postCode": "21205)",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Sc",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Hygiene and Public Health",
                    "location": {
                        "postCode": "21205)",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Frederik",
                "middle": [
                    "B"
                ],
                "last": "Bang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Hygiene and Public Health",
                    "location": {
                        "postCode": "21205)",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the virulence of a virus is usually multifactorial in both natural and experimental infections, it is of considerable interest to identify a situation in which a single genetic character controls virulence. Susceptibility or resistance to mouse hepatitis virus (MHV) 1 may be controlled by a single genetic character. In turn the genetic resistance of the Call mice to MHV Princeton strain (PRI) may be overcome by a change in the virus and we here report the sudden regularly produced change of MHV(PRI) which is incapable of killing resistant C3H mice or their macrophages to one which regularly kills both the macrophages and the host mice. In the preceding paper (1) we demonstrated that even though resistant cells adsorb the virus, the virus does not develop a fullblown infection in the C~-I system; further, it remains infectious only for the original mouse (PRI) cells even after it has been resident in the resistant (C3H) cells for some 100 hr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Received for publication 20 November 1969)"
        },
        {
            "text": "Since the original report of Bang and Warwick in 1960, (2) it had been continually noticed that resistant C3H cells were destroyed by very large amounts of the original \"wild\" strain of virus, but the phenomenon was assumed to be due to \"toxicity\" and was not investigated. It is clear from the studies here reported that destruction of resistant cells by a high multiplicity of the wild virus is uniformly associated with the emergence of a new strain of the virus MHV(C~H) which in low dilutions is virulent for C3H cells and young adult C3H mice. It may then be asked whether the original MHV(PRI) virus itself has any effect on the C3H cells. In a later paper, we examine some factors influencing the conversion of MHV(PRI) virus from C3H-nonvirulent to C3Hvirulent virus. 2 1 Abbreviations used in this paper: MHV, mouse hepatitis virus; pfu, plaque-forming units; PRI, Princeton strain mice; TCIDs0, tissue culture infective dose, median.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 777,
                    "end": 778,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "(Received for publication 20 November 1969)"
        },
        {
            "text": "2 In this and subsequent papers the PRI-mouse-adapted virus is referred to as MHV(PRI),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Received for publication 20 November 1969)"
        },
        {
            "text": "Materials and Methods (These have been described in the preceding article).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "851"
        },
        {
            "text": "I shows that a high input of the original M H V ( P R I ) virus was necessary to produce a delayed (4-6 days) destruction of C3H-cultured macrophages, and that the ratio of destructiveness or virulence for the two cell systems was much greater for cloned P R I virus than for the stock preparation of M H V ( P R I ) . When fluids from the destroyed C3H cultures were passed to new C3H cells, destruction was not delayed but occurred within 2-3 days, and the end point of destruction rose markedly. This suggested that the virus replicated when very large amounts were added to the cells. It was then puzzling to find that the same virus concentrations did not form plaques on C3H macrophage monolayers prepared with an overlay (3) . Therefore, the agar overlay was witheld from a series of C3H monolayers for different intervals after they were inoculated with M H V ( P R I ) and incubated at 37°C (Table II) . Plaques then clearly developed when the agar overlay was witheld for 20 hr or more. With increased time, more plaques developed but this was perhaps because the virus had replicated and spread to other cells before they were covered with the agar. (Table II) .",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 731,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 900,
                    "end": 910,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1161,
                    "end": 1171,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Conditions Favoring the Emergence of the Variant Virus M H V ( C J t ) . --T a b l e"
        },
        {
            "text": "In addition, plaques of MHV(C3H) were apparently initiated by single in- fectious particles since a one-hit dose response curve was obtained on PRI as well as on CaI-I monolayers (Table III ). In addition, lVIII-IV(CsH), the strain which had been isolated from macrophage cultures, killed both C3I-I and PRI adult mice and also Swiss albino mice (Table IV) . However, the effects of the new virus on the different strains of mice were not identical: (a) Adult PRI mice succumbed to the virus 2-3 days after intraperitoneal inoculation, but adult C3H and Swiss albino mice died only after 4 or more days; (b) High titers of undiluted MHV(C3H) killed all injected PRI mice, but only one third of C3H and Swiss albino mice. * C3H cultures were inoculated with 0.1 ml of each of the above viral dilutions. The tubes were incubated at 37°C and examined daily for 8 days. Cultures which showed destruction before or on the 8th day, were removed and frozen. (No culture showed destruction before day 3.) All of the remaining 64 tube cultures and the 26 previously frozen cultures were subjected to 5 rapid cycles of freezing and thawing. The fluid was then inoculated into 5 C3H tube cultures each. Complete destruction in 48 hr resulted in all cultures inoculated with fluid from tubes where there had originally been delayed destruction. No destruction was seen in 2 wk of observation in cultures inoculated with fluid from C3H cultures that themselves showed no destruction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 189,
                    "text": "(Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 346,
                    "end": 356,
                    "text": "(Table IV)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Conditions Favoring the Emergence of the Variant Virus M H V ( C J t ) . --T a b l e"
        },
        {
            "text": ":~ In all cases, the same tubes which showed destruction yielded the variant virus, and those not showing destruction failed to yield the variant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions Favoring the Emergence of the Variant Virus M H V ( C J t ) . --T a b l e"
        },
        {
            "text": "The appearance of a virus strain which apparently had a new host range, and which developed in association with destruction of \"resistant\" C3H cells, raised the question whether the destruction of C3H cells by the original MHV(PRI) preceded the emergence of the new virus or whether the emergence of the new virus was a necessary antecedent to the destruction of the cells. While the ques-tion has not yet been fully answered, one experiment has yielded some insight into the association between destruction and emergence of new virus. Serial dilutions of MHV(PRI) were inoculated onto CsH cultures. The new strain was found present in all tube cultures showing delayed destruction, while in the absence of destruction, new virus failed to appear (Table V) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 747,
                    "end": 756,
                    "text": "(Table V)",
                    "ref_id": null
                }
            ],
            "section": "The Association of C3H Cell Destruction with the Emergence of MHV(CaH).--"
        },
        {
            "text": "The question whether the MHV(C3H) virus, was a stable variant was tested by growing the virus for one passage in PRI macrophages and analyzing the progeny virus. If this variation was host dependent, progeny virus might, in PRI cells, reverse to the wild type, MHV(PRI). As shown from Table VI , this did not occur. Progeny of PRI grown MHV(C3H) retained the broader host range.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "Table VI",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Association of C3H Cell Destruction with the Emergence of MHV(CaH).--"
        },
        {
            "text": "Two interpretations concerning the emergence of MHV(C3H) are possible. The variant may be a constantly occurring mutant, or its appearance may be in some way dependent upon the host cell itself which ingests and protects the MHV(PRI). In favor of the selection of a constantly occurring true mutant is the fact that different stocks of virus differed in the tendency to give rise to the variant, and that a real decrease in the appearance of the variant was produced by cloning the original. A search was therefore made in the MHV(PRI)-infectious material for some factor which would increase the conversion of wild virus to the variant. When UV-irradiated MHV(PRI), reduced in the titer by 100-fold, was put on C3H macrophages or was combined with low multiplicities of nnirradiated virus before putting it on macrophages, no destruction occurred. The same virus which was not UV irradiated (control) did cause a delayed destruction of the C3H ceils.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Association of C3H Cell Destruction with the Emergence of MHV(CaH).--"
        },
        {
            "text": "Antigenic Relationship of MHV(PRI) and MHV(C3H).--Since it seemed that a virus with an apparently new host range had emerged, it was important to see if this new virus differed antigenically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Association of C3H Cell Destruction with the Emergence of MHV(CaH).--"
        },
        {
            "text": "Three pools of antiserum were tested for their capacity to neutralize 100 TCIDs0 (tissue culture infective dose, median) of plaque-purified MHV(PRI) and plaque-purified MHV(C3H): (a) antiserum prepared against MHV(PRI) in 1 month old Swiss albino mice; 9.0 X 105 0 * A series of cultures containing 2 )< 10 6 Call cells were inoculated with different concentrations of MHV(PRI). After 1 hr at room temperature they were superinfected with 3.0 X 10 2 TCIDs0 of MHV(C3H) and incubated at 37°C. 20 hr later MHV(C3H) titers were determined by diluting the samples and infecting five C3H tube cultures for each dilution. Results (Table VII) show that the two viruses were antigenically indistinguishable. To test this, Call macrophage cultures were infected with different multiplicities of MHV(PRI), and an hour later, superinfected with a given concentration of MHV(CaH). The The ability to inhibit vesicular stonmtitis virus is taken as a criterion for the presence of interferon. Assays were conducted on monolayers of L cells using the plaque technique.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 635,
                    "text": "(Table VII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Association of C3H Cell Destruction with the Emergence of MHV(CaH).--"
        },
        {
            "text": "* C3H culture fluids were collected at 24 hr postinfection, dialyzed against KC1-HC1 buffer (Colowick, S. P., and N. O. Kaplan. 1955 . Methods in Enzymology. Academic Press Inc., 1:138) of pH = 2 with three successive changes of the buffer, then transferred to neutral pH, again with several changes. Finally, fluids at various dilutions were put on monolayers of L cells for 24 hr. Thereafter, monolayers were infected with 100 pfu of vesicular stomatitis virus and overlaid with agar containing neutral red. After 48 hr of incubation at 37°C plaques were counted.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 132,
                    "text": "Kaplan. 1955",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "~c Actual dilution 1:10. § Actual dilution 1:20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "cultures were subsequently incubated at 37°C. 20 hr after the double infection, the cultures were disrupted by subjecting them to five rapid cycles of freezing and thawing and were checked for the yields of MHV(C3H).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "There was a 90-99.9 % inhibition in MHV(C3H) yields (Table VIII) Interferon Production #~ C3H Macrophage Cultures.--It has been shown by several authors (4-7) that cultured macrophages are a good source of interferon even when unstimulated by viruses or by bacterial endotoxin. Therefore, in order to try to explain the interference found here, it was essential to search for interferon in this system. C3H cultures supplemented with either Chang's or Eagle's medium were infected with undiluted preparations of MHV(PRI). 20 hr after incubation at 37°C, the culture fluids were collected in a dialyzing bag. The bag was kept in a cold KC1-HCI buffer (pH 2) and after three changes transferred to phosphate buffer of neutral pH. The capacity of fluids to reduce the plaque titer of vesicular stomatifis virus 3 on L cell monolayers was tested. Monolayers of L cells were grown in plastic Petri dishes and covered with infected or normal C3H culture fluids. 24 hr later the plates were infected with 100 plaque-forming units (pfu) of vesicular stomafitis virus. The plaques were counted 2 days later after additions of 1 : 10,000 neutral red (Table IX) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 64,
                    "text": "(Table VIII)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1140,
                    "end": 1150,
                    "text": "(Table IX)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "No interferon activity was found in either normal or infected C3H culture fluids. DISCUSSION It is clear that C3H macrophages are not resistant to MHV(PRI) as a consequence of a generalized failure to support MHV hut rather due to a specific genetic trait of these cells and their donors. It would seem that C3H cultured macrophages are fully resistant to all concentrations of MHV(PRI) but that high concentrations of virus either contain a variant capable of growing in and destroying with equal ease both C3H and PRI macrophages or can induce the formation of this new variant.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 92,
                    "text": "DISCUSSION",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "A number of important questions have been raised by the demonstration that the destructive effect of high multiplicities of MHV(PRI) on genetically resistant C3I-I macrophages is accompanied by the prompt appearance of a new variant virus. In the studies of ontogeny of resistance of C~H mice by Gallily et al. (8) , a virus which was capable of killing C3H cells and mice did indeed appear after the virus MHV(PRI) had been grown in baby mice of the genetically resistant strain. However, no attempt to characterize this variant or to analyze the factors responsible for its emergence were made. In this present study the same or a similar variant appeared during the first passage on the resistant cells, but only if the cells were given large inocula of virus and if the cells were destroyed.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "The variety of factors known to cause a change in the susceptibility of a host to a standard virus preparation must then be analyzed in terms of both the host itself and the virus population. In the present instance one might argue that C3H cells are continually resistant to MHV(PRI) and that only when, under some yet unknown conditions, the virus is converted to the MHV(C3H) type does the resistant C3H host or its cells succumb. However, recent unpublished work by D. O. Willenborg et al. on a cortisone-induced change in the susceptibility of C~H mice (9) weighs heavily against this explanation. On the other hand the report by Kantoch and Bang (10) that resistant cells in culture may be made more susceptible by the addition of an extract of susceptible cells can also be interpreted as an increase in the capacity of these resistant cells to produce virus which is capable of killing resistant cells.",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 656,
                    "text": "Kantoch and Bang (10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "In most cases adaptation to new hosts requires serial passages of the virus to build up titer or to select for variants with increasingly higher affinity for the new host. Stim and Henderson (11) have shown that adaptation of several group A arboviruses to new hosts involved a gradual selection of variants which were antigenically distinguishable. In the case presented here, adaptation was immediate and the two variants were also antigenically indistinguishable. In addition the second passage of MHV(C3H) multiplied with no delay and with high yield in both PRI and C3H cells.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 195,
                    "text": "Stim and Henderson (11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "However, adaptation to a new host in this present instance involves an adaption to a strain of mice which differs in terms of susceptibility from the original host mouse (PRI) apparently by only one genetic locus. Thus, the change in virus which is necessary to overcome the genetic barrier to growth in resistant macrophages may also be a limited step, and therefore occurs much more readily. Furthermore, because of the apparent blocking effect of MHV(PRI) on the growth of MHV(C~H), it is not possible at the moment to know exactly when MHV(C3H) appears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "It is most unlikely that MHV(C,H) resided as a latent virus in the C3H cells: (a) the degree of the delayed destruction was dependent upon the concentration of the prevalent virus, MHV(PRI), (b) virus-free fluids or UV-inactivated MHV(PRI) had no effect in the initiation of delayed destruction or on the emergence of the new variant, and (c) the variant virus was not isolated from normal C3H cultured macrophages held in culture for as long as 1 month.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "Finally the variant virus maintained its capacity to destroy the genetically resistant cells after one passage back to the originally genetically susceptible (PRI) cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "The genetics of RNA viruses are at present poorly understood. Among animal viruses the outstanding work on influenza initiated by Hirst (12) has indicated that a number of complex interactions occur whereby this virus, which has many affinities for the nucleus of the host cell, may undergo genetic recombination and may also produce a number of differing variants when large amounts of virus are inoculated on cells. In favor of a host-dependent step in the emergence of the variant MHV(C~H) is the fact that the variant appeared much more frequently in C~H cells which remained continually exposed to air than it did in C~H cells which were covered by an agar overlay. Subsequent unpublished work on this same system by Lavelle et al. has demonstrated that the environment of the C~H cultures has a marked effect on the susceptibility of the resistant C,~H cells.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "In their original work, Bang and Warwick (1) suggested that the genetic resistance of C~H mice resides largely, if not wholly, in the macrophage cells. All of the subsequent work supports this interpretation. The present study showing that the conversion or selection of the MHV(C3H) variant, which occurs in tissue culture, is accompanied by an almost identical change in the virulence of the virus for the host mouse, strongly supports this interpretation. However, the differential killing capacities of the variant, depending on the particular mouse strain into which it is inoculated, remain to be explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interference of MHV(PRI) with MHV(C~H).--A"
        },
        {
            "text": "A variant mouse hepatitis virus MHV(C3H) to which cultured peritoneal macrophages from both PRI and C3H mice were susceptible was isolated from stocks of the MHV(PRI) strain of mouse hepatitis virus. It was cloned on C3H macrophage monolayers and killed both adult PRI and C3H mice when injected intraperitoneally. This new variant was antigenically indistinguishable from the wild type virus. While the emergence of the variant virus was delayed in the course of infecting C~H macrophages with large inocula of MHV(PRI), the second passage grew to a high titer in both cell types without delay. Thus, adaptation to the new host was immediate. Interference, apparently not interferon-mediated, between the two variant viruses may have been the cause for the delay in the emergence of the variant virus. The delayed destruction of C3H-cultured macrophages by large inocula of MHV(PRI) uniformly resulted in the emergence of MHV(C3H). Whether the new variant emerged as a result of a selection of a pre-existing stable mutant or was conditioned by \"growth\" in the resistant host was not determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In vitro interaction of mouse hepatitis virus and macrophages from genetically resistant mice. I. Adsorption of virus and growth curves",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shif",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Exp. Med",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mouse macrophages as host cells for the mouse hepatitis virus and the genetic basis of their susceptibility",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proc. Nat. Acad. Sci. U.S.A",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Plaque assay for mouse hepatitis virus (MHV-2) on primary macrophage cell cultures",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shif",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Proc. Soc. Exp. Biol. Med",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of actinomycin-D on virus and endotoxin induced interferon-like inhibitors in rabbits",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kono",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Proc. Nat. Acad. Sci. U.S.A",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of reticuloendothelial system in interferon formation in the rabbit",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kono",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Virology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rapid production of interferon in bovine leukocyte cultures",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kono",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Proc. Soc. Exp. Biol. Med",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rabbit macrophage interferon. I. Conditions for biosynthesis by virus infected and uninfected cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J. Exp. Med",
            "volume": "125",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ontogeny of macrophage resistance to mouse hepatitis in vivo and in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gallily",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J. Exp. Med",
            "volume": "125",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of Cortisone on genetic resistance to mouse hepatitis virus in vivo and in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gallily",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Proc. Nat. Acad. Sci. U.S.A",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Conversion of genetic resistance of mammalian cells to susceptibility to a virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kantoch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Proc. Nat. Acad. Sci. U.S.A",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Experimentally induced changes in serotype properties of Chikumgumya, O nyong-nyong and Semliki Forest viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Stim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Abstracts of the American Society of Microbiology 68th Annual Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genetic recombination with Newcastle disease virus, poliovirus, and influenza. Cold Spring ttarbor Syrup",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Hirst",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Quant. Biol",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and the C3H-adapted virus as MHV(C3H). That there may be degrees of adaptation has already been indicated by studies of Gallily et al.(2) on the ontogeny of the resistance to mouse hepatitis virus in C3H mice.Host Range Characteristic of the Variant Virus MHV(C~H).--After inocula-tion, and up to the point of delayed destruction of C3H cultures, the virus maintained its high titer when tested on PRI cultures(Fig. 1), but showed essen-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Second passage of MHV(C3H) in C3H macrophage cultures. At different intervals after inoculation and subsequent incubation at 37°C, sample tube cultures were harvested and subjected to five rapid cycles of freezing and thawing. Their contents were assayed in both C3H (closed triangles) and PRI (closed circles) macrophage cultures. The titers of the virus are represented in reciprocals of logs virus present in 1.0 ml of culture fluids.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Two tubes per dilution were used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(b) antiserum against MHV(C3H) was prepared in and pooled from survivor Swiss albino mice; and (c) pooled serum from survivor C~H mice injected with undiluted MHV(C3H).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "delay in the destruction of C3H cultures after inoculation of MHV(PRI) might have been caused by the interference of the prevalent YIHV(PRI) virus with the variant MHV(C3H).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "delay in the destruction of the doubly infected cultures over those infected by MHV(C3H) alone. In other words, the double infection simulated the delay in the emergence of MHV(C3I-I) when high concentrations of the original virus were inoculated onto C3H macrophage cultures.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "FIO. 1. Emergence of MHV(C3H) from stocks of MHV(PRI). C3H macrophage cultures were infected with undiluted MHV(PRI) stock virus at a multiplicity of about 10. At different intervals after virus inoculation and subsequent incubation at 37°C, the contents of individual C3H tubes were harvested and assayed in both PRI (open circles) and C3H (closed circles) macrophage cultures. The cultures were subjected to five rapid cycles of freezing and thawing before harvesting. The titer of the virus is represented as reciprocals of logs virus present in 1,0 ml of culture fluids.tially no titer when initially tested on C3H macrophage cultures; the titer in the latter case increased with incubation time to a point where the virus gave equal titers on C~H and PRI cultures. A growth curve of the MHV(C3H) first passage(Fig. 2), showed that the new virus grew well and now had equal titers on both• Titration in C3H cultures IN VITRO INTERACTION OF IVfOUSE HEPATITIS VIRUS. II C3H and PRI cultures throughout its growth. The same result was achieved by plaquing the new stock of virus on monolayers of both cell types",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "of MHV(PR[) on PR.[ and C3H Macrophage Monolayers",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Association of Delayed Destruction of C3H Cultures with the Recovery of MHV(C3H)*",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Titer of MHV(C3H) (Fifth Passage) on PRI and C3H Cells at Different Intervals of Growth in PRI Macrophage Cultures",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Neutralization of MHV (PRD and MHV(C3H) by Specific Antisera* * Due to virus lability at 37°C, virus and sera were incubated overnight in the cold (4°C), after which period the presence of residual virus was checked in either PRI for MHV(PRI) or C3H for MHV(C3H) macrophage cultures. Since normal sera contained traces of antiviral activity which could be eliminated by heat inactivation, all sera and antisera were heated to 56~C for half an hour prior to testing.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Inhibition of MHV(C~H*) Growth in C3tt Macrophages by Different Concentrations of MHV(PRI)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Test for Interferon in Normal and Infected MHV(PRI) C3H Culture Fluids*",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}