{
    "paper_id": "15d87194ff22d1a52809b2c2332aa3e11a6fcd4a",
    "metadata": {
        "title": "The Journal of Infectious Diseases High Environmental Stability of Hepatitis B Virus and Inactivation Requirements for Chemical Biocides",
        "authors": [
            {
                "first": "Thoa",
                "middle": [
                    "Thi"
                ],
                "last": "Than",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Applied Molecular Virology Laboratory",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam-si"
                    }
                },
                "email": ""
            },
            {
                "first": "Eunji",
                "middle": [],
                "last": "Jo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Applied Molecular Virology Laboratory",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam-si"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Todt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ruhr University Bochum",
                    "location": {
                        "settlement": "Bochum"
                    }
                },
                "email": ""
            },
            {
                "first": "Phuong",
                "middle": [
                    "Hong"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Applied Molecular Virology Laboratory",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam-si"
                    }
                },
                "email": ""
            },
            {
                "first": "Jochen",
                "middle": [],
                "last": "Steinmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Applied Molecular Virology Laboratory, Discovery Biology Division",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "addrLine": "Gyeonggi-do, 463-400",
                        "settlement": "Bremen",
                        "country": "Germany, South-Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eike",
                "middle": [],
                "last": "Steinmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ruhr University Bochum",
                    "location": {
                        "settlement": "Bochum"
                    }
                },
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [
                    "P"
                ],
                "last": "Windisch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Applied Molecular Virology Laboratory",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "settlement": "Seongnam-si"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hepatitis B virus (HBV) infection is considered a major public health problem worldwide, and a significant number of reports on nosocomial and occupational outbreaks have been reported. This systematic investigation of HBV stability and susceptibility to different antiseptics revealed that HBV infectivity was very stable, with a half-life of >22 days at 37°C. At 4°C, infectivity was barely reduced for up to 9 months. Different alcohols and commercially available hand antiseptics had a virucidal effect against HBV. We propose that very strict compliance with established hygienic guidelines should be mandatory to avoid and prevent HBV infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hepatitis B virus (HBV) infection is a severe health burden, with approximately 2 billion infected people and >250 million chronically infected carriers [1] . HBV is the major cause of chronic liver diseases, the primary causative agent of hepatocellular carcinoma, and responsible for 887 000 deaths worldwide annually [2] . Despite the availability of vaccines and drugs, chronic hepatitis B is still an incurable disease. HBV is a small, enveloped, hepatotropic DNA virus belonging to the family Hepadnaviridae [3] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The virus is highly contagious and can circulate, with 10 8 -10 10 infectious particles/mL of blood. Given these facts, healthcare workers are at constant risk of acquiring HBV infection from occupational exposure. Moreover, nosocomial transmissions of HBV with an increasing number of outbreaks have been reported worldwide over the past few years. Common transmission pathways for HBV include the use of multidose vials, dental or biopsy equipment, dialysis units, contaminated finger-stick devices, acupuncture needles, endoscopes, and unsafe surgical and injection procedures, and reuse of syringes [4] .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 606,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Owing to the lack of appropriate cell culture models susceptible to HBV infection, evidence-based guidelines on the prevention and management of occupational exposures are incomplete and have been based mainly on studies of duck hepatitis B virus (DHBV) as a surrogate virus [5] . Recently, the discovery of the Na + -taurocholate cotransporting polypeptide (NTCP) as a crucial HBV cell entry factor has opened the door to new avenues of investigation, as NTCP-overexpressing hepatoma cells acquire susceptibility to HBV infections [6] . This system enabled us to systematically address the environmental stability of HBV at different temperatures ex vivo and its susceptibility to various types of alcohol and routinely used commercially available hand antiseptics. Furthermore, we tested hand hygiene formulations recommended by the World Health Organization (WHO) against HBV in a comparative analysis with other enveloped viruses. The results should be useful in defining rigorous disinfection protocols to prevent nosocomial and occupational transmission of HBV in the future.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For additional Materials and Methods, please refer to the Supplementary Materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL AND METHODS"
        },
        {
            "text": "HBV particles were produced in the HepAD38 cell line, harboring an over-length HBV genome under the control of a tetracycline-repressed promoter element (the tet-off system) [7] . The production process is described elsewhere [8] . Briefly, HepAD38 cells were cultured in Dulbecco's modified Eagle's medium/F-12 supplemented with 10% fetal bovine serum (FBS), 50 U/mL penicillin 50 µg/mL streptomycin, 400 µg/mL Geneticin, 5 µg/mL insulin, 50 µM hydrocortisone hemisuccinate and 0.3 µg/mL tetracycline for 2 weeks. After reaching cell confluency, tetracycline was removed from the medium to induce virus production. Cell culture supernatants were collected once weekly, filtered with a Millipore sterile vacuum filter (0.2 µm), and stored at 4°C.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Virus Production"
        },
        {
            "text": "To investigate the effect of different temperatures on HBV infectivity, viral suspensions were exposed to different temperatures at indicated time points in 0.2-mL polymerase chain reaction tubes (Eppendorf, Germany), using Takara Thermal Cycler B R I E F R E P O R T © The Author(s) 2018. Published by Oxford University Press for the Infectious Diseases Society of America. This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs licence (http://creativecommons.org/licenses/ by-nc-nd/4.0/), which permits non-commercial reproduction and distribution of the work, in any medium, provided the original work is not altered or transformed in any way, and that the work is properly cited. For commercial re-use, please contact journals.permissions@oup.com DOI: 10.1093/infdis/jiy620 Dice Touch (Takara, Australia). After heat treatment, samples were immediately kept on ice before infection of the cells. To examine the impact of different pH values, 6 solutions with different pH values were prepared as described elsewhere [9] . The virus was incubated with different solutions at 37°C for 10 minutes at a volume ratio of 1:4. The viral suspension was then immediately serially diluted in Dulbecco's modified Eagle medium and then titrated in 384-well microplates.",
            "cite_spans": [
                {
                    "start": 1084,
                    "end": 1087,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Testing HBV Stability in the Environment"
        },
        {
            "text": "For the production of HBV particles, the human hepatoma cell line HepAD38 was used, which resulted in the generation of HBV infectious particles with titers of >10 6 median tissue culture infectious doses (TCID 50 )/mL. This virus suspension was the basis for conducting viral stability and quantitative suspension tests with biocides. Experiments were performed in the presence of PEG, which enhances binding of HBV particles but does not enable noninfectious virions to enter target cells. First, we evaluated HBV stability at different temperatures by incubation of cell culture-derived HBV particles at 4°C, 21°C, and 37°C for up to 28 days. Subsequently, infectivity was determined by inoculation of naive HepG2-NTCP cells, and HBV infection rates were determined by immunofluorescence analysis. Interestingly, no changes in infectivity were observed at 4°C, and only a minor reduction (10%) was determined after 28 days at room temperature (21°C; Figure 1A ). For samples that were stored at 37°C, the HBV infection rate was reduced in a time-dependent manner, however, reaching 50% inhibition of infection at >20 days. Next, the long-term stability of HBV was assessed by incubation of the virus at 4°C for up to 270 days. Remarkably, HBV infectivity remained stable until day 180 of incubation at 4°C, with only a minor reduction of approximately 3-fold ( Figure 1B) , and even after 270 days only a 150-fold reduction could be observed. Of note, the number of infectious particles detected at 270 days was approximately 100-fold above the detection limit of the assay (cutoff, 10 2 TCID 50 /mL). In summary, these results indicate a high environmental stability of HBV in suspension with surviving times of several weeks at room temperatures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 953,
                    "end": 962,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1374,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Stability of HBV Particles at Different Temperatures"
        },
        {
            "text": "As HBV particles in the infected host are circulating in the presence of serum, the effect of healthy human serum (50%) on HBV stability was analyzed by incubation of viral particles at room temperature for 7 days and comparing them to HBV incubated side by side in 10% FBS. The addition of human serum did not reduce HBV infectivity over time and was comparable to findings of incubation with FBS ( Figure 1C ). Next, the impact of changes in the pH on viral stability was tested by incubating HBV at pH 3-8 for 10 minutes at 37°C. Afterward, the viral titer was determined by a limiting dilution assay, which demonstrated that HBV infectivity was not affected at pH 3-8 ( Figure 1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 409,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 683,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Impact of Human Serum and pH on HBV Stability"
        },
        {
            "text": "Ethanol, 1-propanol, and 2-propanol are common active ingredients of commercial alcohol-based antiseptics and disinfectants used in healthcare systems. To determine the efficacy of these different alcohols on HBV infectivity, HBV was incubated for 1 minute (Figure 2A ) or 5 minutes ( Figure 2B ) with ethanol, 1-propanol, or 2-propanol at concentrations ranging from 0% to 60%. For ethanol, a concentration of >40% was required for HBV inactivation, irrespective of the exposure time. The most effective alcohol to inactivate HBV was 1-propanol, reducing viral titers to undetectable levels at a concentration of 30% after exposure for only 1 minute (Figure 2A ). In the case of 2-propanol, incubation of HBV at 40% alcohol led to a 100-fold reduction of infectivity independent of the incubation period, but to completely abrogate the infectivity of HBV particles 60% 2-propanol was necessary. The longer incubation time of 5 minutes 0% 10% 20% 30% 40% 60% did not result in higher inactivation levels ( Figure 2B ). In conclusion, HBV demonstrated the highest susceptibility to 1-propanol, while for ethanol and 2-propanol alcohol concentrations of >40% were required to inactivate HBV particles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 267,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 285,
                    "end": 294,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 651,
                    "end": 661,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1006,
                    "end": 1015,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Susceptibility of HBV to Ethanol, 1-Propanol, and 2-Propanol"
        },
        {
            "text": "After having tested the effect of alcohols on the stability of HBV, next we evaluated 5 commercially available hand disinfectants (Sterillium Classic Pure, Manorapid Synergy, Poly-Alcohol Hand Antiseptic, Sterillium Med, and Desderman Pure) for their ability to inactivate HBV in a quantitative suspension test. Importantly, all hand disinfectants demonstrated virucidal activity at the ready-to-use concentration and inactivated HBV to undetectable levels ( Figure 2C ). Residual virus was only detected after treatment with the 2-propanol-based poly-alcohol hand antiseptic. Next, we evaluated whether a 1:10 dilution of the commercial antiseptics affected the virucidal activities of the products. Dilution of the alcohol-based products abrogated the inactivation properties, reaching only a 50-fold reduction for Sterillium Classic Pure and Manorapid Synergy ( Figure 2D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 468,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 865,
                    "end": 874,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Against HBV"
        },
        {
            "text": "The WHO's proposed guidelines on hand hygiene in healthcare recommend the use of 2 alcohol-based hand rubs (formulation I and formulation II) for surgical and hygiene hand disinfection in healthcare settings and to reduce the transmission of pathogens by hands [10] . Formulation I is based on ethanol, whereas formulation II consists of 2-propanol. To determine the efficacy of WHO formulations I and II against HBV, we incubated viral particles for 30 seconds with both formulations at final concentrations ranging from 0% to 80%. As depicted in Supplementary Figure 1A , viral titers of 10 7 TCID 50 /mL in the control were reduced to undetectable levels at concentrations of >40% for WHO formulation I, whereas at a concentration of 40% WHO formulation II yielded a significant reduction in infectivity (Supplementary Figure 1B) . Finally, we analyzed the susceptibility of HBV to these WHO formulations in comparison to that of other enveloped viruses, which we investigated previously [11] . This comparative analysis of inactivation response curves revealed that HBV has greater stability than hepatitis C virus (HCV), influenza A(H1N1) virus, Middle East respiratory syndrome coronavirus (MERS-CoV), Ebola virus (EBOV), and modified vaccinia virus Ankara (MVA; Supplementary Figure 1C and 1D), which is the chosen test virus for all enveloped viruses in the European Guideline for testing chemical disinfectants and antiseptics in human medicine.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 562,
                    "end": 571,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 832,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 1283,
                    "end": 1292,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Virucidal Efficacy of WHO-Recommended Formulations Against HBV"
        },
        {
            "text": "In this study, we analyzed the stability of the HBV by using a recently developed cell culture system fully susceptible and permissive to HBV infection and replication with high titer virus stocks. The high environmental stability of HBV observed in this study was also previously observed in an in vivo model system. Bond et al demonstrated in 1981 that HBV-positive human plasma, which was dried for 1 week and inoculated in chimpanzees, resulted in an active infection [12] . This infection system is based on human hepatoma cells and viruses generated in vitro, which might differ from primary human hepatocytes and patient-derived viral particles in some aspects. However, given the recent progress that has been made in HBV research using this system, cell culture-derived HBV particles are considered the best tool to address the questions described here [13] . However, other time points and long-term storage of plasma ex vivo were not investigated. For HCV, another blood-borne virus that belongs to the family of Flaviviridae, the environmental stability was much lower, with a half-life of 6 hours at 37°C and 11 days at 4°C [9] . Regarding the inactivation profiles for HBV with different alcohols, 1-propanol could be identified as the most effective alcohol in a quantitative suspension test, in line what has been described for HCV [9] . The concentrations of the tested alcohols required for virucidal activity were slightly higher than those required for the often-used DHBV [4] , but side-by-side comparisons using the experimental procedure have not been conducted. Importantly, 5 different alcohol-based, commercially available hand disinfectants were able to inactivate HBV after exposure for 30 seconds in a suspension test. Dilution of these products abrogated the susceptibility of HBV, but under practical conditions hand antiseptics are not diluted, precluding a recommendation for a specific product. Two WHO-recommended formulations that have been proposed as alcohol-based hand rubs to reduce the transmission of pathogens [10] were able to completely inactivate HBV. Importantly, in comparison to the enveloped viruses EBOV, HCV, influenza A(H1N1) virus, MERS-CoV, and MVA, HBV demonstrated the highest stability. The degree of susceptibility of the different viruses to the WHO formulation likely depends on the specific surface properties of the lipophilic envelope of the respective virus [14] . HBV subviral particles display a fluid bilayer membrane and were shown to have a strong resistance to freeze drying [15] . However, further investigations are required in the future, ideally with serum-derived HBV, to analyze this phenomenon in more detail.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1137,
                    "end": 1140,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1348,
                    "end": 1351,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1493,
                    "end": 1496,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2053,
                    "end": 2057,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2423,
                    "end": 2427,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2546,
                    "end": 2550,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, this first systematic investigation of the environmental stability of HBV and its susceptibility to different alcohols and hand antiseptics has important implications for the management of nosocomial and occupational exposures to HBV. We propose that very strict compliance with established hygienic guidelines should be mandatory to avoid nosocomial and occupational HBV infections, even if materials have been contaminated with HBV for several weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Supplementary materials are available at The Journal of Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hepadna viruses: hepatitis B and related viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "105",
            "issn": "",
            "pages": "99--121",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The molecular biology of the hepatitis B viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ganem",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu Rev Biochem",
            "volume": "56",
            "issn": "",
            "pages": "651--93",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is hepatitis B-virucidal validation of biocides possible with the use of surrogates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sauerbrei",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "World J Gastroenterol",
            "volume": "20",
            "issn": "",
            "pages": "436--480",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Duck hepatitis B virus: a model to assess efficacy of disinfectants against hepadnavirus infectivity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Freiman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vickery",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Cossart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Whiteley",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Epidemiol Infect",
            "volume": "106",
            "issn": "",
            "pages": "435--478",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sodium taurocholate cotransporting polypeptide is a functional receptor for human hepatitis B and D virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Elife",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inducible expression of human hepatitis B virus (HBV) in stably transfected hepatoblastoma cells: a novel system for screening potential inhibitors of HBV replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ladner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Otto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Antimicrob Agents Chemother",
            "volume": "41",
            "issn": "",
            "pages": "1715--1735",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A slow maturation process renders hepatitis B virus infectious",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seitz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iancu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Volz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "20",
            "issn": "",
            "pages": "25--35",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How stable is the hepatitis C virus (HCV)? Environmental stability of HCV and its susceptibility to chemical biocides",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ciesek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Friesland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "1859--66",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO guidelines on hand hygiene in health care: first global patient safety challenge clean care is safer care. WHO",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virucidal activity of world health organization-recommended formulations against enveloped viruses, including Zika, Ebola, and emerging coronaviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siddharta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Vielle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "215",
            "issn": "",
            "pages": "902--908",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Survival of hepatitis B virus after drying and storage for one week",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Favero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gravelle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Maynard",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "550--551",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Entry of hepatitis B and hepatitis D virus into hepatocytes: basic insights and clinical implications",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urban",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Hepatol",
            "volume": "64",
            "issn": "",
            "pages": "32--40",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antiviral action of germicides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deforest",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Soap Chem Spec",
            "volume": "39",
            "issn": "",
            "pages": "70--95",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hepatitis B subvirus particles display both a fluid bilayer membrane and a strong resistance to freeze drying: a study by solid-state NMR, light scattering, and cryo-electron microscopy/ tomography",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grélard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guichard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bonnafous",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "FASEB J",
            "volume": "27",
            "issn": "",
            "pages": "4316--4342",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Inactivation of hepatitis B virus (HBV) by different kinds of alcohol and commercial hand antiseptics. A and B, Ethanol, 1-propanol, and 2-propanol were tested for their efficacy in inactivating HBV. The biocide concentrations ranged from 0% to 60%, with exposure times of 1 minute (A) or 5 minutes (B). For this inactivation assay, 1 part virus and 1 part bovine serum albumin were mixed with 8 parts biocide. Residual infectivity was determined by a limiting dilution assay. Viral titers are displayed as half-maximal tissue culture infective doses (TCID 50 ). Cytotoxicity was determined by examining permissive cells by microscopy for any significant changes in the cell monolayer and was calculated analogously to virus titers (data are TCID 50 /mL). Data are mean values (±SDs) of 3 independent experiments. ND, no residual infectivity detected. C and D, Five commercial hand antiseptics (Sterillium Classic Pure, Manorapid Synergy, Poly-Alcohol Hand Antiseptic, Sterillium Med, and Desderman Pure) were tested in a quantitative suspension assay for their efficacy in inactivating HBV, as described above. Exposure times of 30 seconds were used at concentrations of 80% (C) and 8% (D). Residual infectivity was determined by a limiting dilution assay (ie, the TCID 50 assay). Cytotoxicity was determined by examining permissive cells by microscopy for any significant changes in the cell monolayer and was calculated analogously to virus titers (data are TCID 50 /mL). Data are mean values (±SDs) of 3 independent experiments. ND, no residual infectivity detected.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Figure 1. Stability of hepatitis B virus (HBV) at different temperatures, in human and fetal bovine serum, and at different pH values. A, HBV was incubated at the indicated temperatures and intervals as a test virus suspension. Infectivity was determined by inoculation of naive HepG2-Na + -taurocholate cotransporting polypeptide cells for 16 hours. The HBV infection rate was quantified by determining the expression HBV core antigen 6 days after infection. Data from a representative experiment from 3 independent repetitions is shown. Blue bands reflect the 95% confidence interval from linear regression analysis of 4 technical replicates. B, HBV was stored for up to 270 days at 4°C. At the indicated time points, virus aliquots were tested for infectivity by a limiting dilution assay (ie, the 50% tissue culture infective dose [TCID 50 ] assay). A single long-term experiment was performed in technical duplicates. Bars indicate the standard deviation of technical replicates. C, HBV was incubated in the presence of human and fetal bovine serum at room temperature for the indicated times. Infectivity was determined by inoculation of naive HepG2-NTCP cells for 16 hours. Data from a representative experiment from 3 independent repetitions is shown. D, HBV was treated at different pH values. Viral titers were determined by a limiting dilution assay (ie, the TCID 50 assay).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Drs Wang-Shick Ryu and Chris Seeger, for providing HepG2-NTCP and HepAD38 cells, respectively; and Mr Jaewon Yang and Mrs Martina Friesland, for technical support.Financial support. This work was supported by the National Research Foundation of Korea (grant NRF-2017M3A9G6068246 to M. P. W., T. T. T., P. H. N., and E. J.) and the German Society for hospital hygiene (DGKH) (grant to E. S.).Potential conflicts of interest. All authors: No reported conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        }
    ]
}