{
    "paper_id": "15e262dad93d5086e9fcb6a1267dec5189f5c1fe",
    "metadata": {
        "title": "The UNITAID Patent Pool Initiative: Bringing Patents Together for the Common Good",
        "authors": [
            {
                "first": "Jorge",
                "middle": [],
                "last": "Bermudez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ellen",
                "middle": [],
                "last": "&apos;t Hoen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Developing and delivering appropriate, affordable, well-adapted medicines for HIV/AIDS remains an urgent challenge: as first-line therapies fail, increasing numbers of people require costly second-line therapy; one-third of ARVs are not available in pediatric formulations; and certain key first-and second-line triple fixed-dose combinations do not exist or sufficient suppliers are lacking. UNITAID aims to help solve these problems through an innovative initiative for the collective management of intellectual property (IP) rights -a patent pool for HIV medicines. The idea behind a patent pool is that patent holders -companies, governments, researchers or universities -voluntarily offer, under certain conditions, the IP related to their inventions to the patent pool. Any company that wants to use the IP to produce or develop medicines can seek a license from the pool against the payment of royalties, and may then produce the medicines for use in developing countries (conditional upon meeting agreed quality standards). The patent pool will be a voluntary mechanism, meaning its success will largely depend on the willingness of pharmaceutical companies to participate and commit their IP to the pool. Generic producers must also be willing to cooperate. The pool has the potential to provide benefits to all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Two pills a day: one in the morning, one at night. This straightforward treatment regimen for HIV/AIDS is currently the mainstay of treatment programmes in many developing countries. Fixed-dose combinations (FDC) that combine two or more medicines into one pill have simplified AIDS treatment protocols, facilitated patient adherence and reduced the risk of drug resistance. Vigorous generic competition has reduced medicines prices to around US$ 87 for the first-line FDC of stavudine, lamivudine and nevirapine -roughly 1% of the price a decade ago. These factors combined have helped make possible a ten-fold increase in access to antiretroviral (ARV) therapy in the developing world within the span of just six years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Today, however, the treatment landscape is more complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "While some older ARVs have become increasingly affordable, newer, less toxic products are still too expensive. For example, treating a patient for one year with the most affordable improved first-line regimen for HIV, as recommended by the World Health Organization (WHO) [1] , today costs between US$ 613 and 1 033 using originator products -at least eight times as much as the older regimen. With increasing numbers of AIDS patients failing on their first-line therapy, there is also an urgent need to find affordable second-line treatments. In addition, about onethird of ARVs are not available in pediatric formulations, making effective treatment of children an even more difficult *Address correspondence to this author at the UNITAID, 20, avenue Appia, WHO Headquarters, CH-1211, Geneva 27, Switzerland; Tel: +41 22 791 50 65; Fax: +41 22 791 48 90; E-mail: bermudezj@who.int task. Finally, certain triple FDCs do not exist or sufficient suppliers are lacking for the improved first-line regimen and for second-line treatment.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "UNITAID aims to help solve these problems through an innovative initiative for the collective management of intellectual property rights -a patent pool for HIV medicines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "UNITAID obtains its funds primarily from a solidarity tax on airline tickets established by the participating member countries. The funds are used to provide regular, sustainable, predictable, additional, long-term financing for drugs and diagnostics for AIDS, tuberculosis (TB) and malaria for use in developing countries. The governments of Brazil, Chile, France, Norway and the United Kingdom launched UNITAID at the UN General Assembly in September 2006. To date, 29 countries have committed to contribute, the majority of which are low-and middle-income. 1 Countries levy a tax on flights leaving from their territories, and can adapt the tax according to their individual circumstances. For example, in France the tax is 1 EUR on short-haul economyclass tickets, and up to 40 EUR on long-haul business-class flights. A full flight from Paris to New York raises enough to cover a year's treatment for 60 HIV-positive children. Other countries are committing multi-year budgetary contributions, as has the Bill and Melinda Gates Foundation. UNITAID is an innovative financing mechanism that draws on both industrialized and developing countries to provide sustainable, long-term funding for health [2] .",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 561,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "WHAT IS UNITAID?"
        },
        {
            "text": "UNITAID partners with other global health actors to decrease drug prices, support quality, and accelerate and expand delivery. For example, UNITAID's implementing partner, the Clinton HIV/AIDS Initiative, has negotiated with drug producers to reduce prices for pediatric ARVs from $200 to $60 per patient/year and stimulated the development of improved formulations. UNITAID has also supported the supply of second-line ARVs for 140,000 patients in 26 countries in 2008, and negotiated to reduce the prices of second-line drugs by 23-49% [3] . In addition, UNITAID has funded WHO to add 61 medicines to its list of prequalified products. And it has supported treatment for pediatric and multi-drug resistant TB and helped to prevent TB drug stockouts by establishing a strategic international stockpile. Finally, UNITAID worked with WHO and UNICEF to speed shipments of artemisinin-based combination therapy (ACT) for malaria to Liberia and Burundi in 2007 in order to avert a stockout. Recently, UNITAID has agreed to be a major funder for the first phase of the rolling out of the Affordable Medicines Facility for Malaria (AMFm), which will be hosted by the Global Fund.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 541,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "WHAT IS UNITAID?"
        },
        {
            "text": "The UNITAID Constitution directs the initiative to dedicate at least 85% of its spending on products for lowincome countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT IS UNITAID?"
        },
        {
            "text": "To meet its goal of scaling up access to treatment for AIDS, TB and malaria, UNITAID has committed to a prohealth approach to IP: \"Where intellectual property barriers hamper competition and price reductions, it will support the use by countries of compulsory licensing or other flexibilities under the framework of the Doha Declaration on the Trade-Related Aspects on Intellectual Property Rights (TRIPS) Agreement and Public Health, when applicable [4] .\"",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 454,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "WHAT IS UNITAID?"
        },
        {
            "text": "In line with UNITAID's mission and principles, the patent pool initiative aims to provide patients in low and middle income countries with increased access to more appropriate and affordable medicines. The UNITAID Executive Board in July 2008 approved the plan in principle to create a patent pool. The patent pool will complement other tools that UNITAID uses to achieve these objectives, such as reliable financing and bulk purchasing power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT IS UNITAID?"
        },
        {
            "text": "The principle of a patent pool is to facilitate the availability of new technologies by making patents and other forms of intellectual property more readily available to entities other than the patent holder. The pool is intended to avert a \"tragedy of the anti-commons [5] \" in which people are unable to make use of knowledge because of the tangle of property rights that can block them. Patent pools have been established in other fields, including for Golden Rice in agriculture, for a vaccine for Severe Acute Respiratory Syndrome (SARS), for aircraft to facilitate US military efforts in the First World War, and multiple areas of information technology; they are formed to overcome barriers to access and innovation that may arise when relevant patents are owned by many different entities [6, 7] . The UNITAID pioneer initiative will lead to the first medicines patent pool.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 801,
                    "end": 803,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "HOW WILL THE POOL WORK?"
        },
        {
            "text": "The idea behind a patent pool is that patent holderscompanies, governments, researchers or universitiesvoluntarily offer, under certain conditions, the intellectual property related to their inventions to the patent pool. Any company that wants to use the intellectual property to produce or develop medicines can seek a license from the pool against the payment of royalties, and may then produce the medicines for use in developing countries as defined by the World Bank. Producers that make use of the patents in the pool would need to meet agreed quality standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW WILL THE POOL WORK?"
        },
        {
            "text": "In the absence of a patent pool, a company might need to obtain licenses from at least three different patent holders to be able to develop, produce, export and sell an ARV FDC. A very concrete example is the need for an FDC of the newly WHO-recommended first-line antiretroviral treatment for HIV/AIDS, which would consist of tenofovir (Gilead), lamivudine (GlaxoSmithKline) and either nevirapine (Boehringer-Ingelheim) or efavirenz (Bristol Myers Squibb). An FDC of three of these drugs currently does not exist or is in limited supply. The patents on every compound in this triple-therapy are held by a different company. A generic company seeking voluntary licenses for the development and production of these FDCs would have to obtain licences from four different patent-holders. However, if these patents could be combined in a patent pool the generic company would only have to deal with the pool, which would considerably decrease transaction costs and risk. Any qualified company that wanted to use the inventions could get a licence from the pool. The patent pool would be a onestop-shop for all parties involved -it would facilitate the legal and bureaucratic processes involved in obtaining licenses, reduce transaction costs and increase access to the intellectual property needed to make important medicines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW WILL THE POOL WORK?"
        },
        {
            "text": "The pool will help to speed up the availability of lowerpriced, newer medicines because there will be no need to wait out the patent term (usually about 20 years) -time patients can ill-afford to lose. In exchange for the payment of royalties to the patent owners through the pool, any producer would be allowed to manufacture the patented medicines and sell them in countries well before the expiration of the patent term. With licenses covering both low and middle-income countries, the geographical scope of the market would be attractively large, thereby encouraging multiple generic producers to come forward and access the patents. The greater the competition between producers, the more one can expect the price of medicines to fall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW WILL THE POOL WORK?"
        },
        {
            "text": "The patent pool will be a voluntary mechanism, meaning its success will largely depend on the willingness of pharmaceutical companies to participate and commit their intellectual property to the pool. Generic producers must also be willing to cooperate. The pool has the potential to provide benefits to all: pharmaceutical companies are rewarded for their investments into research and development (R&D); generic companies are able to access the intellectual property",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOW WILL THE POOL WORK?"
        },
        {
            "text": "The Open AIDS Journal, 2010, Volume 4 39 more easily and quickly; and patients in developing countries get faster access to better, more affordable treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The UNITAID Patent Pool Initiative"
        },
        {
            "text": "The idea of patent pools to facilitate medical research is gaining ground [8] . In addition to the examples listed above, patent pools have been proposed in the field of genetics, particularly for gene-based diagnostic testing [6] . The United States Patents and Trademark Office has explored the potential utility of patent pools for facilitating innovation in biotechnology, particularly for genome-related research. At a panel on the UNITAID patent pool at the 2008 Mexico City AIDS Conference, representatives of drug companies also expressed their openness to the idea [9] . Pharmaceutical giant GlaxoSmithKline (GSK) has announced that it would make available its neglected disease-related patents through a pool and has called on other companies to follow suit [10] ; others would be able to access those patents to develop medicines for the world's Least Developed Countries. Notably, GSK so far has not included HIV-related patents in the pool, which has prompted UNITAID to call on GSK to join the UNITAID initiative [11] . The Indian Pharmaceutical Alliance (IPA) endorsed the UNITAID patent pool initiative in its meeting on 5 September 2008. Finally, patent pools were among the innovative approaches to research & development included in 2008 by the World Health Assembly in its Global Strategy and Plan of Action on Public Health, Innovation and Intellectual Property [12] .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1383,
                    "end": 1387,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "IS THE POOL FEASIBLE?"
        },
        {
            "text": "The adoption of the Global Strategy and Plan of Action by the WHA signals a normative shift in international expectations regarding how the inter-related issues of trade, health and intellectual property ought to be managed. Specifically, there is widespread recognition that a purely market-based system for health R&D suffers from major shortcomings: first, patent monopolies lead to high prices of essential medicines, thereby restricting access; second, priorities are set by the size of the market, not by health needs, which leads to over-investment in some disease areas and neglect of others; and finally, the proliferation of patent monopolies can retard rather than accelerate innovation. A patent pool is one way of managing IP from a public health perspective and to counteract high prices, spur needs-driven research, and facilitate innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IS THE POOL FEASIBLE?"
        },
        {
            "text": "The potential and hopes for the UNITAID patent pool are high, but key details will determine whether the pool is a success. In order to achieve both vigorous generic competition and economies of scale in production, the size of the potential market must be sufficiently large. While the default geographical scope of the pool will include all nonhigh-income countries, companies may specify that certain markets are excluded from the patents that they put into the pool. Companies are urged to allow for sufficient scope in the licenses so that medicines production can be efficient and competitive. Furthermore, it will be critical to obtain licenses for patents relevant to priority medicines so that optimal FDCs can be developed; for example, if two out of three patent-owners agree to allow generic production of a triple FDC, but the third one does not, the entire combination could be undermined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IS THE POOL FEASIBLE?"
        },
        {
            "text": "These concerns highlight the importance of voluntary contributions to the patent pool. Why would pharmaceutical companies participate? First, as noted above, companies will receive royalties for the use of their IP. Second, companies can expect a reputational boost from taking pro-active measures to improve the global access to medicines situation. Third, they can reduce both the monetary and political transaction costs associated with negotiating licenses and price reductions on a case-by-case basis. Fourth, they may get access to new markets and increased information about those markets. Finally, they can avert the political costs of IP-related conflicts, particularly, the risk of compulsory licensing of their patents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IS THE POOL FEASIBLE?"
        },
        {
            "text": "If a workable arrangement for access to intellectual property through mechanisms such as the patent pool cannot be achieved, both patients and companies stand to lose. Not only will the development of needed FDCs become far more difficult, but the prices of second-line and other new drugs are also likely to remain out of reach. Without access to affordable medicines, governments may choose to take advantage of available flexibilities in the World Trade Organization (WTO) Agreement on Trade Related Aspects of Intellectual Property Rights (TRIPS) to override patents to meet public health needs [13] . Certainly, doing so would provide countries with the benefit of lower-cost generic alternatives to monopoly-priced drugs. However, since compulsory licenses must be granted country-by-country, at a global level this approach is less likely to achieve economies of scale rapidly, would entail higher transaction costs, imply greater uncertainty for generic producers, and require significant political capital. Current WTO rules also make the export of drugs produced under compulsory license a complex, lengthy and cumbersome process [14] .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "IS THE POOL FEASIBLE?"
        },
        {
            "text": "The time is ripe to find new, reliable, sustainable and predictable ways -such as through patent pools -of ensuring widespread access to new essential medicines [12] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "IS THE POOL FEASIBLE?"
        },
        {
            "text": "UNITAID is currently meeting with pharmaceutical companies, research institutions, generic manufacturers and other concerned parties to ensure that the patent pool design addresses their requirements and achieves the desired public health outcomes. The patent pool operational plan will be presented to the UNITAID Executive Board in December 2009. The initial focus of the pool will be on AIDS drugs. It will concentrate on urgently-needed products that have not yet been developed, such as FDCs and pediatric ARVs, and on existing products with high prices that may decrease with economies of scale, such as many second-line ARVs. UNITAID has worked with the WHO HIV/AIDS Programme and the Department of Essential Medicines and Pharmaceutical Policies to draw up a list of missing essential ARVs [15] . The next steps will be to establish a licensing agency and to work with the relevant patent owners to agree on the specific licensing terms. Once up and running and proven effective, the patent pool could expand to respond to other diseases and health needs in developing countries.",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 802,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "WHAT NEXT?"
        },
        {
            "text": "Despite recent achievements in scaling up access to ARV treatment, the latest estimates indicate that AIDS treatment still reaches less than one-third of those in need [16] . Developing and delivering appropriate, affordable, welladapted medicines remains as urgent a challenge as ever. It requires new approaches to managing intellectual property in a manner that will support access to medicines for all. UNITAID extends an invitation to all concerned partiespatients, governments, donor agencies, civil society and generic and patent-owning pharmaceutical companies -to collaborate in establishing a patent pool that will broaden access to the knowledge that can save lives and improve health.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antiretroviral therapy for HIV infection in adults and adolescents: Recommendations for a public health approach",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global-Forum-Update-on-Research-for-Health-Volume-5-Fosterin g-innovation-for-global-health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bermudez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Unitaid",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Global Forum Update on Research for Health",
            "volume": "5",
            "issn": "",
            "pages": "82--87",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization: UNITAID. 2007 annual report",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Geneva: UNITAID",
            "authors": [],
            "year": 2007,
            "venue": "UNITAID Executive Board. UNITAID constitution",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Can patents deter innovation? the anticommons in biomedical research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Heller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "280",
            "issn": "5364",
            "pages": "698--701",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Patent pools and diagnostic testing",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verbeure",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Zimmeren",
                    "suffix": ""
                },
                {
                    "first": "Gert",
                    "middle": [
                        "M"
                    ],
                    "last": "Geertrui Van",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Biotechnol",
            "volume": "24",
            "issn": "3",
            "pages": "115--135",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Survey of patent pools demonstrates variety of purposes and management structures. KEI Research Note",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Serafino",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Patent pools: an idea whose time has come",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sukkar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "338",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Médecins Sans Frontières Campaign for Access to Essential Medicines, Oxfam. Panel discussion: Taking the plunge: How the UNITAID patent pool could help increase access to newer ARVs and stimulate innovation",
            "authors": [],
            "year": 2008,
            "venue": "XVII International AIDS Conference. Banamex Center, Mexico City. Available at",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Drug patent plan gets mixed reviews",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "1064--1069",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "GSK: please extend patent pool to AIDS drugs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Douste-Blazy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bermudez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global Strategy and Plan of Action on Public Health, Innovation and Intellectual Property. Resolution 61.21, World Health Assembly, Sixty-first Sess",
            "authors": [],
            "year": 2008,
            "venue": "World Health Assembly",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Intellectual property in the context of the WTO TRIPS agreement: challenges for public health",
            "authors": [
                {
                    "first": "Jaz",
                    "middle": [],
                    "last": "Bermudez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The global politics of pharmaceutical monopoly power: Drug patents, access, innovation, and the application of the WTO doha declaration on TRIPS and public health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "&apos;t Hoen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Agenda item for discussion: UNITAID and WHO secretariat proposal: The priority missing essential medicines for HIV. 17 th Expert Committee on the Selection and Use of Essential Medicines",
            "authors": [
                {
                    "first": "Who",
                    "middle": [],
                    "last": "Unitaid",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Secretariat",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "United Nations Joint Programme on HIV/AIDS (UNAIDS). 2008 report on the global AIDS epidemic",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}