{
    "paper_id": "165792449dc650fba4a923f3a94a851754a7bcb7",
    "metadata": {
        "title": "Strengthening global health security by embedding the International Health Regulations requirements into national health systems Analysis Handling editor Seye Abimbola",
        "authors": [
            {
                "first": "Hans",
                "middle": [],
                "last": "Kluge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jose",
                "middle": [
                    "Maria"
                ],
                "last": "Martín-Moreno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Valencia",
                    "location": {
                        "settlement": "Valencia",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Nedret",
                "middle": [],
                "last": "Emiroglu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "World Health Organization Regional Office for Europe",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Guenael",
                "middle": [],
                "last": "Rodier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Kelley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melitta",
                "middle": [],
                "last": "Vujnovic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Govin",
                "middle": [],
                "last": "Permanand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Public",
                "middle": [],
                "last": "Health",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "World",
                "middle": [],
                "last": "Health",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The International Health Regulations (IHR) 2005, as the overarching instrument for global health security, are designed to prevent and cope with major international public health threats. But poor implementation in countries hampers their effectiveness. In the wake of a number of major international health crises, such as the 2014 Ebola and 2016 Zika outbreaks, and the findings of a number of high-level assessments of the global response to these crises, it has become clear that there is a need for more joined-up thinking between health system strengthening activities and health security efforts for prevention, alert and response. WHO is working directly with its Member States to promote this approach, more specifically around how to better embed the IHR (2005) core capacities into the main health system functions. This paper looks at how and where the intersections between the IHR and the health system can be best leveraged towards developing greater health system resilience. This merging of approaches is a key component in pursuit of Universal Health Coverage and strengthened global health security as two mutually reinforcing agendas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbstrACt"
        },
        {
            "text": "bACkground In today's increasingly interconnected and interdependent world, where people, goods and services move easily across borders, it is more important than ever to ensure that countries are able to respond in timely and effective fashion to contain, and indeed prevent, threats to public health. [1] [2] [3] Recent global health crises, including H1N1 influenza (2009), Ebola (2014) and Zika (2016) have resulted in pointed criticisms of the international health community's ability to deal with such threats. But crises also offer opportunities for learning and improvement. An important result of such criticism has been an incremental strengthening of international resolve and know-how to promote and improve global health security (covering both individual and collective health security at global/international level 4 ).",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 830,
                    "end": 831,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "AbstrACt"
        },
        {
            "text": "As the leading global organisation with responsibility for health governance, WHO has bore the brunt of the criticism. [5] [6] [7] Depending on the crisis, accusations have ranged from responding too slowly or in ad hoc fashion, to over-reacting and fear-mongering, as well as not learning lessons and not making necessary structural and organisational reforms. Proposals for taking the health security agenda forward have thus included reaffirming and strengthening WHO's central role and the need to better resource the organisation, to removing emergency response from WHO's purview, and even setting up a new body entirely. 8 9 Against the backdrop of such debate, WHO continues to implement a wider reform process which, since Ebola, includes emergency capacities and work in promoting global health security i .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "8 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AbstrACt"
        },
        {
            "text": "Central to these discussions are the International Health Regulations (IHR), which have been at the heart of the global health security agenda since 1969 (preceded by the International Sanitary Regulations from 1951). The IHR aim to prevent, protect against, control and provide a response to public health threats through improved surveillance, reporting and international cooperation, and to do so in ways which avoid unnecessary interference with international traffic and trade. 10 ",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 485,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "AbstrACt"
        },
        {
            "text": "'enforceability' has long been seen as a concern. 11 WHO works directly with countries to make the IHR (2005) obligations easier to implement and maintain. Moreover, a concerted effort is underway to ensure that the IHR requirements are an integral part of essential public health operations and to better embed them into WHO's health systems strengthening work. This is to ensure that the IHR (2005) core capacity requirements are integral to national health systems, rather than seen as a top-down set of externally imposed stipulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "In making the case for better embedding the IHR into national health systems in pursuit of Universal Health Coverage (UHC), this paper outlines the need for more joined-up thinking between the IHR core capacities and health system functions. It provides a brief outline of the IHR before focusing on a number of important intersections with health systems and showing where they can be built on. In closing, we touch on actions that WHO is taking to increase its effectiveness in this area and stress the importance of strong health systems for delivering IHR commitments. The aim is to identify a number of key issues in order to prompt discussion about health systems and global health security in general, as well as WHO's role and the IHR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "tHe InternAtIonAl HeAltH regulAtIons: workIng for globAl HeAltH seCurIty Following the Severe Acute Respiratory Syndrome crisis of 2003, the international community agreed to improve the detection, reporting and response to potential public health emergencies worldwide. This required re-evaluating the existing IHR (1969), which was a framework for reporting only three infectious diseases: cholera, plague and yellow fever (smallpox was removed in 1981 following its official eradication in 1980). The result was a new articulation of the IHR in 2005 that widened the scope of coverage to include all events (including chemical and nuclear hazards) that could lead to Public Health Emergencies of International Concern (PHEIC). The revised IHR (2005) came into force in 2007.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "In 2009, in the aftermath of the H1N1 influenza pandemic, WHO's Executive Board convened an independent review of the effectiveness of the IHR (2005). 12 The review highlighted a number of positives but concluded that more was required for the world to respond adequately to sustained public health emergencies, and delivered a series of recommendations including lessons for future PHEICs. what are the new findings? ► That health system strengthening and health security efforts for prevention, alert and response need to be pursued in tandem, as part of the same mutually reinforcing approach to developing resilient health systems, is a new understanding. ► There is now a demonstrated need to embed the IHR (2005) core capacities into health systems, across the six health system functions, where the leadership and governance function is probably the most important to improving IHR implementation and pursuing Universal Health Coverage (UHC). ► UHC supports health security (eg, preventing outbreaks through high immunisation coverage, providing early alert by rapid access of all patients to healthcare, better response thanks to reliable infrastructure and healthcare workforce for case management, etc), while health security investment supports UHC by avoiding health crises that prevent patients accessing healthcare (eg, a health workforce diverted from regular care to focus on crisis response, or is itself victim of the crisis as seen during Severe Acute Respiratory Syndrome, influenza pandemics, Ebola, etc; or patients' fear of contamination sees them avoid regular care seeking). ► Understanding this mutual reinforcement and the urgent need for joint work and synergy between health system strengthening and health security efforts is a new concept.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 712,
                    "end": 718,
                    "text": "(2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "recommendations for policy ► Close coordination between the health system and health security is a new approach which is gaining momentum as major donors (as well as the G7 and G20) want to see systematic coordination between UHC and global health security. ► Things are already changing, for instance, through the Joint External Evaluations (JEE) for country health emergency preparedness and the subsequently developed national action plans, which embed health security functions within the national health system strategy and budget. ► In future, it is expected that the bridge between health systems and global health security will become stronger given their shared objective of creating resilient health systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "► the ability to detect and assess events (ensure that surveillance systems and laboratories can detect potential threats, and understand the nature and potential severity and impact of the event in order to be able to make decisions in public health emergencies); ► notify and report events (report specific diseases, plus any potential public health emergencies, to WHO through a network of 'National IHR Focal Points'); ► verify and respond (countries are expected to be able to implement preliminary control measures immediately and respond appropriately to public health risks and emergencies). 10 The IHR (2005) also require some core capacity for designated airports, ports and ground crossings-'Points of Entry'-at all times, as well as responding to PHEICs, in order to limit the international spread of public health risks and to prevent unwarranted travel and trade restrictions. There are further expectations around countries' capacity for coordination (multisectoral action, eg, between health, transport, food, agriculture, the environment, etc) and ability to mutually support each other in the event of a public health emergency.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Once an event is reported, WHO reviews the situation declaring the event a PHEIC if it is thought to constitute a public health risk to other countries through the international spread of disease, and if it potentially requires a coordinated international response. To date, despite increasing numbers of potential events being reported, and hundreds of updates and announcements posted on the IHR event information site for National IHR Focal Points, WHO has declared just four PHEICs: influenza A (H1N1) pandemic (2009) InterseCtIons wItH HeAltH systems WHO supports assessments of countries' IHR (2005) 'core capacities'. To date, these have been self-reported and involve States Parties returning annually a completed questionnaire to WHO. Implementation and reporting has not been consistent across countries, 11 13 and the information does not necessarily indicate how the IHR (2005) capacity requirements are actually implemented in the country ii . To improve the quality of reporting, countries have been recommended to move from exclusive self-evaluation to approaches that combine self-evaluation, peer review and voluntary external evaluations involving a combination of domestic and independent experts. This has been addressed by the newly proposed IHR Monitoring and Evaluation Framework which includes, in addition to the self-evaluation, voluntary Joint External Evaluation (JEE), simulation exercises and after-action ii The Commission on Creating a Global Health Risk Framework for the Future (GHRF) noted in its report that only a third of countries had so far complied with the IHR (2005) requirements. reviews. The JEE and the other assessment instruments help assess gaps to develop a national action plan to strengthen country IHR capacity, including through multisectoral action iii .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Much of the data and feedback can also be related to how well the health system itself is functioning, as the IHR (2005) 'address a subset of health systems strengthening and coordination challenges'. 14 A country's ability to detect, report and respond to health threats requires strong relationships between, for example, clinical laboratories and health information systems and medical technologies, and between numbers of emergency personnel and training of the public health workforce. Moreover, emergency responses to health threats involve coordination, financing, incident management systems, public awareness and community engagement, underpinned by strong government commitment and resources. 15 These are all system issues, and are reflected in the WHO health systems framework iv , which comprises six independent but inter-related building blocks working in tandem:",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 705,
                    "text": "15",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "(1) service delivery, (2) health workforce, (3) health information systems, (4) medical products, vaccines and health technologies, (5) health financing and (6) leadership and governance. 16 A recent systematic review of the building blocks' relevance to the Ebola outbreak underlines their importance in practice and as an evaluative framework. 17 While all of these components are necessary for organising a system-wide response, this paper focuses primarily on two areas at the backbone of any response to a public health emergency, and where the IHR-health system intersections can be particularly strengthened and better institutionalised in countries: leadership/governance and health information systems. These blocks are broader functional domains, requiring more cross-cutting policy responses and long-term strategic planning.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "text": "16",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 346,
                    "end": 348,
                    "text": "17",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Of all of the health system building blocks, leadership and governance is probably the most important in improving IHR implementation and in countering outbreaks in general. It underpins the other health system components and constitutes the cornerstone of any effort to strengthen health security. This is true at both national and global level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "leadership and governance"
        },
        {
            "text": "At national level, where compliance with IHR (2005) remains patchy despite a WHO-issued series of guidance for implementation in national legislation v , a stronger legal basis to overcome the lack of a formal enforcement mechanism and to ensure coordinated and rapid action through the health system could help to address iii See http://apps.who.int/iris/handle/10665/204368. iv WHO defines a health system as consisting of all organisations, people and actions whose primary intent is to promote, restore or maintain health. Its goals are improved health and health equity towards Universal Health Coverage (UHC). v See http://www.who.int/ihr/legal_issues/legislation/en/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "leadership and governance"
        },
        {
            "text": "some of the implementation gaps and failings already identified. For instance, the USA employs a public health legal preparedness (PHLP) framework, which represents a legal imperative for multisectoral action in emergencies. 18 While the US framework was borne of the need to serve a federal structure, there is a need for something similar in countries in order to formally mandate obligatory multisectoral responses in support of health system emergency preparedness and the IHR (2005). And while this cannot necessarily eliminate the potential for domestic political factors to impede IHR (2005) compliance-as was the case with both the H1N1 pandemic and Ebola outbreak-such a meso-level bottom-up approach can help to ensure an adequate response and make the case for greater compliance. This is in line with calls from civil society for a 'socialisation' of the IHR (2005), 19 the need for strong intervention at and with community level 20 and the need to confer national ownership to countries. A stronger implementation of the IHR (2005), both in terms of its embedding into the fabric of health systems and into national law, potentially supported via an external funding source, 21 could facilitate improved and timely detection and response to health threats, and governance more widely.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "text": "18",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 879,
                    "end": 881,
                    "text": "19",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Regarding the global level, WHO's strengthening of the IHR (2005) is not just normative but constructive. In a global health environment characterised by an increasing number of actors and agencies, WHO is the de facto steward, facilitating action and collaboration within the global health system at large. 22 This involves priority setting at global level, and ensuring that IHR (2005) and health system strengthening activities are part of wider international frameworks and directions, such as the move towards UHC and the Sustainable Development Agenda 2030. Strong health systems, resilient to health crises, and with robust emergency policies are central to UHC, and research has highlighted that a resilient health system is indeed one that is moving towards UHC. 23 24 WHO can help to ensure that countries work towards meeting the Sustainable Development Goals in line with global emergency preparedness activities (eg, in health financing and human resources for health). Collaboration with relevant international initiatives, such as the Global Health Security Agenda vi , support global health security as an international priority and global public good requiring full implementation of the IHR (2005).",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "22",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 772,
                    "end": 777,
                    "text": "23 24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Additionally, there are long-standing calls for WHO to work more closely with non-state actors such as the private sector and civil society vii . Such engagement is necessary to institutionalise the IHR (2005) requirements and build up health systems emergency response capacity. 20 as animal health, transport, education, finance, civil defence and security. Towards such an objective, Article 44 of the IHR (2005) on 'collaboration and assistance', requires WHO, to the extent possible, to work with other international bodies and networks, and this could be further leveraged in a more proactive manner.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 282,
                    "text": "20",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Finally, messaging is crucial. In a global health climate characterised by the need to demonstrate outcomes, it is difficult to 'sell' prevention and preparedness. Governments should acknowledge that health security has a cost with no immediate apparent outcome, but that such investment is irreplaceable in the face of an imminent health emergency. When the health system is capable of preventing, detecting or effectively addressing a public health threat, the greatest beneficiary is society at large. At the same time, many actors of the national economy (eg, transport, tourism and trade) and the private sector also benefit. Thus, the messaging around investing in health security needs to be less on the tools and procedures and more on the 'destination', for example, a safer world such that public health emergencies do not spread globally and have limited if any impact on international travel, trade and the economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Surveillance and monitoring is another central pillar of the IHR (2005). Yet many countries continue to lack the required capabilities. 13 25 From a health systems perspective, this is a concern but perhaps not surprising; a recent review of a number of leading health system frameworks found that surveillance capacity was in general insufficiently integrated, and in some cases even non-existent as a dedicated function (WHO, unpublished report, 2015). Where surveillance was included, it was indicator-based, in turn highlighting the need for more event-based surveillance for quicker risk and event detection as called for under the IHR (2005).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health information systems"
        },
        {
            "text": "National health information systems need to have the ability to detect, verify and track events as soon as possible, and to ensure the flow of health data among a variety of national and international stakeholders (including WHO). Moreover, they need to be able to rapidly transform such data into information for real-time decision-making. All of this implies a good integration of data sources and systems, involving surveillance, clinical and laboratory services, alert functions, evidence synthesis and communication activities, census results, observational data and health system resources data. Continuing improvement of incident management systems requires the integration and standardisation of information and reporting requirements so that they are in place during emergency responses. Most countries already have some type of public health surveillance system that measures disease burden and mortality/morbidity trends in order to guide programmes and resources, along with an early warning and response system for public health threats. Integrating the IHR (2005) requirements into such BMJ Global Health systems, and creating or strengthening them where they are weak or non-existent, is a necessity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health information systems"
        },
        {
            "text": "But the IHR (2005) also have more specific surveillance requirements, such those as relating to 'Points of Entry'. In these jurisdictions, for example, customs, immigration, shipping and conveyance authorities, etc, collecting public health data is rarely seen as a priority. Addressing this is complex. It would require changing protocols to ensure that more and relevant data are collected by such systems and services on an ongoing basis, as well as training officials and including public health/ medical personnel in such settings. This is equally the case for veterinary public health and agriculture as per the IHR (2005). Given the potential threats stemming from the movement of animals and livestock, and food production and distribution, national health information systems need to be able to 'speak to' and have interoperability with other sectors in terms of data exchange. This includes being able to capture local specificities and connect with affected communities and actors, an aspect of core capacity-building that is not explicitly covered in the IHR (2005), and which was clearly lacking in the countries affected by the Ebola outbreak in West Africa. 26 mobilising other health system components for health emergency preparedness and response While leadership and health information systems require long-term strategic thinking, the ability to quickly activate other health system building blocks are priorities both during emergencies and for securing the health system itself. Fulfilment of the IHR (2005) requires contributions from all parts of the health system, encompassing service delivery as well as human, financial and technological resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health information systems"
        },
        {
            "text": "With regard to services, how these are organised, managed and delivered is the most visible demonstration of the overall functioning and efficiency of the health system-especially during a crisis-and a core component of the UHC agenda. The provision and maintenance of safe healthcare services (ie, with infection isolation procedures in place), together with other infection control services that health professionals provide, is the frontline of outbreak response. With respect to the IHR (2005), there is a need to improve the coordination of delivery systems for public health and clinical care around emergencies-systems need to be flexible with plans developed and functions articulated. Collaboration with other stakeholders, most notably the private sector for improved logistics in emergencies, is also needed. Local healthcare service providers and local communities, along with civil society, must be involved as well. Indeed, community awareness can boost surveillance, 13 and all can play a crucial role in the rapid delivery of key services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health information systems"
        },
        {
            "text": "A related health system building block is medical products, vaccines and health technologies, which are central to delivering emergency response under the IHR (2005). Plans for their bulk purchase, stockpiling and distribution need to be in place; moreover, stockpiles need to be real rather than simply pledged. Close relations with the private sector to help with drug development and vaccine delivery in emergency situations are also required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health information systems"
        },
        {
            "text": "Another crucial issue for emergency preparedness and response is human resources for health-in terms of numbers and availability, relevant expertise and training and deployment. For IHR (2005) purposes, there is a raft of profiles required from the health workforce. This includes epidemiologists, clinicians, public health specialists, laboratory personnel, health information experts and biostatisticians, risk communication professionals, sociologists and anthropologists, as well as doctors, nurses and veterinarians. Close collaboration with the health system can help to understand the optimal size, skill-mix and distribution of the health workforce required, and can help in the design of appropriate training curricula. For instance, given the centrality of laboratory systems and services to the IHR (2005), designing field epidemiology and laboratory training programmes for staff are essential, as is linking them to the health system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health information systems"
        },
        {
            "text": "Finally, the importance of financing cannot be understated. In estimating the economic cost of the Ebola crisis on the economies of Guinea, Liberia and Sierra Leone, the World Bank stresses how important investment in surveillance, detection and treatment capacity is (would have been). 27 Countries need to invest in their public health institutions and infrastructure, such as local laboratory and diagnostic services to identify the hazards and events which can lead to emergencies and potential PHEICs, as well as in specialist personnel and supplies. Additionally, being able to mobilise health system finances in an emergency situation is key. A health financing component should therefore be a central element of a country's IHR (2005) planning.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health information systems"
        },
        {
            "text": "In terms of more concrete actions, WHO is further supporting IHR (2005) training and capacity development in countries, promoting the effectiveness of surveillance systems and supporting timely communication and information-sharing through the global network of national IHR focal points. To complement the voluntary JEE under the IHR Monitoring and Evaluation Framework, WHO is promoting and supporting public health threat simulation exercises and after-action review, whose results reflect the actual operational capacity of the alert and response system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "movIng forwArd"
        },
        {
            "text": "Additionally, the organisation is heeding calls for 'housekeeping'. 28 The implementation of the IHR (2005) is often done in a vertical manner, outside the health system strengthening effort at national level. This situation traditionally reflects a similar issue within WHO, where the IHR programme is seen as a vertical one even though it overlaps with other frameworks (eg, UHC, the Sustainable Development Goals, Essential Public Health Functions/Operations), with individual departments BMJ Global Health and with other programmes responsible for delivering in IHR-related areas (eg, the antimicrobial resistance and vaccine preventable diseases programmes). The imperative for improving internal coherence and joint working has led to the creation of the new WHO Health Emergencies Programme (WHE). Designed to build up WHO's effective operational role in emergency preparedness and during health crises, its establishment reflects a key recommendation of the Ebola Interim Assessment Panel report. 8 The new programme has one workforce, one budget, one line of accountability, one set of processes/ systems and one set of benchmarks, and maintains a standing interdepartmental task force at headquarters and regional office levels.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 70,
                    "text": "28",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1005,
                    "end": 1006,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "movIng forwArd"
        },
        {
            "text": "Changes are also required in terms of more immediate programmatic and day-to-day activities. One proposal is for the establishment of a WHO cross-cutting 'task force' comprising staff from health systems, WHE (including IHR) and other relevant programmes; for it is clear that there are a number of very practical questions in relation to embedding the IHR capacity requirements within health systems viii . Such a WHO cross-cutting 'task force' and interdisciplinary group would provide guidance where technical and operational details need to be developed. The group is already looking to develop a matrix cross-referencing IHR (2005) capacities-specifically coordination, surveillance, response, preparedness and laboratory capabilities-with the six health system building blocks in order to draw out areas of synergy, promoting a systems approach, as well as for the JEE areas of work. Moreover, there are key interlays with public health functions-all WHO regions have their own frameworks 29 -which need to be developed. Such a group, through its inter-regional composition, would minimise silos and will introduce the IHR (2005) at all levels of WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "movIng forwArd"
        },
        {
            "text": "stronger And more resIlIent HeAltH systems to Improve globAl HeAltH seCurIty This paper has made an initial case for better embedding the IHR (2005) into health systems, also highlighting WHO's crucial role in supporting this. But what the discussion has also underlined-for the IHR (2005) and for global health security more widely-is the importance of investing in health systems and activities to strengthen them, both as an end of their own and so that they become resilient to health emergencies and can deliver health services in times when they are most needed. This is also key in the pursuit of UHC. The message from the US Institute of Medicine is that as health threats require the deployment of the same skills and infrastructure that support routine healthcare, investing in strong viii This proposal developed out of an inter-regional meeting hosted by the WHO European Regional Office in Copenhagen in April 2016 (http://www.euro.who.int/en/health-topics/Health-systems/pages/ news/news/2016/04/who-to-embed-international-health-regulations-in-health-systems-strengthening-process). and resilient health systems facilitates their emergency response capacity. 30 Likewise, the GHRF Commission stresses the need to invest in national health systems to ensure a robust global health risk framework 13 and civil society too has pressed home this point. 20 Additionally, it should not be forgotten that public health crises also carry economic, development and social consequences that could be mitigated by better health system investment upfront. The World Bank estimated the economic impact of Ebola in Guinea, Liberia and Sierra Leone through 2015 at US$2.2 billion ix ; the majority of which were economic impacts that disproportionately affected the poor. WHO itself has consistently stated that health systems are at the heart of how countries respond to new disease threats, and sustained investment to keep them strong is required. 16 Ultimately, investing in stronger and more resilient health systems is investing in health security and towards UHC. 31 32 This is not a new message. And while its reiteration is important given recent public health emergencies, it needs to be more nuanced and mindful of different national settings. Simply calling on countries, such as those in West Africa, to invest more in order to contribute to global health security through the IHR is not helpful as a way forward. Strategies and policies at regional and global level, to help lower-income countries strengthen their systems, will be crucial in respect of future preparedness. In this regard, the need for a global strategy for local investment in core capacity to detect, report and respond rapidly to outbreaks is the first recommendation of the Harvard-LSHTM Independent Panel on the Global Response to Ebola, 7 and others have further noted the need for a new funding source entirely. 21 Equally clear is that governments need to see the IHR as 'theirs' and as part of the national health system, such that investment can be sustained and activities institutionalised. As Ebola, and other global crises have shown, health systems and global health security are only as strong as their weakest link-this points to the most fragile and unprepared states, and our collective need to work together to strengthen not just their IHR (2005) capacities, but more fundamentally their health systems. Insofar as the military provides an appropriate metaphor, it is important to plan, build and test our health systems' capacities and responsiveness during 'peacetime', remaining attentive to the potential for 'war' through the sudden emergence of health threats; when war erupts, it is too late to begin planning for it. Working towards a closer, embedded, relationship between the IHR (2005) and national health systems is an important step in this direction, and WHO will need to play a leading role.",
            "cite_spans": [
                {
                    "start": 1174,
                    "end": 1176,
                    "text": "30",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1364,
                    "end": 1366,
                    "text": "20",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1951,
                    "end": 1953,
                    "text": "16",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2071,
                    "end": 2076,
                    "text": "31 32",
                    "ref_id": null
                },
                {
                    "start": 2901,
                    "end": 2903,
                    "text": "21",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "movIng forwArd"
        },
        {
            "text": "Contributors HK provided strategic guidance. GP developed the concept and undertook the purposive literature review, and GP and HK drafted the manuscript. ix https://reliefweb.int/sites/reliefweb.int/files/resources/958040W-P0OUO900e0April150Box385458B.pdf",
            "cite_spans": [],
            "ref_spans": [],
            "section": "movIng forwArd"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trade and health: towards building a national strategy",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cross border health threats",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global health security agenda",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global health security: the wider lessons from the west African Ebola virus disease epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takemi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "1884--901",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)60858-3"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pushed to the limit and beyond: a year into the largest ever ebola outbreak",
            "authors": [
                {
                    "first": "Frontières",
                    "middle": [],
                    "last": "Médecins Sans",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Report of the Harvard-LSHTM Independent Panel on the Global Response to Ebola. Will ebola change the game? Ten essential reforms before the next pandemic",
            "authors": [],
            "year": 2015,
            "venue": "New York Times 10.04.15. W.H.O. promises reform after criticism over ebola response",
            "volume": "",
            "issn": "",
            "pages": "946--946",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)00946-0"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Report of the ebola interim assessment panel",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO must remain a strong global health leader post Ebola",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nunes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)60012-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Making the international health regulations matter: promoting universal compliance through effective dispute resolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Oxford: Routledge",
            "volume": "",
            "issn": "",
            "pages": "239--51",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Commission on a Global Health Risk Framework for the Future. The neglected dimension of global security: a framework to counter infectious disease crises",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global Health Governance. The Revised international health regulations: a framework for global pandemic response",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Intra-action report -a dynamic tool for emergency managers and policymakers: a proof of concept and illustrative application to the 2014-2015 ebola crisis",
            "authors": [
                {
                    "first": "Margaret",
                    "middle": [],
                    "last": "Chamberlin",
                    "suffix": ""
                },
                {
                    "first": "Adeyemi",
                    "middle": [],
                    "last": "Okunogbe",
                    "suffix": ""
                },
                {
                    "first": "Melinda",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "Mahshid",
                    "middle": [],
                    "last": "Abir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Everybody's business: Strengthening health systems to improve health outcomes. WHO's strategic framework for action",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The link between the West African Ebola outbreak and health systems in Guinea, Liberia and Sierra Leone: a systematic review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shoman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Karafillakis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rawaf",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Global Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12992-016-0224-2"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Promoting public health legal preparedness for emergencies: review of current trends and their relevance in light of the ebola crisis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Feder-Bubis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bar-Dayan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Glob Health Action",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/gha.v8.28871"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Statement of the no more epidemics campaign to the review committee on the role of the international health regulations (2005) in the ebola outbreak and response",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Stopping ebola in its tracks: maximizing a health systems approach for improved epidemic response. Washington DC: IMA World Health",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "Ima",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The international health regulations 10 years on: the governing framework for global health security",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Debartolo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "2222--2228",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)00948-4"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Governance challenges in global health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "936--978",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1109339"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Health systems strengthening, universal health coverage, health security and resilience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kutzin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Sparkes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bull World Health Organ",
            "volume": "94",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.15.165050"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Never again: building resilient health systems and learning from the ebola crisis. Oxfam briefing paper 203",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oxfam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Revising the international health regulations: call for a 2017 review conference",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Glob Health",
            "volume": "3",
            "issn": "",
            "pages": "352--355",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(15)00025-X"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The economic impact of the 2014 ebola epidemic: short and medium term estimates for West Africa",
            "authors": [],
            "year": 2014,
            "venue": "Africa Governance Initiative. State of emergency: how government fought ebola",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Reforming the world health organization after ebola",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Jama forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Defining and assessing public health functions: a global analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Martin-Moreno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jakubowski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu Rev Public Health",
            "volume": "37",
            "issn": "",
            "pages": "335--55",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-publhealth-032315-021429"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Investing in global health systems: sustaining gains, transforming lives. Washington DC: International Organization for Migration",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Neglected dimensions of global security: the global health risk framework commission",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mundaca-Shah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "1451--1453",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.1964"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "All roads lead to universal health coverage",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghebreyesus",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Glob Health",
            "volume": "5",
            "issn": "",
            "pages": "839--879",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(17)30295-4"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", international spread of Polio (2014), Ebola epidemic in West Africa (2014) and cluster of microcephaly and Guillain-Barré syndrome in the context of Zika epidemics (2016).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Today, the IHR (2005) represent a binding instrument on the 196 'States Parties', on whom rest responsibility for acquiring the core capacity for surveillance and response required under the IHR (2005) and for overall adherence to the Regulations, although their i See http://www.who.int/about/who_reform/en/ for more information.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Key questionswhat is already known about this topic? ► There is little known and very little, if any, published on this topic.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "21 Similarly, WHO needs to continue developing relationships with partners and donors in other relevant sectors such vi See https://ghsagenda.org/. vii WHO is developing protocols in this area (http://www.who.int/ about/collaborations/non-state-actors/en/).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests HK, NE, GR, EK, MV and GP work for WHO. JMM is a consultant and advisor to the WHO Regional Office for Europe on public health.provenance and peer review Not commissioned; externally peer reviewed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}