{
    "paper_id": "16d4d6332fb5f17df0c487e2c9202716d01889be",
    "metadata": {
        "title": "SARS-CoV-2 infection in children: Transmission dynamics and clinical characteristics",
        "authors": [
            {
                "first": "Qing",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi-Ching",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chang Gung University College of Medicine",
                    "location": {
                        "settlement": "Taoyuan",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chyi-Liang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chang Gung University College of Medicine",
                    "location": {
                        "settlement": "Taoyuan",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheng-Hsun",
                "middle": [],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chang Gung University College of Medicine",
                    "location": {
                        "settlement": "Taoyuan",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The first confirmed pediatric case of SARS-CoV-2 infection was reported in Shenzhen on January 20. 4 As of February 10, a total of 398 confirmed pediatric cases and 10,924 adult cases were reported nationwide, excluding the Hubei province (Fig. 1A) . The data from Hubei province was incomplete because children were rarely screened for SARS-CoV-2 initially. However, a recent study that analyzed 44,672 laboratory-confirmed cases from across China as of February 11, 2020, only 416 (0.9%) were less than 10 years of age and 549 (1.2%) between 10 and 20 years of age. 5 In this outbreak, with the increase in the number of adult contacts who turned out to be the infected, the number of pediatric infections also increased concomitantly. With more diagnostic detection done, the proportion of mild infections mainly in children and young adults became higher. 5 The formation of the so-called \"second-generation\" infections in a short period of time indicates that the virus is highly contagious.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 568,
                    "end": 569,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 860,
                    "end": 861,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Humans can be infected readily by respiratory droplets containing the virus. Natural infections are therefore assumed to occur through respiratory route. Coronavirus can also be transmitted by contact with contaminated objects, such as toys and doorknobs. A previous SARS outbreak occurred at a housing complex in HK where more than 300 residents were infected, suggesting airborne or aerosol transmission can sometimes occur. 6 As shown in Fig. 1B , during the emerging stage of the SARS-CoV-2 outbreak, the infection was disseminated by person-to-person transmission in the community almost exclusively among adults. After the stage, likely after mid-January, 2020, the virus further spread to the family via infected adults to cause intrafamilial transmission, especially transmission to the elderly and children, who are vulnerable to the infection. The first pediatric case was identified at that time in a familial cluster. 4 With the progression of the outbreak, the first infant case was reported from Xiaogan, Hubei province. 7 This is a 3-month-old female infant who had fever for one day. She was admitted on January 26, 2020 with the following blood testing results: white blood cell (WBC) count 9680/mm 3 (neutrophil 45% and lymphocyte 44%). Throat swab test for influenza was negative. Chest radiograph taken on admission and CT 3 days later showed only mildly increased infiltrates at bilateral lung. Before she was admitted, her parents were symptomless. Her father started to have fever and fatigue on February 2, 8 days after she was admitted. A chest CT showed a ground glass opacity at lingulate lobe of left lung, and his throat swab was also positive for SARS-CoV-2. The infant's mother had no fever, cough or diarrhea, but the mother's throat swab testing showed positive for the virus on two consecutive days, February 3 and 4. The infant was tested positive by throat swab on January 27 (day 2), January 30 (day 5), and negative on February 3 (day 9), 5 (day 11), and 9 (day 15). The infant's urine, stool and sputum were tested negative; however, on February 9, a test on stool was positive. After appropriate supportive treatment, she was discharged uneventfully on February 10, 2020. This report showed an infant who was diagnosed to have the infection prior to the onset of the illness in her parents. A recent study on 9 hospitalized infants also found families of these infants had at least 1 infected family member, with the infant's infection occurring after the family member's infection. 8 The infant case report by Zhang et al. therefore raised a question if the infant showed a shorter period of incubation than adults or her parents actually acquire the infection from the baby. Nevertheless, all these children belonged to familial cluster circles, so aggregative onset is an important feature in pediatric cases, and this is also a strong indicator that the virus is highly contagious.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 428,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 930,
                    "end": 931,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2523,
                    "end": 2524,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 448,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The first pediatric case outside Hubei province was reported from Shanghai, China. 9 This is a 7-year-old boy who complained fever for 1 day. The boy with his father returned from Wuhan on January 11. His father also had fever since January 14. The father was admitted to a hospital because of fever and progressive cough, and soon was diagnosed as coronavirus disease 2019 (COVID-19) on January 19. Blood test showed WBC 16,000/mm 3 (neutrophil 70% and lymphocytes 23%) and normal platelet and hemoglobulin. Nasal and throat swabs taken on January 19 were positive for SARS-CoV-2. Follow-up testing for SARS-CoV-2 on January 24 (day 5) and January 28 (day 9) were still positive but turned negative on January 31 (day 12) and February 1 (day 13). He recovered gradually after supportive treatment. The child's mother, who did not go to Wuhan but came to hospital to take of him was tested positive for SARS-CoV-2 by nasal and throat swabs. The mother remained symptomless throughout his admission. The case reported by Cai et al. probably was the first evidence indicating children as a source of adult infection. 9 Perinatal infection can occur if the baby is born to a pregnant woman with confirmed infection (Fig. 1B) . A recent study by Chen et al. reported the clinical characteristics of nine livebirths born to nine pregnant women with laboratory-confirmed COVID-19 via cesarean section; all nine neonates were later confirmed negative for the infection. 10 We assume that neonates born to infected mothers via vaginal delivery could still be at risk for the infection due to close baby-mother contact during the delivery. The retrospective case report by Chen et al., however, still suggests that there is no evidence of intrauterine infection. 10 As of February 20, 2020, there were 3 neonatal cases in China. 1 The first case was a 17-day-old male newborn, who contracted the infection via contact with his parents, who have had fever and cough for 3 days. 11 The baby, also from Wuhan, was found to have runny nose and vomiting for one week before he was brought to the hospital. He was then tested positive for SARS-CoV-2 by a throat swab test. The initial WBC count was 7660/mm 3 (neutrophil 15% and lymphocyte 73%). Chest CT showed mildly increased bilateral linear opacities. The patient was given supportive treatment and recovered gradually. Another 30-h-old neonate, born to an infected mother, initially presented with respiratory distress without fever, and later was confirmed positive for SARS-CoV-2, according to a news report by China News Service.",
            "cite_spans": [
                {
                    "start": 1115,
                    "end": 1116,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1463,
                    "end": 1465,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1754,
                    "end": 1756,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1820,
                    "end": 1821,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1968,
                    "end": 1970,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1212,
                    "end": 1221,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "If the disease went further extension without being efficiently contained, the outbreak might go into an explosion stage, when the school transmission mixed with a wider community spread could occur (Fig. 1B) . Children at that stage can further become the main spreader of SARS-CoV-2 because their infection is usually mild. At this stage, temporary school closure may be necessary to contain the spread of the infection. The situation is similar to what we have seen in influenza outbreak, where school children are the driver for the dissemination of influenza virus either in the household or in the community. In Fig. 1A , 398 pediatric cases outside the Hubei province have been identified before February 10, 2020, indicating that the epidemic in China has spread widely in many regions in addition to the Hubei province and reached the explosion stage. The positive correlation of the accumulated cases from adult and pediatric populations strongly supports the transmission dynamics of pediatric patients we described (Fig. 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 208,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 618,
                    "end": 625,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1027,
                    "end": 1036,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Infected children may be asymptomatic or have fever, dry cough and fatigue; some patients experience gastrointestinal symptoms, including abdominal discomfort, nausea, vomiting, abdominal pain and diarrhea. 7e11 Most infected children have mild clinical manifestations and usually have a good prognosis. Usually they recover within 1e2 weeks after the onset of the disease. 7e11 Having said that, we noticed that there were 2 severe pediatric cases in Wuhan. A 1-year-old infant with severe COVID-19 was reported by Chen et al. in Wuhan Children's Hospital. 12 The child presented with fever and respiratory distress for 1 day and vomiting and diarrhea for 6 days. 12 Chest radiography and CT showed pneumonia, and he was admitted to intensive care unit and intubated immediately. After the treatment, including assisted ventilation and continuous venovenous hemofiltration, he recovered gradually. So far, there has been no mortality among the children with COVID-19 in China.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 560,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 665,
                    "end": 667,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Adults with COVID-19 usually showed a significant or progressive decrease in the absolute number of peripheral blood lymphocytes at the early stage of the disease. T lymphocyte subsets showed a decrease in both CD4 þ and CD8 þ T cell subsets, and neutrophil-to-lymphocyte ratio is an early and reliable indicator for the development of severe COVID-19, suggesting that SARS-CoV-2 can consume lymphocytes, which may also be an important reason for the virus to proliferate and spread in the early stage of the disease. 13 Severe cases in adults usually progress 7e10 days after the onset of disease, likely due to rapid virus replication, inflammatory cell infiltration, and an increased proinflammatory cytokine and chemokine response, leading to acute respiratory distress syndrome (ARDS), a fatal acute lung injury. 13 In children, however, white blood cell count and absolute lymphocyte count were mostly normal, and no lymphocyte depletion occurred, suggesting less immune dysfunction after the SARS-CoV-2 infection. 7e11 On the other hand, the mild disease in children may be related to trained immunity. Trained immunity, as a new immune model, refers to the use of certain vaccines such as Bacille Calmette-Guérin (BCG) to train innate immunity to generate immune memory. 14 BCG has been proved to provide nonspecific protection of mice against influenza virus infection probably by the induction of trained immunity. 14 Most, if not all, of the infants received regular immunizations, including BCG, in China and other Asian countries, and it is well known that influenza can cause more ARDS in the adults, yet very less in children.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 520,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 818,
                    "end": 820,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1425,
                    "end": 1427,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, understanding the role of pediatric population in the transmission dynamics of the outbreak is important, as children may become a significant spreader at the explosion stage of the outbreak. Further studies to unveil why sick children have a milder form of disease may help to the future development of immunotherapy and vaccines for the SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Health commission of the People's Republic of China [Beijing, People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Probable secondary infections in households of SARS patients in Hong Kong",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "235--278",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome coronavirus disease in children",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Alrabiah",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Albarrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Infect Dis J",
            "volume": "33",
            "issn": "",
            "pages": "904--910",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Epidemiol",
            "volume": "41",
            "issn": "",
            "pages": "145--51",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus infections -More than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "2019-novel coronavirus infection in a three-month-old baby Zhonghua Er Ke",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Za Zh",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Novel coronavirus infection in hospitalized infants under 1 year of age in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Med Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2131"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "First case of 2019 novel coronavirus infection in children in Shanghai",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Er Ke Za Zhi",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30360--30363",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30360-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "First case of neonate infected with novel coronavirus pneumonia in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Er Ke Za Zhi",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Frist case of severe childhood novel coronavirus pneumonia in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Er Ke Za Zhi",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Neutrophil-tolymphocyte ratio predicts severe illness patients with",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel Coronavirus in the early stage",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.10.20021584"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Innate and adaptive immune memory: an evolutionary continuum in the host's response to pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Netea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schlitzer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Placek",
                    "suffix": ""
                },
                {
                    "first": "Lab",
                    "middle": [],
                    "last": "Joosten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Schultze",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell Host Microbe",
            "volume": "25",
            "issn": "",
            "pages": "13--26",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Accumulated and daily new case numbers of laboratory-confirmed COVID-19 in children in China and the transmission dynamics. (A) Accumulated and daily new case numbers in China outside Hubei province between January 20 and February 10, 2020. Upper panel shows total case number of adults; lower panel the case number of children. (B) Transmission dynamics of SARS-CoV-2 infection in children. During the emerging stage of the COVID-19, the infection starts from person-to-person transmission in the community, almost exclusively in adults. The virus further spreads to the family to cause intrafamilial transmission, especially to the elderly and children, who are vulnerable to the infection. Perinatal infection can occur if the baby is born to a pregnant woman with confirmed infection via vaginal delivery. If the disease further extends without being contained, the outbreak may go into the explosion stage, when the school transmission mixed with a wider community spread can occur. The children at that stage can become a main spreader of the virus. The red lines indicate the transmission route with confirmed evidence in the SARS-CoV-2 outbreak in China, and the red dotted lines indicate the transmission route that may happen if the outbreak becomes more extensive afterwards.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ]
}