{
    "paper_id": "17c738edd73de72b15a2ca40132e7747d38fb221",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The authors have no potential conflicts of interest to disclose. 2016. 1 HAV infection was not an important pathogen until the 1970s-1980s because almost all persons were infected in early ages with low sequelae by poor hygienic environment. They had immunity to HAV and there was no need for vaccination at those time. However rapid increases of HAV from 1,197 cases in 2012 to 4,679 cases in 2016 were reported with an outbreak with 5,521 cases in 2011. 1 Some of HAV cases were imported from overseas by abroad travelers. What's next? Measles, pertussis, and more? We should not make these infectious diseases as \"never-ending stories,\" and comprehensive global preparedness for preventing outbreaks is needed urgently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "We already know that vaccine program pursues high rate of vaccination. According to the report from Korean Centers for Disease Control and Prevention (KCDC) in 2016, vaccination rates between 0 and 3-year-old children for national essential vaccination were over 90%; BCG 97.8%, HepB 97.3%, DTaP 96.2%, IPV 97.6%, MMR 97.8%, Var 97.5%, JE 92.7%. 2 The vaccination rate in NIP was reported in young ages but there is little nation-wide survey data of their appropriateness of immune formation to prevent infection after vaccination. We do not know why mumps and varicella are continuously and increasingly prevalent in spite of high vaccination rates. Is it from a vaccine procedure failure or genetic changes of causative agents? It is impossible to answer this question immediately because there is little basic background data in Korea. We habitually adopt the data of infection status, seroepidemiological data from other advanced countries when an outbreak occurs without our own continuous and routine investment for the basic infection data. If they were utilized without global understanding or analyzed without the comparison with our own data, it would not always help to resolve our need because the situation of each country is different from each other.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 347,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "We already know changes much in genetic characteristics of many causative pathogens, nutrition, individual and herd immunity, ways of domestic and international transportation, socioeconomical and environmental situation from the past ones. Therefore, it is imperative that a global and comprehensive preparedness mechanism be implemented, not only for the emerging infectious diseases but also re-emerging, \"forgotten\" ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The KCDC is the sole entity responsible for the control of legal reporting of communicable diseases in the country, but it has limited resources and faces an uphill battle in realizing complete preparedness for all infectious diseases. We have already learned a difficult lesson from the dearth of infectious diseases specialists during the influenza epidemic in 2009 and the Middle East respiratory syndrome-related coronavirus (MERS-CoV) outbreak in 2015. It is true that, in response to these crises, the Korean Government has reformed the structure of KCDC and increased its workforce to more effectively control emerging infectious diseases. However, old-fashioned infectious diseases, scarlet fever, mumps, hepatitis A, varicella, and zoster are in resurgence. It is necessary to gain a comprehensive understanding of the characteristics of pathogens, hygiene levels, immunity status and changes in each age group, environmental alterations, dietary nutrition, vaccine supply, treatment modalities, international relationship of diseases, so on. In order to make and keep Korea safe from infectious diseases, we must expend every effort to go beyond the current fragmented approaches to institute a more balanced framework predicated on a mutually-reinforcing, cross-sectoral network of stakeholders. This would necessitate, inter alia, strengthening the planning and implementation capacities of Korean Government including KCDC, enhancing the participation of regional government bodies, supporting academic research at universities, infectious disease institutes and related entities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "REFERENCES 1. Ministry of Health and Welfare",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10--2017001",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Childhood Vaccination Coverage among Children Aged 3 Years in Korea",
            "authors": [],
            "year": 2016,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reported cases of infectious diseases in Korea, 2001-2016 (data from http://is.cdc.go.kr. Accessed on October 30, 2017).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data curation: Kim JH, Bae W, Hwang ES. Formal analysis: Kim JH, Bae W, Kim J, Hwang ES. Investigation: Kim JH, Bae W, Kim J, Hwang ES. Funding acquisition: Hwang ES. Writing -original draft: Kim JH, Bae W, Hwang ES. Writing -review & editing: Hwang ES.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research was performed using literature and services at the Seoul National University College of Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}