{
    "paper_id": "17fd86bef40a55871ecfc83dc845f3a988bf4aaa",
    "metadata": {
        "title": "Supplementary Information for Structural and Functional Analyses Reveal Promiscuous and Species-Specific Use of Ephrin Receptors by Cedar Virus",
        "authors": [
            {
                "first": "Eric",
                "middle": [
                    "D"
                ],
                "last": "Laing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chanakha",
                "middle": [
                    "K"
                ],
                "last": "Navaratnarajah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sofia",
                "middle": [],
                "last": "Cheliout",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Da",
                "middle": [],
                "last": "Silva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [
                    "R"
                ],
                "last": "Petzing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial Sloan-Kettering Cancer Center",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Spencer",
                "middle": [
                    "L"
                ],
                "last": "Sterling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Glenn",
                "middle": [
                    "A"
                ],
                "last": "Marsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIRO Australian Animal Health Laboratory",
                    "location": {
                        "settlement": "Geelong",
                        "region": "Vic, AU"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin-Fa",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke-National University of Singapore Medical School",
                    "location": {
                        "settlement": "Singapore",
                        "region": "SG"
                    }
                },
                "email": ""
            },
            {
                "first": "Moushimi",
                "middle": [],
                "last": "Amaya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dimitar",
                "middle": [
                    "B"
                ],
                "last": "Nikolov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial Sloan-Kettering Cancer Center",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Cattaneo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "C"
                ],
                "last": "Broder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "christopher.broder@usuhs.edu"
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "† These authors contributed equally to this work www.pnas.org/cgi/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Supplementary textexperimental procedures Figures S1 to S7 Tables S1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "This PDF file includes:"
        },
        {
            "text": "Briefly, HBS-EP+ buffer (100 mM HEPES, 150 mM NaCl, 3 mM EDTA, 0.05% surfactant P20, pH 7.4) was used for all protein dilutions and as running buffer. To attach CedV sG to the sensor chip surface, the polyclonal anti-S-tag antibody (Bethyl Laboratories, Inc.; Montgomery, TX) was immobilized onto the chip surface using an amine coupling kit (GE Healthcare, Inc.). The anti-S-tag antibody (30 µg/ml) was diluted in 10 mM sodium acetate, pH 5.0 and immobilized on the CM5 chip surface. Next, the CedV sG was injected over the anti-S-tag antibody at 10 µL/min for 5 minutes to capture the CedV sG to the sensor chip surface. To monitor ephrin binding, different concentrations of the indicated recombinant soluble ephrin ligands (human ephrin-A1 Fc transiently expressed in 293 cells and purified; mouse ephrin-A1, mouse ephrin-A2, human ephrin-A5, mouse ephrin-B1, and mouse ephrin-B2 from the ephrin sampler pack 3, SMPK3, R&D Systems; Minneapolis, MN) were injected over the captured CedV sG at a flow rate of 25 µL/min. The soluble ephrin proteins were injected over the CM5 sensor chip surfaces either with or without captured CedV sG. Chip surfaces lacking captured CedV sG served as control surfaces for nonspecific ephrin binding. The antibody surface was regenerated by injection of 10 mM Glycine, pH 2.0 for 30 seconds. The curve-fitting function of the BIAevaluation 4.1 software was used to fit rate equations derived from the simple 1:1 Langmuir binding model to the experimental data. The equilibrium dissociation constant (Kd) was determined from the kinetic rate constants. All values are an average of two independent experiments with two technical replicates for each of the ephrin concentrations tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Receptor interaction analysis by surface plasmon resonance"
        },
        {
            "text": "Briefly, effector CHO745 cells transfected with a 1:1 ratio of henipavirus F and G expression plasmids were infected with recombinant vaccinia virus vTF7.3 encoding bacteriophage T7 RNA polymerase (MOI: 10). Target CHO745 cells transfected with expression plasmids encoding recombinant ephrin genes or the empty vector (mock), were infected with recombinant vaccinia virus vCB21R encoding the E.coli lacZ reporter gene under the control of the T7 promoter (MOI: 10). Cells were kept at 37°C with gentle rocking for 2.5 hours, washed with trypsin (0.25%)-EDTA (0.02%) (Quality Biological Inc.), collected, re-suspended in F12K-10 at a concentration of 2 × 10 5 cells/mL in 50 mL conical tubes and incubated overnight at 31°C. The next day the cells were washed in F12K-10, counted and adjusted to 1 x 10 6 cells/mL in F12K-10 supplemented with 0.04 mg/mL cytosine β-D-arabino-furanoside hydrochloride (Sigma-Aldrich). Various effector and target cell populations were mixed at a 1:1 ratio in 96-well plate format to yield 2 × 10 5 total cells per well in a total volume of 0.2 mL. Nonidet P-40 Alternative (0.5%) (EMD Millipore; Billerica, MA) was added after 3 hours incubation at 37°C before the plates were frozen at -80°C overnight. Aliquots of the lysates were assayed for β-galactosidase activity at 37°C upon addition of the substrate chlorophenol red-D-galactopyranoside (CPRG) (Roche Applied Science; Indianapolis, IN). Assays were performed in technical duplicates; fusion results were collected with a VersaMAX microplate reader (Molecular Devices; Sunyvale, CA), calculated and expressed as rates of β-Gal activity (change in O.D. at 570 nm per minute × 1,000) (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell-cell fusion assays βgalactosidase cell-cell fusion reporter assay"
        },
        {
            "text": "Briefly, CHO-K1 cells (1 × 10 4 cells/well in a clear bottom, black wall 96-well plate) were co-transfected with 60 ng of the expression plasmid for the indicated receptor and 60 ng of the expression plasmid for one half of a split-luciferase reporter protein (DSP1-7, a kind gift of Z. Matsuda). As a control, CHO-K1 cells were only transfected with DSP1-7. Concurrently, CHO-K1 cells (5 × 10 5 cells/well in a 6-well plate) were transfected with 500ng of the other dual-splitreporter expression plasmid (DSP8 -11), and 500 ng each of the untagged CedV F-and Gexpression plasmids. Thirty-six hours post-transfection, Versene (0.48 mM EDTA in PBS) (Thermo Fisher Scientific) was used to gently detach the CHO-K1 cells from the 6-well plate and 2 × 10 4 cells/well overlaid on the receptor-expressing CHO-K1 cells in the 96-well plate. EnduRen (Promega; WI, USA) was added as the substrate to the culture medium (DMEM, 10% FBS) according to the manufacturer's instructions. Content mixing between CHO-K1 cells expressing the two different halves of the luciferase protein as a result of fusion driven by interactions between cells expressing the CedV fusion apparatus and the receptor-expressing CHO-K1 cells was monitored at the indicated times using an Infinite M200 Pro microplate reader (Tecan; Switzerland).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split-luciferase based cell-cell fusion kinetics assay"
        },
        {
            "text": "CedV, HeV and NiV soluble receptor-binding proteins (sG) were each coupled to specific magnetic microspheres following a standard manufacturer protocol (Bio-Rad) and mixed together. Henipavirus sG coupled microspheres were incubated with serial diluted human monoclonal antibody, m102.4, at indicated concentrations and incubated at room temperature with agitation. Wells were washed with PBS-Tween (0.05%) then incubated with biotinylated anti-human IgG (1:10,000), agitated, washed and finally incubated with streptavidin-phycoerythrin (PE). The PE signal for each sG-coupled microsphere -hm102.4 complex was detected as a median fluorescence intensity (MFI) by a Bio-Plex 200 machine (Bio-Rad). The graph is a representation of two independent experiments performed in technical triplicates. Hercules, CA) machine using Luminex xMAP technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiplex microsphere immunoassay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fusogenic mechanisms of enveloped-virus glycoproteins analyzed by a novel recombinant vaccinia virusbased assay quantitating cell fusion-dependent reporter gene activation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nussbaum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Broder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of virology",
            "volume": "68",
            "issn": "9",
            "pages": "5411--5422",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Supplementary Figure 1. CHO-K1 cells are refractory to Cedar virus infection. HeLa-CCL2, HeLa-USU and CHO-K1 were infected with rCedV-GFP (MOI: 1.0); fluorescent images were collected 48 hpi using a Zeiss Axio Observer A1 inverted microscope using a 5X objective",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Statistics for the highest-resolution shell are shown in parentheses CedV G CedV G-eprhinB1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Alignment of henipavirus G protein sequences. The alignment was done with Clustal Omega. The disulfide bonds are numbered sequentially, the N-linked sites are indicated by a red hexagon, the ephrin-binding residues mentioned in the text are boxed and those that differ between CedV and HeV/NiV are indicated by a star. The coloring denotes residue identity.Supplementary Figure 5. Structural comparison of CedV G and ephrins in various states(a) Superimposition of CedV G global domain in different states. CedV G shown as ribbons. (b) Comparison of ephrin engagement in different G protein complex structures. Complexes were aligned using G proteins as reference. G proteins presented as semi-transparent grey surface and ephrins shown as cartoon in different colors, as indicated. Supplementary Figure 6. Sequence alignment of human ephrins. Key contact residues in the G-H loop responsible for interaction with henipavirus G (e.g. HeV/NiV and ephrin-B2/B3) are indicated. Numbers indicate position of first and last amino acid for each ephrin in alignment.Alignment and image were generated by Geneious version 11.1 (Biomatters; New Zealand)CedV sG is not bound by a HeV and NiV sG reactive monoclonal antibody. HeV, NiV and CedV sG were coupled to magnetic microspheres and tested for reactivity with a human monoclonal antibody (m102.4) that is strongly reactive with HeV and NiV G. Microspheres coupled with sG binding to hm102.4 was tested by a Bio-Plex 200 (Bio-Rad;",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}