{
    "paper_id": "1863b855d1e87b1a2b85a88c71c0b8753619f0b2",
    "metadata": {
        "title": "Novel Genes Involved in Endosomal Traffic in Yeast Revealed by Suppression of a Targeting-defective Plasma Membrane ATPase Mutant",
        "authors": [
            {
                "first": "Wen-Jie",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A novel genetic selection was used to identify genes regulating traffic in the yeast endosomal system. We took advantage of a temperature-sensitive mutant in PMA1 , encoding the plasma membrane ATPase, in which newly synthesized Pma1 is mislocalized to the vacuole via the endosome. Diversion of mutant Pma1 from vacuolar delivery and rerouting to the plasma membrane is a major mechanism of suppression of pma1 ts . 16 independent suppressor of pma1 ( sop ) mutants were isolated. Identification of the corresponding genes reveals eight that are identical with VPS genes required for delivery of newly synthesized vacuolar proteins. A second group of SOP genes participates in vacuolar delivery of mutant Pma1 but is not essential for delivery of the vacuolar protease carboxypeptidase Y. Because the biosynthetic pathway to the vacuole intersects with the endocytic pathway, internalization of a bulk membrane endocytic marker FM 4-64 was assayed in the sop mutants. By this means, defective endosome-to-vacuole trafficking was revealed in a subset of sop mutants. Another subset of sop mutants displays perturbed trafficking between endosome and Golgi: impaired pro-␣ factor processing in these strains was found to be due to defective recycling of the trans -Golgi protease Kex2. One of these strains defective in Kex2 trafficking carries a mutation in SOP2 , encoding a homologue of mammalian synaptojanin (implicated in synaptic vesicle endocytosis and recycling). Thus, cell surface delivery of mutant Pma1 can occur as a consequence of disturbances at several different sites in the endosomal system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n eukaryotic cells, the unique identity of each membrane-bounded compartment is maintained by proper targeting and sorting of proteins. Within the secretory pathway, proteins and lipids move between compartments via vesicular transport (Palade, 1975) . The specificity of this transport is regulated by selective packaging of content into vesicles, specific interaction of receptors on transport vesicles and target membranes, and selective membrane and protein retrieval and retention (Rothman and Wieland, 1996; Schekman and Orci, 1996) . In recent years, many components of the vesicular transport machinery, as well as regulatory molecules that confer specificity and directionality, have been identified and characterized. The endosomal membrane system is a branch of the secretory pathway in which biosynthetic traffic intersects with endocytic traffic from the cell surface. Among the best-characterized processes in the endosomal/lysosomal pathway is the mechanism by which newly synthesized soluble hydrolases are delivered to the lysosome (Kornfeld and Mellman, 1989) . In mammalian cells, proteins tagged with a mannose-6-phosphate sorting signal interact with mannose-6-phosphate receptors in the Golgi complex. The interaction leads to sorting away from secreted proteins and delivery to endosomes (Kornfeld and Mellman, 1989) . In yeast, Ͼ 40 VPS genes encode proteins required for proper trafficking from the Golgi to the vacuole (Rothman and Stevens, 1986; Robinson et al., 1988) . The hallmark of vps mutants is abnormal delivery of vacuolar enzyme precursors, such as procarboxypeptidase Y, to the cell surface. As in mammalian cells, there is a sorting receptor, encoded by VPS10 , whose recognition of a signal within carboxypeptidase Y (CPY) 1 and other soluble hydrolases in the late Golgi compartment is required for proper delivery via endosomes to the vacuole (Vida et al., 1993; Marcusson et al., 1994; Cooper and Stevens, 1996) . Vps10 and other late Golgi membrane proteins, e.g., Kex2, are thought to maintain their localization by cycling between the Golgi and endosome compartments in a manner controlled by signals in their cytoplasmic tails (Cooper and Bussey, 1992; Wilcox et al., 1992; Nothwehr et al., 1993; Cereghino et al., 1995; Cooper and Stevens, 1996) .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 252,
                    "text": "(Palade, 1975)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 488,
                    "end": 515,
                    "text": "(Rothman and Wieland, 1996;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 516,
                    "end": 540,
                    "text": "Schekman and Orci, 1996)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1051,
                    "end": 1079,
                    "text": "(Kornfeld and Mellman, 1989)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1313,
                    "end": 1341,
                    "text": "(Kornfeld and Mellman, 1989)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1447,
                    "end": 1474,
                    "text": "(Rothman and Stevens, 1986;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1475,
                    "end": 1497,
                    "text": "Robinson et al., 1988)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1887,
                    "end": 1906,
                    "text": "(Vida et al., 1993;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1907,
                    "end": 1930,
                    "text": "Marcusson et al., 1994;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1931,
                    "end": 1956,
                    "text": "Cooper and Stevens, 1996)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2176,
                    "end": 2201,
                    "text": "(Cooper and Bussey, 1992;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2202,
                    "end": 2222,
                    "text": "Wilcox et al., 1992;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 2223,
                    "end": 2245,
                    "text": "Nothwehr et al., 1993;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2246,
                    "end": 2269,
                    "text": "Cereghino et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 2270,
                    "end": 2295,
                    "text": "Cooper and Stevens, 1996)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Targeting of lysosomal membrane proteins in mammalian cells is mediated by sorting motifs in the cytoplasmic tails (Hunziker and Geuze, 1996) . In yeast, by contrast, the question of whether delivery of vacuolar membrane proteins is mediated by sorting signals or whether vacuolar membrane protein traffic occurs by default remains unresolved (Stack and Emr, 1993; Nothwehr and Stevens, 1994) . Our understanding of the biosynthetic pathway to the vacuole in yeast is complicated by multiple vesiclemediated routes (Piper, R., N. Bryant, and T.H. Stevens. 1996. Mol. Biol. Cell. 7:322a; Cowles et al., 1997) . Furthermore, it has recently been shown that some misfolded proteins are targeted to the vacuole via a biosynthetic route (Hong et al., 1996) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 141,
                    "text": "(Hunziker and Geuze, 1996)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 343,
                    "end": 364,
                    "text": "(Stack and Emr, 1993;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 365,
                    "end": 392,
                    "text": "Nothwehr and Stevens, 1994)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 515,
                    "end": 586,
                    "text": "(Piper, R., N. Bryant, and T.H. Stevens. 1996. Mol. Biol. Cell. 7:322a;",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 607,
                    "text": "Cowles et al., 1997)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 732,
                    "end": 751,
                    "text": "(Hong et al., 1996)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The general organization of the endocytic pathway is well established (Gruenberg and Maxfield, 1995) . Extracellular molecules and plasma membrane proteins are internalized and move to early endosomes, where some proteins may recycle back to the cell surface. Other internalized proteins move to late endosomes and lysosomes, where they may be degraded. The set of proteins implicated in endosomal/vacuolar transport is expanding (Gruenberg and Maxfield, 1995) . In addition, there is growing evidence that phosphoinositides play a critical role in regulating membrane traffic in the endosomal/vacuolar pathway . Nevertheless, it is still unclear what the precise mechanisms by which these molecules regulate transport through the endocytic pathway are, and controversy remains about the structure and organization of endosomes. Further complexity is provided by evidence for more than one endocytic pathway (Sandvig and van Deurs, 1994) .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 100,
                    "text": "(Gruenberg and Maxfield, 1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 430,
                    "end": 460,
                    "text": "(Gruenberg and Maxfield, 1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 908,
                    "end": 937,
                    "text": "(Sandvig and van Deurs, 1994)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The approach we have taken to investigate molecular aspects of the endosomal/lysosomal pathway is to study a targeting-defective mutant in PMA1 , encoding the plasma membrane ATPase. In wild-type cells, newly synthesized Pma1 is delivered to the plasma membrane via the secretory pathway (Chang and Slayman, 1991) . Upon arrival at the cell surface, Pma1 is quite stable with a half-life of ‫ف‬ 11 h (Benito et al., 1991) . By contrast, targeting-defective mutant Pma1 is delivered to the vacuole for degradation without ever arriving at the plasma membrane (Chang and Fink, 1995) . The mutant is temperature sensitive; the cells undergo growth arrest after shifting to the restrictive temperature as the essential ATPase activity preexisting at the cell surface becomes limiting (Chang and Fink, 1995) . At present, the molecular basis for transport of mutant Pma1 to the vacuolar pathway is not understood. However, we found previously that mutant Pma1 is enzymatically active, and multicopy suppression of temperature-sensitive pma1 occurs by rerouting mutant Pma1 to the plasma membrane (Chang and Fink, 1995) . This observation suggested that it might be possible to isolate mutants that affect membrane traffic in the endosomal pathway by selecting suppressors of temperature-sensitive growth of pma1.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 313,
                    "text": "(Chang and Slayman, 1991)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 400,
                    "end": 421,
                    "text": "(Benito et al., 1991)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 558,
                    "end": 580,
                    "text": "(Chang and Fink, 1995)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 780,
                    "end": 802,
                    "text": "(Chang and Fink, 1995)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1091,
                    "end": 1113,
                    "text": "(Chang and Fink, 1995)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we report isolation of 16 suppressor of pma1 ( sop ) mutants that divert newly synthesized mutant Pma1 from delivery to the vacuole. Identification of the corresponding SOP genes reveals a group identical to a subset of VPS genes required for delivery to the vacuole and also reveals additional novel regulators of protein traffic. Strikingly, the sop mutants display defects in traffic from endosome to vacuole and/or between endosome and Golgi. Our data indicate that mutant Pma1 is delivered to the cell surface as a consequence of disparate defects in the endosomal system. These findings have important implications for protein trafficking in the endosomal pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Standard yeast media and genetic manipulations were as described (Sherman et al., 1986) . Strains used in this study are listed in Table I . All strains are isogenic with L3852. sop pma1-7 mutants (WLY strains in Table I) were generated by transformation of ACY7 with a mutagenized genomic library (Burns et al., 1994) . PMA1 sop strains used in this study were made by crossing sop pma1 mutants with L5488. A collection of 42 vps mutants was obtained from Bruce Horazdovsky (University of Texas, Dallas, TX) for complementation analysis with CPY-secreting sop mutants. ACY33 ( vps27-⌬ 1::LEU2 ) was generated by transformation of L3852 with pKJH2 (Piper et al., 1995) . ACY70 ( vps27-123 ) was generated by pop-in, pop-out gene replacement in ACY7 using pRCP20 (Piper et al., 1995) . vps1::LEU2 (ACX58-3C) was generated by transformation of 201 leu2-3,112 / leu2-3,112 ura3-52 / ura3-52 ade2 / ade2 pma1-7 / PMA1 ) with the disruption construct pCKR3A (Rothman et al., 1990) . pKJH2, pRCP20, and pCKR3A were obtained from Tom Stevens (University of Oregon, Eugene, OR). Yeast transformations were performed by the lithium acetate method (Gietz et al., 1992) .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 87,
                    "text": "(Sherman et al., 1986)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 298,
                    "end": 318,
                    "text": "(Burns et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 648,
                    "end": 668,
                    "text": "(Piper et al., 1995)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 762,
                    "end": 782,
                    "text": "(Piper et al., 1995)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 842,
                    "end": 887,
                    "text": "201 leu2-3,112 / leu2-3,112 ura3-52 / ura3-52",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 975,
                    "text": "(Rothman et al., 1990)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1138,
                    "end": 1158,
                    "text": "(Gietz et al., 1992)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 213,
                    "end": 221,
                    "text": "Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Strains and Media"
        },
        {
            "text": "pma1-7 (ACY7) cells were transformed with each of 14 independent pools of a mutagenized genomic library containing random lacZ and LEU2 insertions (Burns et al., 1994) . Leu ϩ transformants ( ‫ف‬ 139,000) were plated at 37 Њ C to select for suppressors of temperature-sensitive growth. 63 strains that grew at 37 Њ C were crossed with WLX2-2A, and the diploid was subjected to tetrad analysis to determine whether suppression of pma1 ts was linked to a single LEU2 insertion. Sequence analysis of genomic DNA adjacent to the insertion was undertaken as described (Burns et al., 1994) . Briefly, sop cells were transformed with PvuI-cleaved YIp5. Genomic DNA was prepared from transformants, cleaved with NsiI, and ligated. Sequencing of plasmid DNA was carried out using the dideoxy chain termination method using Sequenase (United States Biochemical, Cleveland, OH). Sequences were analyzed using BLAST (Altschul et al., 1990) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 167,
                    "text": "(Burns et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 563,
                    "end": 583,
                    "text": "(Burns et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 904,
                    "end": 927,
                    "text": "(Altschul et al., 1990)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Genetic Selection"
        },
        {
            "text": "Immunofluorescent localization of Pma1 was done essentially as described (Rose et al., 1990) . Briefly, mid-log cultures were harvested, resuspended in 0.1 M K phosphate, pH 6.5, with 4.4% formaldehyde, and incubated for 2 h at room temperature. Cells were spheroplasted with oxalyticase (Enzogenetics, Corvallis, OR). For Pma1 staining, cells were permeabilized with methanol and acetone before incubation overnight with affinity-purified rabbit anti-Pma1 antibody. For double staining of Pma1 and vacuolar H ϩ -ATPase, cells were permeabilized with SDS, as described (Roberts et al., 1991) , followed by incubation with rabbit anti-Pma1 and mouse monoclonal antibody against the 60-kD subunit of the V-ATPase (Molecular Probes, Inc., Eugene, OR). Primary antibody staining was visualized with Cy3-and DTAF-conjugated secondary antibody (Jackson ImmunoResearch, West Grove, PA).",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 92,
                    "text": "(Rose et al., 1990)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 569,
                    "end": 591,
                    "text": "(Roberts et al., 1991)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Indirect Immunofluorescence and FM 4-64 Endocytosis"
        },
        {
            "text": "For FM 4-64 internalization studies, cells were grown to mid-log phase in YPD. After resuspension in fresh YPD at 20 OD 600 /ml, 20 M FM 4-64 was added for 5 min at 30 Њ C. Cells were washed, and incubation continued at 30 Њ C for 1 h. FM 4-64 fluorescence was observed with rhodamine fluorescence filter sets, as described (Vida and Emr, 1995) .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 344,
                    "text": "(Vida and Emr, 1995)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Indirect Immunofluorescence and FM 4-64 Endocytosis"
        },
        {
            "text": "Steady-state levels of Pma1, CPY, and Kex2 were analyzed in cell lysates, prepared from mid-log cultures by vortexing with glass beads, as de-scribed previously (Chang and Slayman, 1991) . Samples were normalized to lysate protein using the Bradford assay (Bio-Rad Laboratories, Hercules, CA). After separation by SDS-PAGE, samples were transferred to nitrocellulose for Western blot with rabbit antibodies against Pma1, CPY, or Kex2, and 125 I-protein A (Amersham Corp., Arlington Heights, IL).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 186,
                    "text": "(Chang and Slayman, 1991)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Western Blot and Invertase Assay"
        },
        {
            "text": "To study trafficking of mutant invertase-Wbp1 fusion protein, cells were transformed with pEG1-QK (Gaynor et al., 1994) . Invertase activity was measured as described previously (Goldstein and Lampen, 1975; Johnson et al., 1987) . Briefly, mid-log cultures grown in synthetic complete medium without uracil were harvested, washed with 10 mM sodium azide, and resuspended in 0.1 M sodium acetate, pH 5.1. Samples were divided for assaying cell surface and intracellular invertase activity. Whole cells were used to assay cell surface activity. Total intracellular invertase was measured in samples brought to 1% Triton X-100 and lysed by freezethaw with liquid N 2 . All strains studied are Suc2 ϩ and were grown in the presence of 2% glucose. Endogenous invertase activity was measured in several random sop mutants ( bsd2 , pep11 , and vps13 ) bearing vector alone. Endogenous invertase activity, representing ‫ف‬ 13% activity seen in the presence of pEG1-QK, was subtracted from activity measured in the presence of the plasmid.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 119,
                    "text": "(Gaynor et al., 1994)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 178,
                    "end": 206,
                    "text": "(Goldstein and Lampen, 1975;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 207,
                    "end": 228,
                    "text": "Johnson et al., 1987)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Western Blot and Invertase Assay"
        },
        {
            "text": "CPY secretion from cells was detected as described (Roberts et al., 1991) . Strains were replica-plated onto a nitrocellulose filter (Schleicher and Schuell, Dassel, Germany) and allowed to grow at 30 Њ C. After ‫ف‬ 24 h, the filter was washed with water to remove adsorbed cells. CPY secreted onto the filter was detected by Western blot using rabbit polyclonal anti-CPY antibody. Immune complexes were visualized by chemiluminescence detection reagents (ECL Western blotting detection system; Amersham Corp.).",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 73,
                    "text": "(Roberts et al., 1991)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "CPY and ␣ Factor Secretion"
        },
        {
            "text": "Secretion of ␣ factor was detected essentially as described (Wilsbach and Payne, 1993) . Cells were grown to mid-log phase in synthetic complete medium without methionine. Cells were harvested and resuspended at 0.8 OD 600 /ml in fresh medium with 1 mg/ml BSA. Expre 35 S 35 S (0.5 mCi) (New England Nuclear, Boston, MA) was added, and incubation continued for 50 min at room temperature. Medium was separated from cells by centrifugation at 19,500 g for 5 min. SDS was added to the medium to 1%, and samples were boiled. Secreted ␣ factor was immunoprecipitated with anti-␣ factor antibody and analyzed by SDS-PAGE (15% gels) and autoradiography after treatment of gels with Amplify (Amersham Corp.).",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 86,
                    "text": "(Wilsbach and Payne, 1993)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "CPY and ␣ Factor Secretion"
        },
        {
            "text": "Bioassay for ␣ factor secretion was done as described (Sprague, 1991) . Patches of MAT ␣ cells were replica-plated onto a thin lawn of MAT a bar1 cells (LM23-3az; [Marsh, 1992] ) on synthetic complete medium. After 1-2 d at 30 Њ C, halos surrounding patches of ␣ cells were scored.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 69,
                    "text": "(Sprague, 1991)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 163,
                    "end": 176,
                    "text": "[Marsh, 1992]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CPY and ␣ Factor Secretion"
        },
        {
            "text": "To show that mutant Pma1 is delivered to the vacuole via an endosomal intermediate, indirect immunofluorescence was used to localize Pma1, and a marker of the vacuolar membrane, the 60-kD subunit of the vacuolar H ϩ -ATPase. Fig. 1 shows that in pma1-7 cells, mutant Pma1 ap-pears coincident with vacuoles, visualized by V-ATPase staining, and as indentations of the cell surface by Nomarski optics (upper panel). Mutant Pma1 is also seen frequently as one or two spots adjacent to, but distinct from, Figure 1 . Indirect immunofluorescence localization of mutant Pma1 in a prevacuolar compartment. Localization of Pma1 and V-ATPase in pma1-7 and pma1-7 vps27 ts cells. Mid-log cultures were harvested, fixed, and spheroplasted. Cells were permeabilized with SDS before staining with rabbit anti-Pma1 and mouse monoclonal antibody against the 60-kD subunit of V-ATPase, followed by species-specific CY3-and DTAF-conjugated secondary antibodies. (Upper panel) Mutant Pma1 staining is coincident with V-ATPase staining at the vacuolar membrane in pma1-7 cells at 30ЊC. In these cells, mutant Pma1 is also seen as spots distinct from the vacuole (arrowheads). Nomarski optics show vacuoles as indentations. (Lower panel) pma1-7 vps27 ts cells were shifted to 37ЊC for 1 h. Both mutant Pma1 and the 60-kD V-ATPase subunit are accumulated in the prevacuolar compartment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 231,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 510,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Vacuolar Delivery of Mutant Pma1 via an Endosomal Intermediate"
        },
        {
            "text": "the vacuole (arrowheads). These spots have a striking similarity to an exaggerated endosomal or prevacuolar compartment that appears adjacent to the vacuole in a subset of vps mutants, categorized as class E vps mutants (Raymond et al., 1992; Davis et al., 1993; Piper et al., 1995) . To obtain further evidence for mutant Pma1 transit through an endosomal intermediate, a temperature-sensitive allele of vps27, a class E vps mutant, was introduced into pma1-7 cells. Previous work has shown that proteins from both biosynthetic and endocytic pathways are rapidly accumulated in a prevacuolar or endosomal compartment upon shifting vps27 ts to 37ЊC (Piper et al., 1995) . Mutant Pma1 is seen predominantly in this prevacuolar compartment when pma1-7 vps27 ts cells are shifted to 37ЊC for 1 h (Fig. 1 , lower panel). In these cells, the 60-kD V-ATPase subunit is similarly accumulated in the prevacuolar compartment, in agreement with previous observations (Raymond et al., 1992) . These data suggest that mutant Pma1 traverses an endosomal compartment en route to the vacuole.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 242,
                    "text": "(Raymond et al., 1992;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 243,
                    "end": 262,
                    "text": "Davis et al., 1993;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 263,
                    "end": 282,
                    "text": "Piper et al., 1995)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 649,
                    "end": 669,
                    "text": "(Piper et al., 1995)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 957,
                    "end": 979,
                    "text": "(Raymond et al., 1992)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 793,
                    "end": 800,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Vacuolar Delivery of Mutant Pma1 via an Endosomal Intermediate"
        },
        {
            "text": "To select mutants that suppress temperature-sensitive growth of pma1-7, cells were transformed with a mutagenized genomic library containing random insertions of lacZ and LEU2 (Burns et al., 1994) . sop pma1-7 mutants that grew at 37ЊC were selected. Tetrad analysis of sop pma1 ϫ pma1 diploids revealed that growth at 37ЊC of 53/63 sop mutants analyzed segregated 2:2, indicating these mutations represent single genetic loci. Of these, suppression of temperature-sensitive growth was linked to the LEU2 insertion in 36 strains. All sop pma1 mutants grow at both 30 and 37ЊC, while pma1-7 cells grow at 30ЊC but cannot grow at 37ЊC. In Fig. 2 A, growth of some representative sop pma1 mutants is shown along with PMA1 and pma1-7 cells. sop selection resulted in identification of 16 independent genes.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 196,
                    "text": "(Burns et al., 1994)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 643,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Rerouting of Targeting-defective Pma1 to the Cell Surface in sop Mutants"
        },
        {
            "text": "In pma1-7 cells, steady-state Pma1 protein is reduced because, even at the permissive temperature, a fraction of newly synthesized Pma1 is delivered to the vacuole; stabilization of mutant Pma1 protein reflects escape from degradation in the vacuole (Chang and Fink, 1995) . To determine whether mutant Pma1 protein is stabilized in sop mutants, steady-state Pma1 protein was measured by Western blot in PMA1, pma1-7, and the sixteen sop pma1-7 strains (Fig. 2 B) . Fig. 2 B shows mutant Pma1 is increased to differing degrees in sop mutants (compare with pma1-7; Fig. 2 B, arrow) .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 272,
                    "text": "(Chang and Fink, 1995)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 463,
                    "text": "(Fig. 2 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 466,
                    "end": 472,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 564,
                    "end": 580,
                    "text": "Fig. 2 B, arrow)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Rerouting of Targeting-defective Pma1 to the Cell Surface in sop Mutants"
        },
        {
            "text": "Growth arrest of pma1-7 at 37ЊC cannot be prevented merely by inhibiting vacuolar proteolytic activity (upon disruption of PEP4, encoding proteinase A [Jones, 1991] ), but requires that an increased fraction of Pma1 arrives at tein. Lysate was prepared from PMA1, pma1-7, and sop pma1-7 cells exponentially growing at 30ЊC. Samples were normalized to lysate protein. Pma1 protein was detected using anti-Pma1 antibody and 125 I-protein A followed by autoradiography. Bar graph shows quantitation of Pma1 levels in wild-type and sop pma1-7 mutants by densitometric scanning of the autoradiogram. Pma1 levels are normalized to that of pma1-7 (arrow), set arbitrarily to 1.0. Western blot is representative of three to five independent measurements in which the standard deviation of the mean is on average 26%. the cell surface (Chang and Fink, 1995) . Therefore, suppression of growth arrest and Pma1 stabilization by sop mutants suggests rerouting to the plasma membrane. To confirm this idea, localization of mutant Pma1 was examined by indirect immunofluorescence in wild-type, pma1-7, and sop pma1 cells. In wild-type cells, Pma1 staining is seen over the surface and around the cell perimeter, characteristic of plasma membrane localization (Fig. 3, upper  panel) . In pma1-7 cells, mutant Pma1 staining appears coincident with vacuoles and also as perivacuolar spots, reflecting mislocalization to the endosomal/vacuolar pathway. In representative sop pma1 cells, intracellular staining of mutant Pma1 largely disappears; rim staining is more apparent, indicating a redistribution of Pma1 to the plasma membrane (Fig. 3 , lower three panels).",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 164,
                    "text": "[Jones, 1991]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 826,
                    "end": 848,
                    "text": "(Chang and Fink, 1995)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1245,
                    "end": 1267,
                    "text": "(Fig. 3, upper  panel)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1617,
                    "end": 1624,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rerouting of Targeting-defective Pma1 to the Cell Surface in sop Mutants"
        },
        {
            "text": "The identity of the 16 disrupted sop genes was determined by cloning and sequencing of genomic DNA immediately adjacent to the insertion (Burns et al., 1994) . Database searches revealed that several sop mutants represent insertions in previously identified genes. Two of these are BSD2, previously isolated as a mutant suppressor of superoxide dismutase deletion (Liu and Culotta, 1994) , and ALG8, encoding a potential glucosyltransferase (Stagljar et al., 1994) . Both proteins are localized to the ER, although the mechanism of suppression of pma1 ts is unclear at present. Five other sop mutants are identical with vps mutants defective in vacuolar protein sorting, supporting the idea that a major mechanism of pma1 ts suppression is by changing protein traffic. We found sop mutants identical with pep11 (Jones, 1977) , mvp1 (Ekena and Stevens, 1995) , vps35 (Paravicini et al., 1992) , vps27 (Piper et al., 1995) , and vps8. Although pep11 was originally isolated as a mutant with reduced vacuolar protease activity (Jones, 1977) , we find that it is defective for vacuolar protein sorting and secretes CPY (Fig. 4 A) .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 157,
                    "text": "(Burns et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 364,
                    "end": 387,
                    "text": "(Liu and Culotta, 1994)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 441,
                    "end": 464,
                    "text": "(Stagljar et al., 1994)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 811,
                    "end": 824,
                    "text": "(Jones, 1977)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 832,
                    "end": 857,
                    "text": "(Ekena and Stevens, 1995)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 866,
                    "end": 891,
                    "text": "(Paravicini et al., 1992)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 900,
                    "end": 920,
                    "text": "(Piper et al., 1995)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1024,
                    "end": 1037,
                    "text": "(Jones, 1977)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1115,
                    "end": 1125,
                    "text": "(Fig. 4 A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A Subset of sop Mutants Are vps Mutants"
        },
        {
            "text": "CPY secretion assay was performed on the 16 sop mutants to determine whether we had isolated additional vps mutants whose DNA sequences were not in the database (Fig. 4 A) . In this way, we discovered that three additional sop mutants secrete CPY. By complementation of these three mutants with a collection of 42 vps mutants (obtained from B. Horazdovsky), we determined that our selection had resulted in identification of VPS13, VPS36, and VPS38, which had not been previously cloned and sequenced. Table II lists the database accession numbers for these three as well as some of the other SOP genes. The predicted protein sequences of VPS13, VPS36, and VPS38 were then analyzed by BLAST searches, revealing novel proteins of 3144, 566, and 439 amino acids, respectively. No similarity was detected between these proteins and other protein sequences in the database. Hydropathy analysis showed that the three proteins have no obvious Cells were overlayed with nitrocellulose overnight. Secreted CPY adsorbed to the membrane was visualized with rabbit anti-CPY followed by horseradish peroxidase-conjugated secondary antibody and chemiluminescence detection reagents. PMA1 (L5488) and pma1-7 (ACY7) are shown as non-CPY-secreting controls. vps1⌬ (ACX58-3C), which secretes the vast majority of newly synthesized pro-CPY (Raymond et al., 1992) , is included as a positive control. (B) Western blot showing intracellular CPY. Protein lysate was prepared from exponentially growing cells, as described in Methods. Samples were normalized to lysate protein. CPY was detected as described above. Strains assayed (left to right) are: ACY7, L3852, WLX17-6D, WLX13-3B, WLX18-6D, ACY33, WLX12-7C, WLX15-4C, WLX16-1A, and WLX14-10A. Mature CPY associated with vps cells is substantially decreased by comparison with PMA1 and pma1-7 cells.",
            "cite_spans": [
                {
                    "start": 1322,
                    "end": 1344,
                    "text": "(Raymond et al., 1992)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 171,
                    "text": "(Fig. 4 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 502,
                    "end": 510,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "A Subset of sop Mutants Are vps Mutants"
        },
        {
            "text": "amino-terminal signal sequence or membrane-spanning domains. Analysis by BLAST and COILS2.1 (Lupas et al., 1991) indicated that a region of Vps38 has some probability to form a coiled coil structure (not shown).",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 112,
                    "text": "(Lupas et al., 1991)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "A Subset of sop Mutants Are vps Mutants"
        },
        {
            "text": "Previous work classifying vps mutants on the basis of vacuolar morphology is of importance to understanding the significance of identifying a subset of vps mutants as suppressors of pma1 ts (Raymond et al., 1992) . Most of the sop/vps mutants fall into class A (mvp1, pep11, vps35, vps13, vps38, and vps8), which have vacuolar morphology similar to wild-type cells. In addition, two mutants, vps27 and vps36, fall into class E, in which a prevacuolar compartment or late endosome accumulates (Raymond et al., 1992; Piper et al., 1995; Rieder et al., 1996) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 212,
                    "text": "(Raymond et al., 1992)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 492,
                    "end": 514,
                    "text": "(Raymond et al., 1992;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 515,
                    "end": 534,
                    "text": "Piper et al., 1995;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 535,
                    "end": 555,
                    "text": "Rieder et al., 1996)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "A Subset of sop Mutants Are vps Mutants"
        },
        {
            "text": "In agreement with increased CPY secretion from vps/ sop mutants (Fig. 4 A) , cell-associated mature CPY in most of these cells is decreased by comparison with wild-type and pma1-7 cells (Fig. 4 B) . Mature CPY is the predominant form found in wild-type and pma1-7 cells. More mature CPY is seen in lysates from the class E mutants vps27 and vps36, consistent with accumulation and processing of newly synthesized CPY in the proteolytically active prevacuolar compartment (Cereghino et al., 1995; Piper et al., 1995) .",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 495,
                    "text": "(Cereghino et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 515,
                    "text": "Piper et al., 1995)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 74,
                    "text": "(Fig. 4 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 186,
                    "end": 196,
                    "text": "(Fig. 4 B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A Subset of sop Mutants Are vps Mutants"
        },
        {
            "text": "vps/sop mutants cause diversion of CPY and mutant Pma1 to the cell surface, suggesting a general role for these genes in regulating traffic of vacuole-bound proteins. We wanted to test whether these and other sop mutants can divert a second vacuole-directed membrane protein to the cell surface. To do this, we used a chimeric membrane pro-tein that was shown previously to travel to the vacuole without arrival at the plasma membrane (Gaynor et al., 1994) . The construct is a fusion of invertase with the transmembrane domain and cytoplasmic tail of Wbp1, an ER membrane protein, with a Q-K substitution in the dilysine retrieval motif. Cells were transformed with a centromeric plasmid bearing the chimeric construct. The presence of the fusion protein at the plasma membrane was quantitated by assaying surface invertase activity in intact cells in comparison to total invertase activity in permeabilized cells. Expression of the chimera is high since it is regulated by the PRC1 (encoding CPY) promoter (Gaynor et al., 1994) . Table III shows that cell surface expression of the invertase-Wbp1-Q-K chimera is increased in all vps/sop mutants. Highest cell surface expression (Ͼ40% of total) is seen in vps8, and cell surface expression in the other vps/ sop mutants ranges from 20-30% of total. Therefore, this group of sop/vps mutants causes rerouting of two membrane proteins from the vacuole to the plasma membrane. By contrast, non-vps sop mutants increase cell surface mutant Pma1 (Fig. 2) but do not significantly increase plasma membrane expression of the chimeric membrane marker.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 456,
                    "text": "(Gaynor et al., 1994)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1008,
                    "end": 1029,
                    "text": "(Gaynor et al., 1994)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1032,
                    "end": 1041,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1491,
                    "end": 1499,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Several sop Mutants Increase Surface Expression of a Vacuole-directed Membrane Marker"
        },
        {
            "text": "Previous characterization of vps27, a class E vps mutant, suggests a model for suppression of pma1 ts . vps27 is characterized by delayed traffic from the endosome to the vacuole as well as from the endosome back to the Golgi (Piper et al., 1995) ; this phenotype appears to be a general characteristic of the class (Davis et al., 1993; Cereghino et al., 1995) . The finding that two class E vps mutants, vps27 The number of times each sop gene was selected out of 63 sop mutants picked is indicated in parentheses. Insertion site indicates the codon at which lacZ is inserted and the total number of codons in the gene. In some cases, insertion site information is not available (ND) because identification of the sop mutation was made by complementation only. DNA sequencing and database searching revealed the sop mutations that had been previously identified, cloned, and sequenced in other genetic screens. All other sop mutants are insertions within novel open reading frames. Complementation analysis of CYP-secreting sop mutants with a complete set of vps mutants led to identification of vps13, vps36, and vps38. Accession and locus designations are indicated for these vps. Molecular information on five non-vps sop mutants (sop1, sop3-6) is not presented here because further phenotypic characterization is in progress.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 246,
                    "text": "(Piper et al., 1995)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 316,
                    "end": 336,
                    "text": "(Davis et al., 1993;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 337,
                    "end": 360,
                    "text": "Cereghino et al., 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Endosome-to-Vacuole Traffic Is Delayed in Several vps/sop Mutants"
        },
        {
            "text": "and vps36, suppress pma1 ts suggests cell surface delivery of mutant Pma1 may occur as a consequence of a block or delay in endosome-to-vacuole and/or endosome-to-Golgi traffic. To confirm that the efficiency of delivery from endosome to vacuole is reduced in vps36, we examined the endocytic pathway by following internalization of the fluorescent lipophilic styryl dye FM 4-64. FM 4-64 serves as a marker for bulk plasma membrane internalization; transport of the endocytic tracer from the cell surface to the vacuolar membrane occurs in a time-, temperature-, and energy-dependent manner (Vida and Emr, 1995) . Cells were labeled with FM 4-64 for 5 min. The cells were then washed, and incubation continued for 1 h in fresh medium. Immediately after staining, internalized FM 4-64 is seen as cytoplasmic punctate staining in wild-type as well as vps36 cells (not shown and Vida and Emr [1995] ). Subsequently, cytoplasmic punctate staining in wild-type cells disappears concomitant with appearance of staining of vacuolar membrane. By 60 min after labeling, staining is seen predominantly at the vacuolar membrane in wild-type cells (Fig.  5 ). At this time in vps36 cells, there is some FM 4-64 dye at the vacuolar membrane; however, dye also accumulates as a large bright spot next to the vacuole (Fig. 5) . This staining is similar to that seen in the endosomal/prevacuolar compartment of vps27 cells (Vida and Emr, 1995) . Using the dye uptake assay, we examined the other sop mutants. While none are defective in internalization of FM 4-64 (not shown), a subset of sop mutants displays defects in transport to the vacuole after internalization. Strikingly, we observed that FM 4-64 stains the vacuolar membrane by 1 h of internalization in vps38 and vps13 cells, but it is also accumulated in an endocytic intermediate compartment, seen as a bright spot next to the vacuole. The compartment is similar, although smaller than the prevacuolar compartment accumulated in class E vps cells. Thus, there is a delay in endocytic delivery to the vacuole in vps38 and vps13. Moreover, perturbation of endocytic traffic was also observed in vps8 (Fig. 5) . By contrast with prevacuolar accumulation, a fraction of FM 4-64 accumulates as punctate cytoplasmic staining in vps8; this cytoplasmic accumulation fails to advance in the endocytic pathway, even 60 min after internalization. Thus, distinct endocytic defects are apparent among this subset of sop mutants.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 611,
                    "text": "(Vida and Emr, 1995)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 876,
                    "end": 895,
                    "text": "Vida and Emr [1995]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1407,
                    "end": 1427,
                    "text": "(Vida and Emr, 1995)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [
                {
                    "start": 1136,
                    "end": 1144,
                    "text": "(Fig.  5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1302,
                    "end": 1310,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2145,
                    "end": 2153,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Endosome-to-Vacuole Traffic Is Delayed in Several vps/sop Mutants"
        },
        {
            "text": "Since endosome-to-vacuole traffic appears perturbed in a subset of sop mutants, we tested whether other endosomemediated traffic pathways are also affected. It has been established that retention of membrane proteins in the late Golgi, i.e., Kex2, Kex1, and dipeptidyl aminopeptidase A is mediated by signals in their cytoplasmic domains that dictate recycling between Golgi and endosome compartments (Cooper and Bussey, 1992; Wilcox et al., 1992; Nothwehr et al., 1993) . Mutations in the protein transport machinery affecting exit from the Golgi and/or retrieval from the endosome result in mislocalization of late Golgi membrane proteins (Seeger and Payne, 1992; Wilsbach and Payne, 1993; Cereghino et al., 1995) . One consequence of such mislocalization is a maturation defect for ␣ factor precursor (Fuller et al., 1988; Payne and Schekman, 1989) . Therefore, we assayed for production of biologically active ␣ factor in sop cells. MAT␣ cells were replicaplated onto a lawn of MATa bar1 cells which undergo growth arrest in response to the concentration of mature ␣ factor secreted from each MAT␣ cell. Wild-type MAT␣ cells are surrounded by a large halo of growth inhibition (Fig. 6 A) . Cells deleted of KEX2, required for proteolytic processing of pro-␣ factor (Fuller et al., 1988; Payne and Schekman, 1989) , produce no halo of growth inhibition. Most of the vps/sop mutants are surrounded by halos that are smaller to varying degrees than that of wild-type cells, indicating diminished secretion of mature, biologically active ␣ factor. The smallest halos were observed surrounding vps8 and vps36. Of the vps/sop subset, only vps13 and vps38 cells produce halos of growth inhibition comparable with wild-type cells. Halos surrounding sop1-6 mutants are also comparable to that of wild-type cells.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 426,
                    "text": "(Cooper and Bussey, 1992;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 427,
                    "end": 447,
                    "text": "Wilcox et al., 1992;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 448,
                    "end": 470,
                    "text": "Nothwehr et al., 1993)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 641,
                    "end": 665,
                    "text": "(Seeger and Payne, 1992;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 666,
                    "end": 691,
                    "text": "Wilsbach and Payne, 1993;",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 692,
                    "end": 715,
                    "text": "Cereghino et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 825,
                    "text": "(Fuller et al., 1988;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 826,
                    "end": 851,
                    "text": "Payne and Schekman, 1989)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1269,
                    "end": 1290,
                    "text": "(Fuller et al., 1988;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1291,
                    "end": 1316,
                    "text": "Payne and Schekman, 1989)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 1181,
                    "end": 1191,
                    "text": "(Fig. 6 A)",
                    "ref_id": null
                }
            ],
            "section": "Several sop Mutants Display Defective Pro-␣ factor Processing"
        },
        {
            "text": "One of the first steps in proteolytic processing of pro-␣ factor is Kex2-mediated removal of the pro-peptide (Fuller et al., 1988; Payne and Schekman, 1989) . To determine whether unprocessed pro-␣ factor is secreted by MAT␣ sop mutants, cells were radiolabeled with [ 35 S]cysteine and (Table I) were transformed with pEG1-QK bearing a mutant WBP1-SUC2 fusion (Gaynor et al., 1994) and assayed after growth to mid-log phase in synthetic complete medium minus uracil (2% glucose). Intracellular and cell surface invertase activity were measured by assaying detergentpermeabilized and intact cells, respectively (Johnson et al., 1987) . Invertase activity is expressed as nmol glucose released per min per OD 600 . Since all the strains are Suc2 ϩ , endogenous invertase activity (in the absence of the fusion protein) was subtracted from activity measured in the presence of pEG1-QK. Under the glucose-repressing conditions of the experiment (2% glucose), endogenous intracellular invertase activity represented an average of 13.3% of total activity (n ϭ 39) measured in the presence of the fusion protein. Endogenous invertase activity was measured in bsd2, vps36, and pep11 in the presence of vector alone; activity was similar in all strains. Cell surface invertase activity is expressed as a percent of total and represents the average of two to four independent experiments per strain. All measurements were performed in quadruplicate. A diagram of the Wbp1-invertase fusion with the Q-K substitution in the cytoplasmic carboxy terminus is drawn as described previously (Gaynor et al., 1994) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 130,
                    "text": "(Fuller et al., 1988;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 131,
                    "end": 156,
                    "text": "Payne and Schekman, 1989)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 361,
                    "end": 382,
                    "text": "(Gaynor et al., 1994)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 611,
                    "end": 633,
                    "text": "(Johnson et al., 1987)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1575,
                    "end": 1596,
                    "text": "(Gaynor et al., 1994)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 296,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Several sop Mutants Display Defective Pro-␣ factor Processing"
        },
        {
            "text": "The Journal of Cell Biology, Volume 138, 1997",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Several sop Mutants Display Defective Pro-␣ factor Processing"
        },
        {
            "text": "[ 35 S]methionine. ␣ Factor-containing forms were then immunoprecipitated from the medium for analysis by SDS-PAGE and fluorography. Fig. 6 B shows that ␣ factor secreted by wild-type MAT␣ cells is exclusively the processed, mature 3.5-kDa form (lower arrow). By contrast, several sop mutants secrete precursor ␣ factor of ‫-521ف‬kD in addition to the processed form ( Fig. 6 B) , indicating defective proteolytic processing by Kex2p. Strikingly, secretion of pro-␣ factor was detected in two non-vps sop mutants, sop2 and sop6 (Fig. 6 B) . Most of the vps/sop mutants also secrete unprocessed ␣ factor, although secretion of pro-␣ factor is low from vps8, vps13, and vps38. vps36 cells secrete the highest fraction of pro-␣ factor, consistent with production of a small halo (Fig. 6 A) , and an approximately sixfold decrease in mating efficiency by comparison with wild-type cells (not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 139,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 378,
                    "text": "Fig. 6 B)",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 538,
                    "text": "(Fig. 6 B)",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 786,
                    "text": "(Fig. 6 A)",
                    "ref_id": null
                }
            ],
            "section": "740"
        },
        {
            "text": "Kex2p mislocalization has previously been observed in class E mutants (Cereghino et al., 1995) . Since the prevacuolar compartment of class E mutants contains proteolytic activity (Cereghino et al., 1995; Piper et al., 1995) , defective recycling between late Golgi and endosome results in failure of Kex2 to escape from PEP4-dependent degradation in the prevacuolar compartment. Consequently, there is a reduction in steady-state Kex2p levels. To examine whether degradation of Kex2 occurs in sop mutants, steady-state levels of Kex2 were measured by Western blot. As expected, Kex2 levels are reduced in the class E mutants vps27 and vps36 as compared with that of wildtype cells (Fig. 7, arrow) . Strikingly, Kex2 levels are also significantly decreased in mvp1, pep11, and vps35 cells, as well as the non-vps sop mutants, sop2 and sop6 (Fig. 7 , compare with Kex2 in wild-type cells). Steady-state Kex2 levels are similar in sop and wild-type cells upon deletion of PEP4 (not shown), indicating that Fig. 7 reflects differences in Kex2 degradation. A comparison of the sop mutants reveals that, in general, mutants with less Kex2 secrete more pro-␣ factor, and less pro-␣ factor secretion is seen in mutants with more Kex2 (compare Fig. 7 with Fig.  6 B) . Among the class A vps/sop mutants, loss of Kex2 is not observed in mutants that have endosome-to-vacuole traffic defects (vps13, vps38, and vps8; Fig. 5 ). Intriguingly, in vps8 there is no reduction in steady-state Kex2 levels even though there is a severe defect in production of biologically active ␣ factor (Fig. 6 A) .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 94,
                    "text": "(Cereghino et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 204,
                    "text": "(Cereghino et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 224,
                    "text": "Piper et al., 1995)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 697,
                    "text": "(Fig. 7, arrow)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 840,
                    "end": 847,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1004,
                    "end": 1010,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1236,
                    "end": 1242,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1248,
                    "end": 1258,
                    "text": "Fig.  6 B)",
                    "ref_id": null
                },
                {
                    "start": 1382,
                    "end": 1413,
                    "text": "(vps13, vps38, and vps8; Fig. 5",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1572,
                    "end": 1582,
                    "text": "(Fig. 6 A)",
                    "ref_id": null
                }
            ],
            "section": "Steady-State Kex2 Levels in sop Mutants"
        },
        {
            "text": "Secretion of pro-␣ factor as well as reduced steady-state Kex2 in sop2 and sop6 mutants suggests defective traffic between Golgi and endosome. Molecular characterization of the non-VPS SOP genes is in progress. However, analysis of the DNA sequence of SOP2 revealed that the open reading frame of 3,323 nucleotides predicts a 1,107-amino acid polypeptide. Database search showed that Sop2 protein has high sequence similarity with synaptojanin, a nerve terminal protein with inositol 5-phosphatase (IP5P) activity (McPherson et al., 1994) . Synaptojanin is associated with dynamin and amphiphysin and has been proposed to play a role in synaptic vesicle endocytosis and recycling. Sop2 also has sequence similarity with two other yeast open reading frames (ORFs) in the database that were not picked up as suppressors of pma1. An alignment of these proteins is shown in Fig. 8 . All four proteins contain two conserved motifs, GDXN(Y/F)R and P(S/A) W(C/T)DRI (Fig. 8, asterisks) ; these conserved residues have been proposed to function directly in catalysis for IP5Pases (Majerus, 1996) . Evidently, Sop2, like synaptojanin, plays a role in the endosomal pathway. Whether the two yeast homologues have overlapping function with Sop2 remains to be established.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 538,
                    "text": "(McPherson et al., 1994)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1072,
                    "end": 1087,
                    "text": "(Majerus, 1996)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 870,
                    "end": 876,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 978,
                    "text": "(Fig. 8, asterisks)",
                    "ref_id": null
                }
            ],
            "section": "SOP2 Encodes a Homologue of Synaptojanin, a Member of the Inositol 5-Phosphatase Family"
        },
        {
            "text": "A targeting-defective pma1 mutant has provided the Figure 6 . Production of biologically active ␣ factor and secretion of unprocessed pro-␣ factor by sop mutants. (A) Secretion of biologically active mature ␣ factor was detected by halo assay. Wild-type (L3852) and sop mutants were patched on plates with synthetic complete medium and allowed to grow overnight. The MAT␣ strains were then replica-plated onto a lawn of MATa bar1 cells (LM23-3AZ; Table I means to select mutants affecting the endosomal/vacuolar pathway. Previously, multicopy suppression of targetingdefective pma1 resulted in identification of YPT7 (Chang, A., unpublished result) , a member of the small GTPase family regulating endosome-to-vacuole traffic (Wichmann et al., 1992; Schimmoller and Riezman, 1993) . In this report, we identify 16 sop mutants that permit pma1-7 to grow at 37ЊC. While in principle it seems possible to suppress temperature-sensitive growth of pma1-7 by altering the physiological demand for proton pumping at the cell surface, increased steady-state mutant Pma1 in sop mutants suggests inhibition of vacuolar degradation (Fig. 2) . Therefore, allowing mutant Pma1 to escape vacuolar degradation by moving to the cell surface is a major mechanism of suppression (Fig. 3) . Eight of the sop mutants are also defective for vacuolar delivery of CPY; these vps mutants have vacuolar morphologies belonging to class A and E (Raymond et al., 1992) . Five of the eight VPS genes were previously cloned and sequenced. SOP selection resulted in molecular identification and phenotypic characterization of three VPS genes, VPS13, VPS38, and VPS36, as well as six novel genes that regulate membrane traffic. Fig. 6 B legend) was resolved by SDS-PAGE and transferred to nitrocellulose. Kex2p was detected by rabbit anti-Kex2 antibody followed by 125 Iprotein A and autoradiography. Bar graph shows quantitation of Kex2 levels in sop mutants normalized to that of wild-type (arrow) by densitometric scanning of the autoradiogram. Measurements are representative of two to four experiments. Figure 8 . Sop2 is a member of the inositol 5-phosphatase family and a homologue of synaptojanin. Alignment of Sop2 with rat brain synaptojanin (gi1166575) and two yeast ORFs. OrfN2160 on chromosome XIV is available from GenBank/EMBL/DDBJ under accession number Z50161. Orf P40559, a hypothetical 108.4-kD protein on chromosome IX, is in the SWISS-PROT protein sequence database under accession number P40559. Protein sequences were aligned using the Megalign program (DNAStar, Madison, WI). Identical amino residues are boxed, and hyphens indicate gaps introduced to maximize alignment. Asterisks indicate conserved motifs GDXN(Y/F)R and P(S/ A)W(C/T)DRIL that define inositol 5-phosphatases (Majerus, 1996) . Sop2 is 31% identical with synaptojanin along its full length.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 648,
                    "text": "(Chang, A., unpublished result)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 749,
                    "text": "(Wichmann et al., 1992;",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 750,
                    "end": 780,
                    "text": "Schimmoller and Riezman, 1993)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1418,
                    "end": 1440,
                    "text": "(Raymond et al., 1992)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2769,
                    "end": 2784,
                    "text": "(Majerus, 1996)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 454,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1121,
                    "end": 1129,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1261,
                    "end": 1269,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1696,
                    "end": 1702,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 2076,
                    "end": 2084,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Selection for sop Mutants"
        },
        {
            "text": "The subset of sop mutants that is defective for vacuolar protein sorting also reroutes a mutant Wbp1 fusion protein from the vacuole to the plasma membrane (Table III) . In sop cells, mutant Pma1 delivered to the plasma membrane appears to remain stable at the surface (Fig. 3) . (By contrast, when an endogenous vacuolar membrane protein is diverted to the plasma membrane, it quickly undergoes endocytosis and moves to the vacuole [Nothwehr et al., 1995] .) It remains unknown, however, whether wild-type Pma1 localization at the plasma membrane is maintained by cycles of endocytosis and recycling back to the cell surface.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 456,
                    "text": "[Nothwehr et al., 1995]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 167,
                    "text": "(Table III)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 269,
                    "end": 277,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Selection for sop Mutants"
        },
        {
            "text": "Our results underscore the interplay between protein trafficking in the endocytic and biosynthetic pathways (Piper et al., 1995; Singer-Kruger, 1995) . Previously, three vps mutants, vps34, vps2/ren1, and vps21/ypt51, have been identified that display dual defects in endocytic and biosynthetic traffic to the vacuole (Davis et al., 1993; Munn and Riezman, 1994; Singer-Kruger, 1995) . Because indirect immunofluorescence localization suggests mutant Pma1 traverses an endosomal compartment en route to the vacuole (Fig. 1) , it was not unreasonable to hypothesize a defect in the endocytic pathway in some sop mutants. Indeed, the hypothesis is supported by endocytosis studies using FM 4-64 (Fig. 5) . The class E mutant vps36 accumulates dye in a prevacuolar/endosomal compartment, seen as a large spot adjacent to the vacuole, as described previously for vps27 and other class E mutants (Vida and Emr, 1995; Rieder et al., 1996) . Interestingly, some class A vps/ sop mutants have characteristics in common with class E mutants. In vps13 and vps38, we observed a delay in exit of FM 4-64 from an endocytic intermediate compartment (s) . This compartment appears similar to the prevacuolar compartment of class E vps cells, although it does not appear to have substantial proteolytic activity (Fig. 7) . Interestingly, vps13 (soi1) was recently found in a screen for suppression of vacuolar mislocalization of a Kex2p mutant with a defective trans-Golgi localization signal (Redding et al., 1996) . It is possible that in vps13 cells, there is reduced vacuolar delivery of mutant Pma1 as well as the mutant Kex2 as a consequence of a delay in traffic from endosome to vacuole. Vacuolar delivery of FM 4-64 is also perturbed in vps8 because a fraction of the dye accumulates in a novel endocytic intermediate that is seen as punctate cytoplasmic staining (see below).",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 128,
                    "text": "(Piper et al., 1995;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 129,
                    "end": 149,
                    "text": "Singer-Kruger, 1995)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 318,
                    "end": 338,
                    "text": "(Davis et al., 1993;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 339,
                    "end": 362,
                    "text": "Munn and Riezman, 1994;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 363,
                    "end": 383,
                    "text": "Singer-Kruger, 1995)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 891,
                    "end": 911,
                    "text": "(Vida and Emr, 1995;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 912,
                    "end": 932,
                    "text": "Rieder et al., 1996)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "(s)",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1499,
                    "text": "(Redding et al., 1996)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 523,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 701,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1296,
                    "end": 1304,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Endosome-to-Vacuole Traffic Defects in a Subset of vps/sop Mutants"
        },
        {
            "text": "In class E vps mutants, retention of late Golgi membrane proteins is defective, and Kex2 undergoes PEP4-dependent degradation (Cereghino et al., 1995; Nothwehr et al., 1996) . In agreement with this observation, steady-state Kex2 levels are diminished in vps27 and vps36 cells by comparison with wild-type cells (Fig. 7) . In several class A vps/sop cells (mvp1, pep11, and vps35; Fig. 7) , steady-state Kex2p levels are also reduced, suggesting increased Kex2 degradation. Our findings are in contrast with a previous suggestion that class A vps mutants are defective specifi-cally in the soluble protein-sorting apparatus (Raymond et al., 1992) . In vps35 cells, secretion of unprocessed ␣ factor and reduction of steady-state Kex2 levels (Figs. 6 and 7) are consistent with reports that Vps35 acts at the endosome to direct recycling of other late Golgi membrane proteins from endosome to Golgi (Nothwehr et al., 1996; Seaman et al., 1997) .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 150,
                    "text": "(Cereghino et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 173,
                    "text": "Nothwehr et al., 1996)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 624,
                    "end": 646,
                    "text": "(Raymond et al., 1992)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 898,
                    "end": 921,
                    "text": "(Nothwehr et al., 1996;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 922,
                    "end": 942,
                    "text": "Seaman et al., 1997)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 381,
                    "end": 388,
                    "text": "Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Trafficking Defects between Endosome and Golgi in a Subset of sop Mutants"
        },
        {
            "text": "In vps8 cells, secretion of pro-␣ factor is slight, and steady-state Kex2 levels are not significantly reduced (Figs. 6 and 7) . However, vps8 cells produce a strikingly small halo (Fig. 6 A) , suggesting a defect in mature ␣ factor production that is as yet undefined. One possible explanation for the small halo in vps8 is suggested by the observation that FM 4-64 accumulates in a structure morphologically distinct from the class E prevacuolar compartment in vps8 (Fig. 5) . Moreover, two different populations of endosomes (early and late) have been identified in yeast, as in mammalian cells (Singer-Kruger et al., 1993; Hicke et al., 1997) . It is possible that in vps8 cells, there is a mild defect in Kex2 localization but more substantial mislocalization of the other trans-Golgi proteases, Kex1 and Ste13 (which are necessary for generating mature, biologically active ␣ factor [Fuller et al., 1988] ).",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 626,
                    "text": "(Singer-Kruger et al., 1993;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 627,
                    "end": 646,
                    "text": "Hicke et al., 1997)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 889,
                    "end": 910,
                    "text": "[Fuller et al., 1988]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 126,
                    "text": "(Figs. 6 and 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 181,
                    "end": 191,
                    "text": "(Fig. 6 A)",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 476,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Trafficking Defects between Endosome and Golgi in a Subset of sop Mutants"
        },
        {
            "text": "Selection of pma1 suppressors has resulted in the isolation of six novel sop mutants. Of these, two sop mutants, sop2 and sop6, secrete unprocessed ␣ factor and also display diminished steady-state Kex2 levels (Figs. 6 and 7) . These data suggest that these non-VPS SOP gene products also participate in Kex2 trafficking and play a role in the endosomal/vacuolar pathway. While further work is necessary to dissect the molecular mechanism of the SOP gene products (see below), it is of interest to our understanding of endosomal protein trafficking that SOP2 encodes a homologue of synaptojanin (Fig. 8) . Synaptojanin, a nerve terminus protein, has been proposed to regulate synaptic vesicle endocytosis and recycling . Sop2 and synaptojanin are members of the family of IP5Pases that includes the protein defective in the oculocerebrorenal syndrome of Lowe (Attree et al., 1992) . Sop2 has closest similarity to the type II IP5Pases, which dephosphorylate inositol polyphosphates as well as phosphatidylinositol(4,5)diphosphate and phosphatidylinositol(3,4,5)triphosphate Majerus, 1996) . Enzymes involved in phosphatidylinositol metabolism have been found to regulate many aspects of cell physiology, including protein trafficking (Liscovitch and Cantley, 1995; . In yeast, such enzymes have been implicated in protein transport through the Golgi (Skinner et al., 1993) and from Golgi to vacuole (Stack et al., 1995) . Our results suggest a role for Sop2 in trafficking between endosome and Golgi.",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 880,
                    "text": "(Attree et al., 1992)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1074,
                    "end": 1088,
                    "text": "Majerus, 1996)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1234,
                    "end": 1264,
                    "text": "(Liscovitch and Cantley, 1995;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1350,
                    "end": 1372,
                    "text": "(Skinner et al., 1993)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1399,
                    "end": 1419,
                    "text": "(Stack et al., 1995)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 225,
                    "text": "(Figs. 6 and 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 595,
                    "end": 603,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Novel Non-vps sop Mutants"
        },
        {
            "text": "At present, the molecular basis for entry of mutant Pma1 into the endosomal/vacuolar pathway is not understood. One possible explanation for mislocalization of mutant Pma1 is that a novel post-ER quality control mechanism recognizes and directs mutant Pma1 to the endosomal/vac-uolar pathway. In this regard, it is clear that some proteins continue to fold and assemble in post-ER compartments (Wagner, 1990; Jascur et al., 1991; Huovila et al., 1992; Musil and Goodenough, 1993) . Moreover, it has been observed that in both mammalian and yeast cells, some incompletely assembled or misfolded proteins are targeted for lysosomal degradation (without prior arrival at the plasma membrane) (Minami et al., 1987; Armstrong et al., 1990; Gaynor et al., 1994; Hong et al., 1996) . Thus, the idea that quality control is not an exclusive ER function is receiving increasing consideration (Hammond and Helenius, 1995) .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 408,
                    "text": "(Wagner, 1990;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 409,
                    "end": 429,
                    "text": "Jascur et al., 1991;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 430,
                    "end": 451,
                    "text": "Huovila et al., 1992;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 452,
                    "end": 479,
                    "text": "Musil and Goodenough, 1993)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 689,
                    "end": 710,
                    "text": "(Minami et al., 1987;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 711,
                    "end": 734,
                    "text": "Armstrong et al., 1990;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 735,
                    "end": 755,
                    "text": "Gaynor et al., 1994;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 756,
                    "end": 774,
                    "text": "Hong et al., 1996)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 883,
                    "end": 911,
                    "text": "(Hammond and Helenius, 1995)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Models for Entry of Mutant Pma1 into the Endosomal/Vacuolar Pathway"
        },
        {
            "text": "An alternative explanation for mutant Pma1 mislocalization is based on a proposal that, by contrast with mammalian cells, membrane protein traffic to the vacuole in yeast occurs by \"default,\" i.e., membrane proteins without sorting signals are delivered to the vacuole (Stack and Emr, 1993; Nothwehr and Stevens, 1994) . A corollary of this hypothesis is that plasma membrane proteins have targeting signals. According to this hypothesis, mutant Pma1 may have a defective plasma membrane targeting signal that results in its vacuolar delivery by default. (If there is a plasma membrane targeting machinery, we would not expect SOP genes to encode these components since sop mutants were generated by insertional mutagenesis.)",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 290,
                    "text": "(Stack and Emr, 1993;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 291,
                    "end": 318,
                    "text": "Nothwehr and Stevens, 1994)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Models for Entry of Mutant Pma1 into the Endosomal/Vacuolar Pathway"
        },
        {
            "text": "We have taken a first step towards understanding the mechanism of vacuolar delivery of mutant Pma1 by identifying SOP genes. Different trafficking defects seen in the sop mutants suggest diverse means by which mutant Pma1 moves to the cell surface. We suggest that the sop mutants fall into three classes depending on how vacuolar delivery of mutant Pma1 is inhibited. One possible mode of sop action is a direct one, in which a defect in the mechanism directing mutant Pma1 into endosome-bound vesicles at the Golgi results in transport of mutant Pma1 from Golgi to surface. For example, this class of SOP genes may encode constituents of a quality control mechanism that recognize mutant proteins at the Golgi. Indeed, SOP3, SOP4, and SOP5 may fall into this class. sop3, sop4, and sop5 mutants suppress pma1 without affecting CPY delivery (Fig. 4) , Kex2 recycling (Figs. 6 B and 7) , or endocytic uptake of FM 4-64 (not shown). SOP3, SOP4, and SOP5 encode predicted transmembrane proteins, and Sop3 and Sop5 have similarity to mammalian receptors (Luo, W., and A. Chang, unpublished result) . These characteristics are consistent with a possible \"receptor\" function for these proteins.",
            "cite_spans": [
                {
                    "start": 1068,
                    "end": 1094,
                    "text": "Chang, unpublished result)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 842,
                    "end": 850,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 868,
                    "end": 885,
                    "text": "(Figs. 6 B and 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Models for SOP Action"
        },
        {
            "text": "Most of the sop mutants appear to fall into two additional classes that change traffic independently of the primary mislocalization event, resulting in cell surface delivery of mutant Pma1. Mutations in SOP genes of these two classes may affect traffic at either the Golgi or an endosome compartment. For example, loss of proteins required for formation of Golgi-to-endosome vesicles may slow exit from the Golgi, and mutant Pma1 may escape to the surface as a consequence. Mutants defective in endosometo-Golgi recycling may similarly suppress pma1 by slowing exit from the Golgi since proteins required for formation of Golgi-to-endosome vesicles have to recycle back. We have placed the sop/vps mutants mvp1, pep11, vps35, the class E mutants vps27 and vps36, and sop2 and sop6 in this class because Kex2 trafficking between Golgi and endosome appears defective in these mutants (Fig. 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 882,
                    "end": 890,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Models for SOP Action"
        },
        {
            "text": "Diversion of mutant Pma1 to the cell surface after its arrival in an endosomal compartment is another mechanism of suppression. If there is a defect or delay in traffic from endosomes to the vacuole, it is possible that newly synthesized mutant Pma1 en route to the vacuole moves directly from the endosome to the plasma membrane. vps13, vps38, and vps8 are candidates for this subclass; these vps/ sop mutants are defective in endosome-to-vacuole traffic (Fig. 5 ) but do not display severe trafficking defects between Golgi and endosome (Fig. 7) . The class E vps mutants display defects in trafficking in both pathways. Further work is required to determine whether mutant Pma1 is diverted to the plasma membrane from the Golgi or after its entry into endosomes in vps27 and vps36 mutants. A previous report that there is an increase in the cell surface a factor receptor Ste3 in a class E vps mutant is consistent with endosome-to-plasma membrane trafficking (Davis et al., 1993) . Although an endosome-to-surface traffic pathway has not been described formally in yeast, such a pathway has been established clearly in mammalian cells (Gruenberg and Maxfield, 1995; De Camilli and Takei, 1996) .",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 983,
                    "text": "(Davis et al., 1993)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1139,
                    "end": 1169,
                    "text": "(Gruenberg and Maxfield, 1995;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1170,
                    "end": 1197,
                    "text": "De Camilli and Takei, 1996)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 463,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 539,
                    "end": 547,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Models for SOP Action"
        },
        {
            "text": "Disparate defects in the endosomal system in sop mutants suggest that protein traffic to the cell surface may occur via multiple mechanisms. Future studies to dissect the mechanisms of the SOP genes should aid in revealing novel means to deliver proteins to the cell surface, as well as further defining the endosomal system in molecular terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models for SOP Action"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Basic local alignment tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gish",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Mol. Biol",
            "volume": "215",
            "issn": "",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lysosomal sorting mutants of coronavirus E1 protein, a Golgi membrane protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Riddle",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Sci",
            "volume": "95",
            "issn": "",
            "pages": "191--197",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Lowe's oculocerebrorenal syndrome gene encodes a protein highly homologous to inositol polyphosphate-5-phosphatase",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Attree",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Olivos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Okabe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcinnes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Nussbaum",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature (Lond.)",
            "volume": "358",
            "issn": "",
            "pages": "239--242",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Half-life of plasma membrane ATPase and its activating system in resting yeast cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Benito",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Losario",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1063",
            "issn": "",
            "pages": "265--268",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Large-scale analysis of gene expression, protein localization, and gene disruption in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "B. Grimwade",
                    "suffix": ""
                },
                {
                    "first": "E.-Y",
                    "middle": [],
                    "last": "Ross-Macdonald",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Finberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roeder",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Genes Dev",
            "volume": "8",
            "issn": "",
            "pages": "1087--1105",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emr. 1995. the cytoplasmic tail domain of the vacuolar protein sorting receptor Vps10p and a subset of VPS gene products regulate receptor stability, function, and localization",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cereghino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Marcusson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mol. Biol. Cell",
            "volume": "6",
            "issn": "",
            "pages": "1089--1102",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Targeting of the yeast plasma membrane [H ϩ ]ATPase: a novel gene AST1 prevents mislocalization of mutant ATPase to the vacuole",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Cell Biol",
            "volume": "128",
            "issn": "",
            "pages": "39--49",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Maturation of the yeast plasma membrane [H ϩ ]ATPase involves phosphorylation during intracellular transport",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Slayman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "289--295",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Yeast Kex1p is a Golgi-associated membrane protein: deletions in a cytoplasmic targeting domain result in mislocalization to the vacuolar membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "119",
            "issn": "",
            "pages": "1459--1468",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vps10p cycles between the late-Golgi and prevacuolar compartments in its function as the sorting receptor for multiple yeast vacuolar hydrolases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Cell Biol",
            "volume": "133",
            "issn": "",
            "pages": "529--541",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Novel Golgi to vacuole delivery pathway in yeast: identification of a sorting determinant and required transport component",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Cowles",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Burd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "16",
            "issn": "",
            "pages": "2769--2782",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cis-and trans-acting functions required for endocytosis of the yeast pheromone receptors",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Horecka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Sprague",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "122",
            "issn": "",
            "pages": "53--65",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular mechanisms in symaptic vesicle endocytosis and recycling",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Camilli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takei",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Neuron",
            "volume": "16",
            "issn": "",
            "pages": "481--486",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Phosphoinositides as regulators in membrane traffic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Camilli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcpherson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science (Wash. DC)",
            "volume": "271",
            "issn": "",
            "pages": "1533--1538",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Saccharomyces cerevisiae MVP1 gene interacts with VPS1 and is required for vacuolar protein sorting",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ekena",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mol. Cell. Biol",
            "volume": "15",
            "issn": "",
            "pages": "1671--1678",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Enzymes required for yeast prohormone processing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Sterne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu. Rev. Physiol",
            "volume": "50",
            "issn": "",
            "pages": "345--362",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Signalmediated retrieval of a membrane protein from the Golgi to the ER in yeast",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Gaynor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heesen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "127",
            "issn": "",
            "pages": "653--665",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Improved method for high efficiency transformation of intact yeast cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gietz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Jean",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schiestl",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nucleic Acids Res",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "␤-D-fructofuranoside fructohydrolase from yeast",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lampen",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Methods Enzymol",
            "volume": "42",
            "issn": "",
            "pages": "504--511",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Membrane transport in the endocytic pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruenberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "552--563",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quality control in the secretory pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "523--529",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transport through the yeast endocytic pathway occurs through morphologically distinct compartments and requires an active secretory pathway and Sec18p/Nethylmaleimide-sensitive fusion protein",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hicke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zanolari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pypaert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rohrer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riezman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mol. Biol. Cell",
            "volume": "8",
            "issn": "",
            "pages": "13--31",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A pathway for targeting soluble misfolded proteins to the yeast vacuole",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Cell Biol",
            "volume": "135",
            "issn": "",
            "pages": "623--633",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Intracellular trafficking of lysosomal membrane proteins",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hunziker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Geuze",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "BioEssays",
            "volume": "18",
            "issn": "",
            "pages": "379--389",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Hepatitis B surface antigen assembles in a post-ER, pre-Golgi compartment",
            "authors": [
                {
                    "first": "A.-P",
                    "middle": [],
                    "last": "Huovila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Eder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "118",
            "issn": "",
            "pages": "1305--1320",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Oligomerization and intracellular protein transport: dimerization of intestinal dipeptidyl peptidase IV occurs in the Golgi apparatus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jascur",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matter",
                    "suffix": ""
                },
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochemistry",
            "volume": "30",
            "issn": "",
            "pages": "1908--1915",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "distinct sequence determinants direct intracellular sorting and modification of a yeast vacuolar protease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankaitis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "875--885",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Three proteolytic systems in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Biol. Chem",
            "volume": "266",
            "issn": "",
            "pages": "7963--7966",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Proteinase mutants of Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Genetics",
            "volume": "35",
            "issn": "",
            "pages": "23--33",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The biogenesis of lysosomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "483--525",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Signal transduction and membrane traffic: the PITP/phosphoinositide connection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liscovitch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Cantley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cell",
            "volume": "81",
            "issn": "",
            "pages": "659--662",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The requirement for yeast superoxide dismutase is bypassed through mutations in BSD2, a novel metal homeostasis gene",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Culotta",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Mol. Cell Biol",
            "volume": "14",
            "issn": "",
            "pages": "7037--7045",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Predicting coiled coils from protein sequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lupas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Dyke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science (Wash. DC)",
            "volume": "252",
            "issn": "",
            "pages": "1162--1164",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Inositols do it all",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Majerus",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Genes Dev",
            "volume": "10",
            "issn": "",
            "pages": "1051--1053",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The sorting receptor for yeast vacuolar carboxypeptidase Y is encoded by the VPS10 gene",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Marcusson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Horazdovsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cereghino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gharakhanian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "77",
            "issn": "",
            "pages": "579--586",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Substitutions in the hydrophobic core of the ␣ factor receptor of Saccharomyces cerevisiae permit response to Saccharomyces kluyveri ␣ factor and to antagonist",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "March",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Cell Biol",
            "volume": "12",
            "issn": "",
            "pages": "3959--3966",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "p145, a major Grb2-binding protein in brain, is co-localized with dynamin in nerve terminals where it undergoes activity-dependent dephosphorylation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcpherson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Camilli",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem",
            "volume": "269",
            "issn": "",
            "pages": "30132--30139",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A presynaptic inositol-5-phosphatase",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcpherson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Slepnev",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grabs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Sossin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bauerfeind",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nemoto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Camilli",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature (Lond.)",
            "volume": "379",
            "issn": "",
            "pages": "353--357",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Building a multichain receptor: synthesis, degradation, and assembly of the T-cell antigen receptor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Minami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Samelson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "84",
            "issn": "",
            "pages": "2688--2692",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Endocytosis is required for the growth of vacuolar H ϩ -ATPase-defective yeast: identification of six new END genes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Munn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riezman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "127",
            "issn": "",
            "pages": "373--386",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Multisubunit assembly of an integral plasma membrane protein, Gap junction connexin43, occurs after exit from the ER",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Musil",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodenough",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "74",
            "issn": "",
            "pages": "1065--1077",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Sorting of membrane proteins in the yeast secretory pathway",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem",
            "volume": "269",
            "issn": "",
            "pages": "10185--10188",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Membrane protein retention in the yeast Golgi apparatus: dipeptidyl aminopeptidase A is retained by a cytoplasmic signal containing aromatic residues",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "1197--1209",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Golgi and vacuolar membrane proteins reach the vacuole in vps1 mutant yeast cells via the plasma membrane",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Conibear",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Cell Biol",
            "volume": "129",
            "issn": "",
            "pages": "35--46",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The newly identified yeast GRD genes are required for retention of late-Golgi membrane proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mol. Cell Biol",
            "volume": "16",
            "issn": "",
            "pages": "2700--2707",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Intracellular aspects of the process of protein synthesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Wash. DC.)",
            "volume": "189",
            "issn": "",
            "pages": "347--358",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Alternative pathways for the sorting of soluble vacuolar proteins in yeast: a vps35 null mutant missorts and secretes only a subset of vacuolar hydrolases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paravicini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Horazdovsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Biol. Cell",
            "volume": "3",
            "issn": "",
            "pages": "415--427",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Clathrin: a role in the intracellular retention of a Golgi membrane protein",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "245",
            "issn": "",
            "pages": "1358--1365",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "VPS27 controls vacuolar and endocytic traffic through a prevacuolar compartment in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Piper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Cell Biol",
            "volume": "131",
            "issn": "",
            "pages": "603--617",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Morphological classification of the yeast vacuolar protein sorting mutants: evidence for a prevacuolar compartment in class E vps mutants",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Howald-Stevenson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Vater",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "1389--1402",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Allele-specific suppression of a defective trans-Golgi network (TGN) localization signal in Kex2p identifies three genes involved in localization of TGN transmembrane proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Brickner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Marschall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mol. Cell Biol",
            "volume": "16",
            "issn": "",
            "pages": "6208--6217",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Multilamellar endosome-like compartment accumulates in the yeast vps28 vacuolar protein sorting mutant",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rieder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Banta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kohrer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccaffery",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mol. Biol. Cell",
            "volume": "7",
            "issn": "",
            "pages": "985--999",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Methods for studying the yeast vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Yamashiro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "644--661",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Protein sorting in Saccharomyces cerevisiae: isolation of mutants defective in the delivery and processing of multiple vacuolar hydrolases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Banta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Mol. Cell. Biol",
            "volume": "8",
            "issn": "",
            "pages": "4936--4948",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Methods in Yeast Genetics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Winston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hieter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Protein sorting in yeast: mutants defective in vacuole biogenesis mislocalize vacuolar proteins into the late secretory pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "47",
            "issn": "",
            "pages": "1041--1051",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Protein sorting by transport vesicles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science (Wash. DC)",
            "volume": "272",
            "issn": "",
            "pages": "227--234",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A putative GTP binding protein homologous to interferon-inducible Mx proteins performs an essential function in yeast protein sorting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "1063--1074",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Endocytosis without clathrin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandvig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Deurs",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Trends Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "275--277",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Coat proteins and vesicle budding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science (Wash. DC)",
            "volume": "271",
            "issn": "",
            "pages": "1526--1533",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Involvement of Ypt7p, a small GTPase, in traffic from late endosome to the vacuole in yeast",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schimmoller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riezman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Sci",
            "volume": "106",
            "issn": "",
            "pages": "823--830",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Endosome to Golgi retrieval of the vacuolar protein sorting receptor, Vps10p, requires the function of the VPS29, VPS30, and VPS35 gene products",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N J"
                    ],
                    "last": "Seaman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Marcusson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cereghino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Cell Biol",
            "volume": "137",
            "issn": "",
            "pages": "79--92",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A role for clathrin in the sorting of vacuolar proteins in the Golgi complex of yeast",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "11",
            "issn": "",
            "pages": "2811--2818",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Methods in Yeast Genetics: A Laboratory Manual",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "523--585",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Partial purification and characterization of early and late endosomes from yeast",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Singer-Kruger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Crausaz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riezman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "14376--14386",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Yeast Ypt51p and mammalian Rab5: counterparts with similar function in the early endocytic pathway",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Singer-Kruger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stenmark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zerial",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Cell Sci",
            "volume": "108",
            "issn": "",
            "pages": "3509--3521",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Phospholipid transfer activity is relevant to but not sufficient for the essential function of the yeast SEC14 gene product",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Alb",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitters",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Helmkamp",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankaitis",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "12",
            "issn": "",
            "pages": "4775--4784",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Assay of yeast mating reaction",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Sprague",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "77--93",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Genetic and biochemical studies of protein sorting to the yeast vacuole",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "641--646",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Receptor-mediated protein sorting to the vacuole in yeast: roles for a protein kinase, a lipid kinase, and GTP-binding proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stack",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Horazdovsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Annu. Rev. Cell Dev. Biol",
            "volume": "11",
            "issn": "",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "New phenotype of mutations deficient in glucosylation of the lipid-linked oligosaccharide: cloning of the ALG8 locus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stagljar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heesen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "5977--5981",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "A new vital stain for visualizing vacuolar membrane dynamics and endocytosis in yeast",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Vida",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Cell Biol",
            "volume": "128",
            "issn": "",
            "pages": "779--792",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Yeast vacuolar proenzymes are sorted in the late Golgi complex and transported to the vacuole via a prevacuolar endosome-like compartment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Vida",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "1245--1256",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Cell biology of von Willebrand factor",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "6",
            "issn": "",
            "pages": "217--246",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Endocytosis in yeast: evidence for the involvement of a small GTP-binding protein (Ypt7p)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hengst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gallwitz",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "71",
            "issn": "",
            "pages": "1131--1142",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Mutation of a tyrosine localization signal in the cytosolic tail of yeast Kex2 protease disrupts Golgi retention and results in default transport to the vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Biol. Cell",
            "volume": "3",
            "issn": "",
            "pages": "1353--1371",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Vps1p, a member of the dynamin GTPase family, is necessary for Golgi membrane protein retention in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilsbach",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "12",
            "issn": "",
            "pages": "3049--3059",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Suppression of temperature-sensitive growth and stabilization of mutant Pma1 protein in sop mutants. (A) Growth at 30 and 37ЊC on plates (synthetic complete medium). PMA1 (L5488) cells grow at 30 and 37ЊC, whereas pma1-7 (ACY7) cells grow at 30ЊC but do not grow at 37ЊC. sop/vps pma1 cells (WLY2, WLY12, WLY22, WLY 25, WLY33, WLY40) grow at 30 and 37ЊC. (B) Western blot showing steady-state levels of Pma1 pro-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mutant Pma1 is rerouted to the cell surface in sop mutants as seen by indirect immunofluorescence. Cells exponentially growing at 30ЊC were fixed, permeabilized, and stained with rabbit anti-Pma1 antibody followed by CY3-conjugated secondary antibody. PMA1 (L5488) cells show cell surface Pma1 localization (top panel) while pma1-7 cells (ACY7) display striking intracellular staining (second panel). Suppressed pma1-7 cells display a predominant plasma membrane distribution of mutant Pma1 (lower three panels). sop pma1 strains shown are WLY2, WLY22, and WLY25.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A subset of sop mutants is defective for vacuolar protein sorting. (A) Western blot detecting secretion of CPY.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Visualization of endocytosis in sop mutants by FM 4-64 staining. Exponentially growing wild-type cells and sop mutants were stained with FM 4-64 for 5 min at 30ЊC, washed, and incubated in fresh YPD for 1 h before visualization and photography. Vacuolar membrane staining is seen in wild-type cells (L3852). In vps36 (WLX12-7C), a class E vps mutant, FM 4-64 dye is accumulated in a prevacuolar compartment. A similar accumulation of dye as a spot near the vacuole is seen in vps38 (WLX14-10A) and vps13 (WLX15-4C). Bright punctate staining in the cytoplasm remains in vps8 (WLX16-1A) after 1 h of chase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "). After 1-2 d, halos surrounding patches of ␣ cells were scored. No halo is observed surrounding kex2⌬ cells (BFY106-4D), which is included as a control.sop mutant strains are: WLX19-3A, WLX3-2A, WLX9-12C, WLX8-1B, WLX10-2A, WLX11-1C, WLX12-7C, WLX13-3B, WLX14-10A, WLX15-4C, WLX16-1A, WLX17-6D, WLX18-6D, and ACY33.(B) Secretion of pro-␣ factor by wild-type and sop cells. Exponentially growing cells (0.4 OD 600 /0.5 ml) were labeled at room temperature with Expre 35 S 35 S for 50 min. Culture medium was collected, adjusted to 1% SDS, and boiled. Secreted ␣ factor was immunoprecipitated from the medium, and analyzed by SDS-PAGE (15% polyacrylamide gel) and fluorography. The lower arrowhead indicates mature ␣ factor, a 3.5-kD peptide, and the upper arrowhead indicates precursor ␣ factor with a molecular mass of ‫521ف‬ kD. Wild-type cells secrete mature ␣ factor exclusively. A subset of sop cells secrete both unprocessed and mature ␣ factor. Strains assayed are: WLX19-3A, WLX3-2A, WLX9-12C, WLX8-1B, WLX10-2A, WLX11-1C, L3852, WLX17-6D, WLX13-3B, WLX18-6D, ACY33, WLX12-7C, WLX15-4C, WLX16-1A, and WLX14-10A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Steady-state Kex2 levels in sop mutants. Western blot measuring steady-state level of Kex2p. Lysate (100 g protein) from wild-type (L3852) and sop mutants (strains listed in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Yeast Strains Used in This Study",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Identification of New and vps Genes by sop Selection",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Quantitation of Cell Surface Expression of a Vacuolar Membrane Marker in sop Mutants",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}