{
    "paper_id": "19e9fcce4b442e7bef53c6cec0aee71a1c565943",
    "metadata": {
        "title": "Brief Communication",
        "authors": [
            {
                "first": "Cheol-In",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": "cikang@skku.edu"
            },
            {
                "first": "Jae-Hoon",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Si-Ho",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We implemented a carbapenem-saving strategy in hemato-oncology patients from 2013, using an empirical combination of piperacillin-tazobactam and amikacin for high-risk hemato-oncology patients with febrile neutropenia, who remain hemodynamically unstable > 72 hours despite initial cefepime treatment. All-cause mortality was not different between the two periods (6.54 and 6.57 deaths per 1,000 person-day, P = 0.926). Group 2 carbapenem use significantly decreased after strategy implementation (78.43 vs. 67.43 monthly days of therapy, P = 0.018), while carbapenem-resistant gram-negative bacilli did not show meaningful changes during the study period. Our carbapenem-saving strategy could effectively suppress carbapenem use without an increase of overall mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To reduce unnecessary antibiotic use and improve outcomes, development of facility-specific guidelines for fever and neutropenia in hemato-oncology patients is required. 1 Our center, a 1,950-bed tertiary care hospital, used cefepime as an initial empirical antibiotic for hematooncology patients with febrile neutropenia according to the Infectious Diseases Society of America. 2 Empirical antibiotics were escalated to group 2 carbapenems (Gr2Cs) for highrisk patients who remain hemodynamically unstable despite initial treatment. 2 However, this approach raised concerns about carbapenem overuse. From 2013, we implemented a carbapenem-saving strategy using an empirical combination of piperacillin-tazobactam and amikacin (PTZ/AMK) as a bridging regimen before using Gr2C. To evaluate the effects of this strategy, we reviewed antibiotic use, antimicrobial resistance, and overall mortality before and after strategy implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our strategy was based on in vitro data showing that PTZ/AMK combination covered 92.8% of extended spectrum β-lactamase-producing Escherichia coli isolates. 3 Since aminoglycosides were rarely used in our hospital, amikacin susceptibility was also relatively well preserved",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "in clinical isolates of Pseudomonas and Acinetobacter spp. We recommended empirical administration of PTZ/AMK to high-risk hemato-oncology patients with febrile neutropenia, 2 who remain hemodynamically unstable > 72 hours despite initial cefepime treatment and had no identification of any pathogenic organisms. This strategy was recommended by consultation and resident education without compulsory protocol. Although the carbapenem-saving strategy was applied to patients with febrile neutropenia, its effect on the amount of prescribed antibiotics and resistant pathogen was evaluated in the overall hemato-oncology patients because of the following reasons: 1) antibiotic use during febrile neutropenia would affect patients' flora and influence antimicrobial resistance of the following infections after the recovery from neutropenia, and 2) because hemato-oncology patients are admitted almost exclusively in hemato-oncology wards, resistant pathogens could be shared between patients through environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study period was from the second quarter of 2011 to the first quarter of 2015: since our hospital experienced an outbreak of Middle East respiratory syndrome and partially closed in the second quarter of 2015, we evaluated a two-year period before that quarter. 4 The carbapenem-saving strategy was implemented from the first quarter of 2013.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 267,
                    "text": "4",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We collected administrative, mortality, antibiotic prescription, and blood culture data for hemato-oncology patients. Hemato-oncology wards included four general wards, one reverseisolation ward for bone-marrow transplantation, and one intensive care unit. Prescription data on AMK, PTZ, group 1 carbapenem (Gr1C; ertapenem), and Gr2C (imipenem/cilastatin, meropenem, and doripenem) were calculated as days of therapy per 1,000 person-days (DOTs/1,000 PDs). Blood isolates of Enterobacteriaceae, Pseudomonas spp., and Acinetobacter spp. were identified and resistance was calculated as resistance rates per 1,000 PD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Blood cultures were taken from peripheral veins or central lines and were processed by the BacT/ALERT 3D system (bioMérieux Inc., Marcy l'Etoile, France). For species identification and antimicrobial susceptibility testing, a VITEK II automated system (bioMérieux Inc.) was used, utilizing a standard identification card and the modified broth microdilution method. Minimum inhibitory concentration breakpoints and quality-control protocols were used according to the standards established by the Clinical and Laboratory Standards Institute. PTZ susceptibility for Acinetobacter spp. was not reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Student's t-test was used for comparison of continuous variables. To evaluate associations between antibiotic prescription and resistance, the monthly antibiotic resistance rate was compared with average DOTs of the prior three months using a linear regression model. All P values were two-tailed and P < 0.05 was considered statistically significant. IBM SPSS statistics version 20.0 (IBM Corp., Armonk, NY, USA) was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was approved by the Institutional Review Board (IRB) of Samsung Medical Center (IRB No. 2017-10-002-003). Informed consent was waived since only overall statistical data was used without review of medical records of individual patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "95.44 and 127.67 for PTZ; P < 0.001). Increment of PTZ use far exceeded that of AMK: PTZ use increased for 32.23 monthly DOTs after strategy implementation, while AMK increased for 10.42 DOTs. Monthly DOTs for Gr2C significantly decreased after strategy implementation (78.43 and 67.43, P = 0.018). Gr1C use did not change. Incidence of gram-negative bacteremia did not significantly change. Enterobacteriaceae were most frequently isolated (6.64 average monthly cases per 1,000 PD), followed by Pseudomonas spp. (0.97) and Acinetobacter spp. (0.54). The overall trends of antibiotic resistance are presented in Fig. 1 , and associations between antibiotic prescription and resistance are in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 618,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 692,
                    "end": 698,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Before strategy implementation, the antibiotic resistance rates of Enterobacteriaceae were, on average, 0.27% per 1,000 PD to AMK, 0.29% to PTZ, and 0.06% to Gr2C. Only PTZ resistance significantly increased after strategy implementation, to 1.42% per 1,000 PD (P = 0.001) ( Table 1) . AMK resistance did not increase during the study period despite an increase in AMK prescriptions (Fig. 1A) , and no relationship between AMK prescription and resistance was observed ( Fig. 2A ). An increase in use of PTZ and increased PTZ resistance was seen during the study period (P = 0.001). A proportional increase in PTZ resistance according to PTZ prescriptions was observed (P = 0.006). Although carbapenem prescription was significantly decreased, significant reduction in carbapenem resistance was not observed. No relationship was seen between carbapenem prescription and resistance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 392,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 470,
                    "end": 477,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Antibiotic resistance of Pseudomonas spp., on average, was 1.42% per 1,000 PD to AMK, 5.08% to PTZ, and 7.83% to Gr2C before strategy implementation. Resistance did not change after implementation ( Table 1) . The overall trend in antibiotic resistance of Pseudomonas spp. is in Fig. 1B , and association between antibiotic prescription and resistance in Fig. 2B . No relationship was observed between antibiotic prescription and resistance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 286,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 355,
                    "end": 362,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Antibiotic resistance of Acinetobacter spp., on average, was 1.93% per 1,000 PD to AMK and 1.93% to Gr2C before strategy implementation. The carbapenem resistance rate significantly Quarter of years increased to 8.30% after implementation (P = 0.002) ( Table 1) . The overall trend for antibiotic resistance of Acinetobacter spp. is in Fig. 1C , and association between antibiotic prescription and resistance in Fig. 2C . Although carbapenem resistance increased after strategy implementation, it was not associated with prior prescription (P = 0.926).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 343,
                    "text": "Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 412,
                    "end": 419,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "In addition to systemic antibiotic stewardship programs using a computerized clinical decision support system, 1,5 we emphasized non-compulsory methods through educational lectures, conferences, and consultation. This evaluation of a carbapenem-saving strategy represents the effect of these methods: increased AMK prescription after strategy implementation substituted that of Gr2C, and overall Gr2C use decreased significantly. All-cause mortality and Gr1C use did not change after strategy implementation. Good compliance to this non-compulsory strategy was owing to prescriber's understanding and concern about antibiotic resistance. However, increased PTZ prescription which was not directly related to the carbapenem-saving strategy, led to increased PTZ resistance of Enterobacteriaceae. Although we think the main deriving force of PTZ overuse would be increasing incidence of drug-resistant gram-negative pathogens and relatively preserved PTZ susceptibility, 3,6-8 our carbapenem-saving strategy might contribute to PTZ overuse in other indications by weakening psychological barriers against PTZ prescription. This suggests that implementation of an antibiotic-using strategy should be accompanied by careful monitoring of overall antibiotic use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The direct impact of decreased carbapenem prescription was limited to preventing an increase in carbapenem resistance. Carbapenem-resistant Enterobacteriaceae were rarely identified before strategy implementation, and carbapenem-resistant non-fermenters (Pseudomonas or Acinetobacter spp.) did not show meaningful changes during the study period. No relationship between antibiotic prescription and resistance was observed in non-fermenters, probably because we could not adjust for other resistance factors including environmental contamination or transmission from long-term care facilities. 9-11 Also, since our data evaluated overall use of antibiotics and resistance rates, per-patient relationships between antibiotic use and resistance were not evaluated. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Implementing an antibiotic stewardship program: guidelines by the Infectious Diseases Society of America and the Society for Healthcare Epidemiology of America",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Barlam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Cosgrove",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Abbo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macdougall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Schuetz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Septimus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "10",
            "pages": "51--77",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical practice guideline for the use of antimicrobial agents in neutropenic patients with cancer: 2010 update by the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Bow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Sepkowitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Boeckh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mullen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "4",
            "pages": "56--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "In vitro activities of 21 antimicrobial agents alone and in combination with aminoglycosides or fluoroquinolones against extended-spectrum-β-lactamaseproducing Escherichia coli isolates causing bacteremia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Wi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antimicrob Agents Chemother",
            "volume": "59",
            "issn": "9",
            "pages": "5834--5841",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Control of an outbreak of middle east respiratory syndrome in a tertiary hospital in Korea",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Peck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Intern Med",
            "volume": "165",
            "issn": "2",
            "pages": "87--93",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of monitoring surgical prophylactic antibiotics and a computerized decision support system on antimicrobial use and antimicrobial resistance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Infect Control",
            "volume": "44",
            "issn": "9",
            "pages": "145--52",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiology and trends in the antibiotic susceptibilities of gram-negative bacilli isolated from patients with intra-abdominal infections in the Asia-Pacific region",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Coombs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Balaji",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mikamo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Antimicrob Agents",
            "volume": "49",
            "issn": "6",
            "pages": "734--743",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antimicrobial susceptibilities of Enterobacteriaceae in community-acquired urinary tract infections during a 5-year period: a single hospital study in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infect Chemother",
            "volume": "49",
            "issn": "3",
            "pages": "184--93",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical characteristics and outcomes of Pseudomonas aeruginosa bacteremia in febrile neutropenic children and adolescents with the impact of antibiotic resistance: a retrospective study",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infect Dis",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Frequent multidrug-resistant Acinetobacter baumannii contamination of gloves, gowns, and hands of healthcare workers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Furuno",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "31",
            "issn": "7",
            "pages": "716--737",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Risk factors for the isolation of multi-drug-resistant Acinetobacter baumannii and Pseudomonas aeruginosa: a systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Falagas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kopterides",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Hosp Infect",
            "volume": "64",
            "issn": "1",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nosocomial outbreak of carbapenemresistant Acinetobacter baumannii in intensive care units and successful outbreak control program",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Korean Med Sci",
            "volume": "25",
            "issn": "7",
            "pages": "999--1004",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Overall trend for antibiotic use and resistance. Overall trend for antibiotic use and resistance in (A) Enterobacteriaceae, (B) Pseudomonas spp., and (C) Acinetobacter spp. Antibiotic use and resistance during the study period was evaluated by linear regression model and P values are in each figure. Antibiotic use is DOTs/1,000 PD, and resistance rate is percent per 1,000 PD. AMK = amikacin, PTZ = piperacillin-tazobactam, Gr2C = group 2 carbapenem, DOTs = days of treatment, PD = person-day.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Association between antibiotic prescriptions and resistance. Association between antibiotic prescription and resistance for (A) Enterobacteriaceae, (B) Pseudomonas spp., and (C) Acinetobacter spp. evaluated by linear regression model with significant P values in figures. Resistant rate is percent per 1,000 PD. AMK = amikacin, PTZ = piperacillin-tazobactam, Gr2C = group 2 carbapenem, PD = person-day.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data are mean ± standard deviation. PD = person-day, DOTs = days of therapy, AMK = amikacin, PTZ = piperacillin-tazobactam, Gr1C = group 1 carbapenem, Gr2C = group 2 carbapenem.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "In conclusion, a carbapenem-saving strategy using PTZ/AMK as a bridging regimen in patients with febrile neutropenia effectively suppressed overall carbapenem use in hematooncology wards. This type of bridging regimen may be applied in other hospitals based on local epidemiology data along with overall antibiotic usage monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}