{
    "paper_id": "1aaa45043de59cda6c14acd355518c688f37b374",
    "metadata": {
        "title": "Ebola Emergency Preparedness: Simulation Training for Frontline Health Care Professionals",
        "authors": [
            {
                "first": "Dara",
                "middle": [],
                "last": "Ann O&apos;keeffe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bch",
                "middle": [],
                "last": "Bao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dorothy",
                "middle": [],
                "last": "Bradley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Evans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nirma",
                "middle": [],
                "last": "Bustamante",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Timmel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roopa",
                "middle": [],
                "last": "Akkineni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [],
                "last": "Mulloy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Goralnick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "Pozner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: At Brigham and Women's Hospital, we identified the need for a comprehensive training program designed to prepare frontline staff to safely manage a patient with Ebola viral disease (EVD). The primary goal of this program was to ensure the safety of staff, patients, and the general public by training staff in the correct use of personal protective equipment (PPE) before, during, and after care of patients with EVD. Methods: We delivered a 4-hour experiential training program to frontline health care professionals who would be expected to care for a patient with EVD. The program occurred in a simulation center with multiple flexible spaces and consisted of demonstration, multiple skills practice sessions, and a patient simulation case. We analyzed completed pre-and posttraining questionnaires. The questionnaire assessed their subjective level of confidence in three key areas: donning and doffing PPE, performing clinical skills while wearing PPE, and management of a contamination breach. Results: This program was effectively deployed in the STRATUS Center for Medical Simulation over a 4-month period, with 220 health care professionals participating in the training and 195 participants completing the pre-/posttraining questionnaires. Our intervention significantly increased the confidence of participants on each primary objective (p = .001 for all three stations). Discussion: This interprofessional simulation-based program has been shown to be a well-received method of training clinicians to manage patients collaboratively during an EVD outbreak. Our intent is that the skills taught in this training program would also be transferable to management of other infectious diseases in the clinical setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At the conclusion of the program, the participant will be able to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1. Demonstrate the appropriate step-by-step process of donning and doffing personal protective equipment (PPE) using a third-party trained observer for safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "2. Demonstrate the safe management of body-fluid spills and hospital waste in the setting of managing a patient with Ebola viral disease (EVD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "3. List the major impediments to performing patient care procedures on a patient while clad in PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "4. Perform clinical procedures correctly while clad in PPE, exhibiting appropriate management of physical and environmental challenges including dexterity, heat, stress, and communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "5. Demonstrate the team-enhanced collaboration necessary to safely care for a patient with EVD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "training staff in the correct use of personal protective equipment (PPE). Many hospital-wide drills and training sessions were implemented in response to the recent Ebola epidemic. Here, we describe a simulation laboratory-based program that was used as the foundation training for frontline staff in the correct use of PPE for clinical care activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Epidemics have challenged human existence for millennia. There is evidence of widespread infectious outbreaks as early as 400 BCE in ancient Greece. In recent history, severe acute respiratory syndrome in the early 2000s and H1N1 influenza in 2009 resulted in significant worldwide morbidity and mortality. The medical community is now confronting two recent epidemics, the current West African EVD outbreak that began in 2014 and, since 2012, an outbreak of Middle Eastern respiratory syndrome in South Korea and China for which the World Health Organization reports 1,595 laboratory-confirmed cases, including at least 571 related deaths. All of these events have stressed the need for greater investment in building resilient systems to prepare for, respond to, and recover from emerging infectious disease epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For nearly 20 years, simulation-based education has proven to be an integral part of medical training. Since the early work of Small et al., numerous studies have shown simulation-based education's invaluable contribution to the refinement of team structure, communication, and procedural skills. Due to its emphasis on patient and staff safety, it has become an invaluable adjunct to traditional methods of teaching and training, especially in residency programs. Since the 1970s, simulation has been used in epidemic response training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Programs now include disaster exercises, semester-long courses for professional students, web-based simulation exercises, and large-scale high-fidelity curricula that utilize human simulators and actors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Preparing for a response to an emerging infectious disease includes not only the conventional factors that characterize other disasters but also the need to become efficient in using clinical and procedural skills while wearing protective gear that has the potential to hinder flexibility, dexterity, and communication. Simulation education provides a seamless stage for this type of training. At the Neil and Elise Wallace STRATUS Center for Medical Simulation and the Center for Nursing Excellence at BWH, we have extensive experience in the simulation of many clinical events and skills across multiple disciplines. We consistently conduct interprofessional team and skills training sessions and have a team that frequently creates curricula for these programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The overall goal of this program is to teach and enable practice of the appropriate donning and doffing of PPE according to accepted protocols and to teach the management of biosafety level 4 waste. The skills practiced will enable participants to perform or assist in the performance of standard clinical skills while wearing appropriate PPE. Due to the austere nature of the clinical environment, this program is intended to be interprofessional. It is intended to enable and encourage collaborative care by providers who will need to participate in activities not typically required of them in less restrictive environments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the primary goal of this course is to facilitate familiarity with the use and functionality of specific equipment and implementation of specific step-by-step processes, the most suitable instructional format is deliberate practice in a simulated environment. This program requires space to meet the needs of at least 12 participants rotating through multiple stations, some of which run concurrently. The participants will actively don and doff PPE, learn and practice the management of biosafety level 4 hazardous waste, and be provided an opportunity to manage, in interprofessional groups, a variety of routine medical processes and procedures while wearing PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Participants should be hospital clinicians who have the potential to be exposed to and care for patients with EVD in an isolated environment. These would include physicians, nurses, physician assistants, respiratory therapists, phlebotomists, and other relevant health care workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The curriculum described hereafter is a 4-hour fundamental interprofessional training course designed for potential EVD caregivers. The course consists of a concise didactic session and observation of a demonstration of donning/doffing EVD-required PPE, active participation in the donning/doffing of PPE, Course Outline A concise schedule outlining the time and basic requirements for each section of the course is contained in Appendix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Introduction of Donning and Doffing PPE Setup:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Arrange Table and chairs conference-style to enhance introductions, observation, debriefing, and evaluation processes. Assign seating prior to class by placing nameplates with roles and designated groups around the table to ensure learning groups are interdisciplinary and to enhance conversations from the beginning of class. Have a computer with audiovisual capabilities on hand, as well as adequate space for the demonstration of donning and doffing of PPE using an observer and a separate narrator. Give each participant a precourse survey prior to the start of the class.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 17,
                    "text": "Table and",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Participants and faculty introduce themselves, providing their name, institutional role, and personal expectations for the program. Center layout and amenities are introduced. Full attention of participants is requested, and a request to turn off beepers and telephones is made. The expectation that participants will stay for the complete 4-hour training is stated as is a short description of ground rules for the course:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content:"
        },
        {
            "text": "The management of patients with EVD is evolutionary in nature. Protocols will therefore be iterative. The training session is not the only training that people will be receiving, and a description of subsequent opportunities should thus be presented. Up-to-date protocols are being taught as recognized by the institution, and participants are asked to delay specific questions concerning the protocols until they are actively participating in the don/doff exercise or until the end of the program. Clarification regarding the purpose of the program is reinforced: Except for safe donning and doffing and waste-management skills, no new clinical skills will be taught today; this is an opportunity to practice a variety of already-known skills while wearing PPE. The environment in which the PPE is worn will necessitate enhanced teamwork. As there is little chance of getting extra help expeditiously, a willingness to participate in patient care skills outside the normal realm of practice will be required. However, at no time will caregivers be asked to perform any skill outside their scope of practice. The schedule is explained. Psychological safety of the simulation learning environment is ensured by guidelines for active participation, engagement, respect for fellow participants, and confidentiality (as per the simulation center's usual practice).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content:"
        },
        {
            "text": "Three faculty members are required: a narrator, a clinician, and a safety monitor (third-party trained observer). Obtain all necessary PPE. Introduce participants to the don/doff checklist and required processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration of Donning and Doffing PPE Setup:"
        },
        {
            "text": "A narrator briefly shows and explains each piece of equipment (participants are asked to hold questions until they move to the practice station).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content:"
        },
        {
            "text": "The narrator reads the checklist sequentially as the safety monitor assists the clinician in the donning/doffing procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content:"
        },
        {
            "text": "Provide space(s) for three teams to don and doff PPE. All donning and doffing accessories (chlorine-based wipes, armless stationary stool, PPE equipment, and waste containers) should be available. Two faculty members are assigned to each group: one to serve as the checklist narrator and one to serve in the role of EVD safety monitor responsible for assisting clinicians with the safe donning/doffing of PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Donning and Doffing PPE Practice Setup:"
        },
        {
            "text": "The narrator reads the checklist slowly and methodically. The safety monitor assists participants in the active exercise of donning/doffing PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content:"
        },
        {
            "text": "Appendix B contains detailed checklists for donning and doffing PPE. Note that these checklists were developed based on the BWH protocol for Ebola management. Some variations may exist at different institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content:"
        },
        {
            "text": "Three individual spaces with supplies specific to each are needed. See Appendix C for a more detailed description of the equipment required for each station. Two faculty members are needed at each station to assist in learning activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulated Skills Setup:"
        },
        {
            "text": "Individual requirements of the three stations follow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulated Skills Setup:"
        },
        {
            "text": "Station A Station A covers airway management, dressing care, IV infusion management, and urinary catheter care (± additional basic skills as required).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulated Skills Setup:"
        },
        {
            "text": "Airway management substation: A mannequin should be placed on a table or in bed wearing a nonrebreathing mask and must be able to be ventilated with a bag-mask ventilator and intubated orally, as well as having an IV arm with a crystalloid infusion for drug administration. Ideally, the mannequin is attached to a pulse oximeter and cardiac monitor that can be manipulated to represent a desaturating patient; however, this is not necessary. Also present should be airway equipment and medications (vials, prefilled syringes, alcohol wipes, and needles/infusion systems) that are typically employed in airway management at the institutions in which the participants practice. There should also be appropriate waste-disposal equipment. Dressing care and IV infusion management substation: The mannequin can be medium or low fidelity on a table or a bed and have a dressing taped to an area of the skin. It should have an IV arm with a primary IV set infusing saline through an infusion pump. A 2-mg infusion of magnesium sulphate with appropriate accessories for piggybacking the infusion should be available. A dressing and tape should be available as well. There should also be appropriate waste-disposal equipment. Urinary catheter care substation: On a table or bed, there must be a mannequin or task trainer in which a urinary catheter can be placed. Urine should be in the bladder. A urinary catheter, a catheterization start kit, and a drainage bag should be available. There should also be appropriate waste-disposal equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setup:"
        },
        {
            "text": "For each of the stations above, interprofessional groups of three to four learners will perform the routine clinical care tasks set up in the station.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content:"
        },
        {
            "text": "Each participant should perform tasks appropriate to his/her discipline and training, but all will practice assisting each other, as mastering communication and dexterity while wearing the PPE is a core learning objective of Station A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Content:"
        },
        {
            "text": "Setup: This station should be equipped with mops, solutions, appliances, waste bins, and waste bags that will be employed in the management of biosafety level 4 waste within the institutions in which the participants practice Content: See Appendix D for detailed content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Station B Station B deals with spill/waste management."
        },
        {
            "text": "Station C Station C features human patient simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Station B Station B deals with spill/waste management."
        },
        {
            "text": "Equipment/environment: A medium-to high-fidelity mannequin is dressed in hospital garb and is laying at 45° in a bed with a blanket covering it. The mannequin is not initially attached to the cardiac monitor or pulse oximeter. The mannequin will have a urinary catheter with a drainage bag that has 700 ml of fluid simulating urine hanging off the side of the bed. The mannequin will be placed on typical hospital linens with an absorbable underpad that has material simulating stool on the pad. Equipment to initiate and secure a peripheral IV and an IV infusion pump with which to initiate the IV infusion must be present. The rest of the room should appear as a patient isolation room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Station B Station B deals with spill/waste management."
        },
        {
            "text": "Personnel: The simulation specialist runs the mannequin. One faculty member is the patient's voice via microphone from a control room. As this is a low-acuity scenario, one faculty member should suffice to both perform as the patient and observe for later debriefing. However, if a second faculty member is available to be the observer/debriefer, that would be of additional benefit. No confederates are required in the room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Station B Station B deals with spill/waste management."
        },
        {
            "text": "Assessment: The participants are observed for their communication with the patient and with their colleague in the room and for their performance of simple clinical tasks, such as attaching the patient to monitors, cleaning the soiled patient, and disposing of the soiled materials in the correct way. Faculty may choose to add additional tasks to the scenario such as insertion of an IV line or managing a fluid spill on the ground. Faculty may refer to the protocols for such tasks included in this publication or reference their own protocols or checklists for specific tasks from their institution. However, the principle learning objective is that participants are able to perform already-known tasks within the confines of the PPE and that all procedures for infection control are strictly adhered to. Donning and doffing the PPE may also be included as part of the scenario or as a separate station depending on the time available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Station B Station B deals with spill/waste management."
        },
        {
            "text": "Debriefing: The debriefing consists mostly of a facilitated discussion by participants on what the expected and unexpected consequences of having the PPE in place were on their ability to perform basic patient care tasks. Faculty identify errors or lapses in protocol that they observed and ask participants to outline what they feel contributed to those incidents. Patterns and difficulties with communication should also be debriefed, with an emphasis on how the team performed given the constraints of the environment and the PPE. We did not use video playback in our debriefing session as time was limited and not all of the interprofessional faculty were familiar with our video playback software. However, it should be considered a valuable addition to the debriefing session if available and if faculty are trained in its use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Station B Station B deals with spill/waste management."
        },
        {
            "text": "See Appendix E for full details of the simulated patient scenario's setup, content, and debrief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Station B Station B deals with spill/waste management."
        },
        {
            "text": "Final Doffing At the conclusion of the final skills station for each participant, final doffing of PPE takes place. Setup requires ample room marked by tape to mimic both a hot zone and a warm zone. Appropriate doffing accessories (chlorine-based wipes, armless stationary stool, waste containers, and receptacle for PPE) should be available in the room. See Appendix C for a more detailed description of the equipment required. Appendix B contains the doffing checklist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Station B Station B deals with spill/waste management."
        },
        {
            "text": "This program was effectively deployed in the STRATUS Center for Medical Simulation over a 4-month period in 2014-2015. Participants in our 4-hour program included physicians, nurses, respiratory therapists, laboratory technicians, and ancillary staff. Two-hundred and twenty health care professionals participated in the training. All were asked to complete the same three-question survey before and after participation in the training program. The survey assessed their subjective level of confidence in three key areas: management of a contamination breach, performing clinical skills while wearing PPE, and donning and doffing PPE. These questions were answered using a 5-point Likert scale with the anchors not at all confident and extremely confident. Replies were converted to their numerical value on the Likert scale, and a one-way analysis of variance was performed to calculate the p value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We analyzed completed pre-and posttraining questionnaires from 195 participants. Prior to participating in the program, 61%, 67%, and 66% of participants rated their confidence level as not at all confident or a little bit confident in management of a contamination breach, performance of clinical skills in PPE, and donning and doffing, respectively. After completing the course, 96%, 97%, and 98% of participants rated their confidence as to some extent, quite a bit, or extremely confident (Figure 1 ). Our intervention significantly increased the confidence of participants on each primary objective (p = .001 for all three stations). Means and p values for confidence scores in each station are presented in Table 1 . Overall, 90% of participants rated the quality of the simulation on the program as good or outstanding, and 97% rated the faculty as good or outstanding. These results are outlined in Figure 2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 502,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 713,
                    "end": 720,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 907,
                    "end": 915,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This program was successfully deployed and well received by the health care professionals in our institution. As it was a newly designed program for our center, there were many lessons learned along the way. We concede that the design of the program is faculty intensive. However, it was important to have a high faculty-to-participant ratio in order to replicate the high level of supervision that occurs when monitors supervise donning and doffing techniques in the clinical setting. Potentially, faculty requirements could be reduced by using core teaching faculty in the monitor role in the one-to-one donning and doffing sessions. Participants could also perform this role, provided they were instructed in the monitoring process in advance. We utilized a high-fidelity simulation environment for our simulated patient experience station, but most of the course objectives could be achieved in a lower-resource setting by omitting this station if the facilities are not available. The 4-hour program length was necessary to allow for repeated practice of a very complex donning and doffing process with many specific steps to complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One difficulty we encountered was the continuously evolving protocols for PPE. Protocols were revised as newer equipment was received, limited by a challenged supply chain as demand outweighed supply from numerous vendors from October 2014 until February 2015. For example, based on drills and exercises, we converted from one respirator brand to another that provided clearer communication and improved cooling. These protocols may vary between institutions and may be revised and altered within single institutions over time. It is important that centers implementing this course establish what the local protocols for PPE use are and adhere to them in order for the training to be applicable to the health care professionals in that institution. At the same time, we also encourage institutions to follow nationally and internationally accepted protocols as closely as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While we have solicited and analyzed feedback from a large number of participants, one of the questions in our survey referred to a skill not directly covered in the training. When originally designing our program, we hoped to include full training on management of a breach. However, it was felt that this was a higherlevel training objective, more suited to the monitors (trained clinical observers), and therefore, this content was removed from the course. Our participants were instructed that if a suspected breach occurred, they would be directed by their trained observer. We decided to leave this question in our feedback survey 16 and found that confidence was increased in this area. We feel this represented a level of confidence in the system of donning and doffing in pairs with an observer guiding. Also, we have not evaluated durability of the training by assessing long-term retention of the skills we trained for. Ideally, implementation of this program should include shorter sessions of follow-up training at regular intervals. No clear guidance for frequency and modality of training for health care workers in this intensive scheme exists, and our models are based on information garnered from national centers of excellence (Emory University, the University of Nebraska). Nongovernmental organizations' national and international efforts should be directed toward outlining standards to define competency, training modalities (functional and tabletop exercises, simulation, web-based training, didactics, etc.), and frequency of those modalities. Medicine can look to other industries, including aviation, as the gold standard for competency measurement and evaluation.",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 639,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our interprofessional simulation-based program has been shown to be a well-received method of training clinicians to manage patients collaboratively during an EVD outbreak. Our intent is that the skills taught in this training program would also be transferable to management of other infectious diseases in the clinical setting. This training should form part of a linear program with subsequent shorter courses at regular intervals aimed at ensuring retention of skills over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "DNA examination of ancient dental pulp incriminates typhoid fever as a probable cause of the Plague of Athens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Papagrigorakis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yapijakis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Synodinos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baziotopoulou-Valavani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Infect Dis",
            "volume": "10",
            "issn": "3",
            "pages": "206--214",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2005.09.001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Geographic dependence, surveillance, and origins of the 2009 influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Trifonov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khiabanian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rabadan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "2",
            "pages": "115--119",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp0904572"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Demonstration of high-fidelity simulation team training for emergency medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Wuerz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Conn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Setnik",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Acad Emerg Med",
            "volume": "6",
            "issn": "4",
            "pages": "312--323",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1553-2712.1999.tb00395.x"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Simulation-based education improves quality of care during cardiac arrest team responses at an academic teaching hospital: a case-control study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Wayne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Didwania",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feinglass",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fudala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Barsuk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcgaghie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "133",
            "issn": "1",
            "pages": "56--61",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.07-0131"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enhancing patient safety during pediatric sedation: the impact of simulation-based training of nonanesthesiologists",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shavit",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Keidan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "161",
            "issn": "8",
            "pages": "740--743",
            "other_ids": {
                "DOI": [
                    "10.1001/archpedi.161.8.740"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "for the SAEM Technology in Medical Education Committee and the Simulation Interest Group",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mclaughlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Fitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acad Emerg Med",
            "volume": "15",
            "issn": "11",
            "pages": "1117--1129",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1553-2712.2008.00188.x"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemic simulation for training in public health management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Swain",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Lynn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "IEEE Trans Biomed Eng",
            "volume": "19",
            "issn": "2",
            "pages": "120--125",
            "other_ids": {
                "DOI": [
                    "10.1109/TBME.1972.324106"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Investigating an epidemic: a seven-part simulation used in teaching",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Int J Epidemiol",
            "volume": "6",
            "issn": "2",
            "pages": "173--176",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/6.2.173"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemic investigation simulation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Lavoipierre",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Int J Epidemiol",
            "volume": "8",
            "issn": "1",
            "pages": "81--86",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/8.1.81"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immersive simulation education: a novel approach to pandemic preparedness and response",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Rega",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Public Health Nurs",
            "volume": "31",
            "issn": "2",
            "pages": "167--174",
            "other_ids": {
                "DOI": [
                    "10.1111/phn.12064"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "High-fidelity multifactor emergency preparedness training for patient care providers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Maddux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schnellmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tolley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Wahlquist",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Disaster Med",
            "volume": "7",
            "issn": "3",
            "pages": "175--188",
            "other_ids": {
                "DOI": [
                    "10.5055/ajdm.2012.0093"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Using a web-based simulation as a problem-based learning experience: perceived and actual performance of undergraduate public health students",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Spinello",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fischbach",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health Rep",
            "volume": "123",
            "issn": "2",
            "pages": "78--84",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Improving emergency preparedness system readiness through simulation and interprofessional education",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rambeck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Public Health Rep",
            "volume": "129",
            "issn": "4",
            "pages": "129--135",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What a disaster?! Assessing utility of simulated disaster exercise and educational process for improving hospital preparedness",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Stella",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Prehosp Disaster Med",
            "volume": "21",
            "issn": "4",
            "pages": "249--255",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Centers for Disease Control and Prevention Web site",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ebola",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emergency department processes for the evaluation and management of persons under investigation for Ebola virus disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Wadman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwedhelm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Emerg Med",
            "volume": "66",
            "issn": "3",
            "pages": "306--314",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annemergmed.2015.04.020"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "participation in skills sessions in which attendees role-model expected care activities for this patient population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Confidence of participants before (top) and after (bottom) the simulation program. PPE indicates personal protective equipment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Participants' ratings of faculty and quality of the simulation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Means and p Values for Confidence Scores in Each Station",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding/Support"
        },
        {
            "text": "Presented as a poster at the Society for Academic Emergency Medicine Annual Meeting, May 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prior Presentations"
        },
        {
            "text": "Reported as not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        }
    ]
}