{
    "paper_id": "1b7520912fbd483ef60014fe0e7f0d0c2df1d07e",
    "metadata": {
        "title": "Supplement Material and Methods 1 2",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Two independent slide readers conducted malaria microscopy on Giemsa stained 5 thick and thin smears. In case of discrepancies a third decisive reading by an 6 additional reader was performed (see supplement material and methods for more 7 details). From CSF, a direct cell count was done using a Fuchs-Rosenthal counting 8 chamber. Urine was tested for the presence of leucocytes and nitrite using dipsticks 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Processing of specimens 3 4"
        },
        {
            "text": "(Urine Control Stripes, Diagnostik Nord, Germany). Alanine transaminase (ALT) and 10 aspartate transaminase (AST) concentrations were measured in all serum samples on a 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Processing of specimens 3 4"
        },
        {
            "text": "Biolyzer 100 instrument (Analyticon, Biotechnologies, Lichtenfels, Germany). 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Processing of specimens 3 4"
        },
        {
            "text": "Patients with ALT or AST concentrations above 150 U/L were screened for hepatitis 13 instructions. 16S rRNA gene sequencing was performed based on the principle 57 established by Weisburg et al., 1991 [3] . Two different primer pairs were used to 58 amplify the rRNA gene (see Enriched viral particles were then extracted, fragmented, reverse-transcribed, ends 77 repaired, dA-tailed, adaptor ligated and purified. Library preparation was performed 78 using the Nextera XT library prep Kit (Illumina, San Diego, CA, USA). Next 79 generation sequencing was performed on the MiSeq Illumina platform (2 x 300 bp 80 paired-end sequencing). Resulting raw reads were trimmed, de-duplicated and de 81 novo assembled using a customized NGS pipeline. The assembled contigs and 82 unassembled singlets were compared with a viral proteome database using BLASTx 83 using E-value cutoff 0.01. 84",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 204,
                    "text": "Weisburg et al., 1991 [3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Processing of specimens 3 4"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diagnosing Salmonella enterica 87",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Emran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Serovar Typhi Infections by Polymerase Chain Reaction Using EDTA 88",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Blood Samples of Febrile Patients From Burkina Faso",
            "authors": [],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "89",
            "issn": "1",
            "pages": "37--41",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antigenic Formulae of the Salmonella Serovars",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grimont",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weill",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "92 Edition: World Health Organization",
            "authors": [],
            "year": 2007,
            "venue": "Collaborating Centre for Reference and Research on Salmonella",
            "volume": "9",
            "issn": "",
            "pages": "1--166",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "16S ribosomal DNA 94 amplification for phylogenetic study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Weisburg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Barns",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Bacteriol",
            "volume": "173",
            "issn": "2",
            "pages": "697--703",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The oligonucleotide 96 probe database",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Alm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Oerther",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Raskin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Appl Environ Microbiol",
            "volume": "62",
            "issn": "10",
            "pages": "3557--3566",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and thin blood smears were made from venous samples and stained with 10% 39 filtered Giemsa. Plasmodium species were differentiated and parasitaemia was 40 estimated by counting the number of asexual forms of Plasmodium corresponding to 41 200/500 leukocytes in the thick blood film, and 5000 erythrocytes in the thin blood 42 film according to parasitaemia level. A slide was declared negative when no asexual 43 parasites were detected against 100 fields examined on a thick film. Each slide was 44 examined by two independent expert microscopists. A slide was read by a third 45 microscopist in case of at least one of the following discrepancies: i) in the species, ii) 46 in the positivity of the smears, iii) in the parasitaemia by a factor of ≥ 2 fold, iv)47 discordant results in case of parasitaemia < 2000 parasite/µL or by a factor of ≥ 4 48 fold, or v) discordant results in case of parasitemia > 2000 parasite/µL. For a slide 49 reading to be considered valid, a minimum of two concordant readings by two 50 different expert microscopists was necessary. The parasitaemia was calculated by the 51 mean of the two closest values for each slide. 52 53 3. 16S RNA/DNA gene sequencing for CSF patient samples 54Microbial DNA was extracted out of CSF patient samples using the RTP® Pathogen 55Kit (Stratec biomedical, Birkenfeld, Germany) according to the manufacturers 56",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "-D-Bact-1492-a-A-16 5'-TAC CTT GTT ACG ACT T -samples were filtered through a 0.45-µm filter (Millipore, Darmstadt, 72 Germany) to remove larger debris, bacteria and digested with a mixture of nucleases 73 (Turbo DNase, Ambion, Carlsbad, CA, USA; Baseline-ZERO, Epicenter, Madison, 74 WI, USA; Benzonase, Novagen, San Diego, CA, USA; RNAse One, Promega, 75 Fitchburg, WI, USA) to digest unprotected nucleic acids including host DNA/RNA. 76",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "A, B and E virus (see supplement table S1). 14 Bacterial cultures were performed on standard media from positive-flagged blood 15culture bottles (BACTEC Peds Plus/F, Becton Dickinson, USA), from CSF, urine and 16 stool specimens (all Oxoid, Basingstoke, UK). Environmental bacteria and bacteria 17 belonging to the skin flora (e.g. coagulase negative staphylococci, Corynebacterium 18 spp. and Bacillus spp.) were considered as contaminants. Bacterial isolates were 19 France) and MALDI-TOF MS (Bruker Daltonics, Bremen, Germany). Salmonella 21 isolates were serotyped by a multiplex PCR for S. Typhi, S. Typhimurium, S. 22 Enteritidis and S. Dublin as described before [1]. PCR non-typable Salmonella strains 23 were serotyped following the Kauffmann-White-Le Minor scheme [2]. 24 DNA was extracted from EDTA blood with the GenoType DNA extraction Kit (Hain 25 Lifescience, Nehren, Germany) and from stool using the QIAamp DNA Stool Mini 26 Kit (Qiagen, Hilden, Germany) including six freeze-thaw cycles. DNA and RNA was 27 extracted from all serum, CSF and throat swabs samples using the RTP Pathogen Kit 28 (Stratec biomedical, Birkenfeld, Germany). A panel of PCRs for respiratory, 29 gastrointestinal and systemic bacterial, viral and parasitic pathogens was applied as 30 detailed in the supplement table S3. 31A screening and confirmatory HIV rapid diagnostic test was offered to all study 32 participants above 18 months of age after separate informed consent was signed. 16S 33 rRNA gene-based identification of bacterial pathogens and next-generation 34 sequencing (NGS) for viruses were performed from CSF samples (see section 3. and",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1. Primer pairs used to amplify the rRNA gene 67",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}