{
    "paper_id": "1be90a46380a03cc53bacd389834702db88ac79b",
    "metadata": {
        "title": "Viral adaptation to host: a proteome-based analysis of codon usage and amino acid preferences",
        "authors": [
            {
                "first": "Iris",
                "middle": [],
                "last": "Bahir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hebrew University of Jerusalem",
                    "location": {
                        "settlement": "Jerusalem",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Menachem",
                "middle": [],
                "last": "Fromer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hebrew University of Jerusalem",
                    "location": {
                        "settlement": "Jerusalem",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Yosef",
                "middle": [],
                "last": "Prat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hebrew University of Jerusalem",
                    "location": {
                        "settlement": "Jerusalem",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Michal",
                "middle": [],
                "last": "Linial",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hebrew University of Jerusalem",
                    "location": {
                        "settlement": "Jerusalem",
                        "country": "Israel"
                    }
                },
                "email": "michall@cc.huji.ac.il"
            }
        ]
    },
    "abstract": [
        {
            "text": "Viruses differ markedly in their specificity toward host organisms. Here, we test the level of general sequence adaptation that viruses display toward their hosts. We compiled a representative data set of viruses that infect hosts ranging from bacteria to humans. We consider their respective amino acid and codon usages and compare them among the viruses and their hosts. We show that bacteriainfecting viruses are strongly adapted to their specific hosts, but that they differ from other unrelated bacterial hosts. Viruses that infect humans, but not those that infect other mammals or aves, show a strong resemblance to most mammalian and avian hosts, in terms of both amino acid and codon preferences. In groups of viruses that infect humans or other mammals, the highest observed level of adaptation of viral proteins to host codon usages is for those proteins that appear abundantly in the virion. In contrast, proteins that are known to participate in host-specific recognition do not necessarily adapt to their respective hosts. The implication for the potential of viral infectivity is discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viruses show appreciable variation in the selectivity with which they infect host organisms. Some viruses infect a broad range of species, whereas others infect only a single host. A successful viral infection requires that the virus possess the capability to enter the host cell and take over cellular functions and direct them toward the efficient production of new viruses. Most viruses recognize their respective hosts through membrane receptors that have a role in host physiology. Examples of such receptors are gangliosides, heparan sulfate moieties, and integrins (Garrigues et al, 2008) , which act as the cell receptors for simian virus 40 (SV40), human cytomegalovirus (HHV-5), and human herpesvirus 8 (HHV8), respectively. In stark contrast, for some viruses, host range is not limited to the recognition stage (McFadden, 2005) . For example, poxviruses bind to and enter a wide range of mammalian cells, but a fruitful replication cycle occurs only in a restricted set of hosts. Replication of poxviruses involves the host cell cycle, signal transduction, transcription factors, phosphatases, and interferon-induced mediators. Therefore, the features that govern the host range for poxvirus seem to involve a rich collection of host genes (McFadden, 2005) .",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 595,
                    "text": "(Garrigues et al, 2008)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 823,
                    "end": 839,
                    "text": "(McFadden, 2005)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1252,
                    "end": 1268,
                    "text": "(McFadden, 2005)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All viruses are characterized by very high natural mutation rates, with the RNA viruses displaying an exceptionally high rate (Drake, 1993) . Co-evolution and adaptation of viruses to their hosts were mostly studied by comparing mutations at synonymous and non-synonymous coding sites in specific genes. The fast adaptation of human immunodeficiency virus-1 (HIV-1) to specific HLA-1 epitopes validates the importance of viral evolution at a population level (Kawashima et al, 2009 ). As of yet, the study of adaptation of viruses toward their hosts has been undertaken for specific viral families, including retroviruses (Bronson and Anderson, 1994) , astroviridae (van Hemert et al, 2007) , mimivirus (Sau et al, 2006) , and bacteriophages (Lucks et al, 2008) , but this has not been systematically investigated for all known viral proteomes.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 139,
                    "text": "(Drake, 1993)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 459,
                    "end": 481,
                    "text": "(Kawashima et al, 2009",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 650,
                    "text": "(Bronson and Anderson, 1994)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 666,
                    "end": 690,
                    "text": "(van Hemert et al, 2007)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 703,
                    "end": 720,
                    "text": "(Sau et al, 2006)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 742,
                    "end": 761,
                    "text": "(Lucks et al, 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The degeneracy of the genetic code implies that multiple triplets code for the same amino acid. The frequencies with which different codons are used vary significantly between organisms and between proteins within the same organism (Akashi, 2001) . Many studies have focused on the bias in codon usage among species. In single cell organisms (prokaryotes, archaea, and some fungi), the codon usage is strongly tuned for highly expressed genes and was thus concluded to be optimized for translational efficiency (Sharp et al, 1988) . However, the main trends in multicellular organism codon usage were attributed to the isochore-dependent genome composition (GC) content, gene architecture, and chromosomal locations (see discussion in Costantini et al, 2009) . Still, evidence for codon usage bias toward highly expressed genes and its correlation to tRNA abundance argues that translational efficiency does have a role for some plant, fly, and worm proteomes (Duret, 2000 and references within) . Evolutionary forces and multiple molecular processes (e.g., unbiased gene conversion, mutation rates, and genetic drift) have also participated in shaping codon usage in higher eukaryotes (Bernardi, 1986; Duret, 2002) . The molecular determinants that have globally influenced the translational efficiency in Escherichia coli (Kudla et al, 2009) and the evolution of polymerase genes in the influenza A virus (Brower-Sinning et al, 2009) indicate that, in addition to GC content, RNA folding processes also affect the adaptability and translational capacity of viral sequences.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 246,
                    "text": "(Akashi, 2001)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 511,
                    "end": 530,
                    "text": "(Sharp et al, 1988)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 735,
                    "end": 758,
                    "text": "Costantini et al, 2009)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 960,
                    "end": 995,
                    "text": "(Duret, 2000 and references within)",
                    "ref_id": null
                },
                {
                    "start": 1186,
                    "end": 1202,
                    "text": "(Bernardi, 1986;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1203,
                    "end": 1215,
                    "text": "Duret, 2002)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1324,
                    "end": 1343,
                    "text": "(Kudla et al, 2009)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1407,
                    "end": 1435,
                    "text": "(Brower-Sinning et al, 2009)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruses do not have tRNAs, and consequently the translation of viral proteins relies entirely on the pool of host tRNAs. An exception is the Paramecium bursaria chlorella virus, which contains a partial set of tRNAs and other host-like properties (Van Etten and Meints, 1999) . In a recent study that tested the codon usage adaptation for over 100 bacteriophages infecting 10 different bacterial hosts, it was shown that the bacteriophage genomes are under codon-selective pressure imposed by the translational biases of their respective hosts (Carbone, 2008) . The reasoning underlying this codon selection hypothesis argues that it provides an advantage for viral protein synthesis at the level of translational efficiency.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 275,
                    "text": "(Van Etten and Meints, 1999)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 544,
                    "end": 559,
                    "text": "(Carbone, 2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In viruses infecting multicellular animals, such translational biases may lead to increased virion production rates within the infected cell and reduce the accessibility of viruses to the immune response of the host (Bonhoeffer and Nowak, 1994) . However, to the best of our knowledge, the analysis of codon biases of eukaryotic (alongside prokaryotic) viruses compared with their hosts has yet to be undertaken on a large scale. However, related phenomena have been described. Specifically, the codon usage bias in the poxviridae family (dsDNA viruses) was determined by measuring the effective number of codons in the viral proteome. Neither the expression level nor the gene size was shown to be a determinant of the measured codon usage biases. Nonetheless, for most poxviruses, the codon usage was close to the value predicted based on the GC content (Barrett et al, 2006) . Similar results were shown for coronavirus (Gu et al, 2004) and other vertebrate-infecting DNA viruses (Shackelton et al, 2006) . In papillomavirus, the codon bias was attributed to the AT content rather than to host specificity (Zhao et al, 2003) . In the case of retroviruses, it was shown that strong discrimination against CpG sequences directly shapes the codon usage and, as a result, even indirectly restricts the choice of amino acids (Berkhout et al, 2002) . Thus, in general, GC and, specifically, the GC content were thus far found to be the major determinants of codon usage in vertebrate DNA viruses (Shackelton et al, 2006) . It has been found that for many viruses, genome-wide mutational pressures override the selection for specific codons (Jenkins and Holmes, 2003) . Studies of the evolutionary history of viral adaptation propose a cross talk between codon usage, replication mode, genome size, and host range (Koonin et al, 2006) . Furthermore, the observation that there exist both eukaryotic viruses that have adapted their codon usage toward their hosts and those that show little evidence for such adaptation recently prompted the hypothesis that this simply reflects the limited time of the latter for optimization toward their hosts (Barrai et al, 2008) . A contrary view would suggest that the extremely high mutation rates in viruses (especially in RNA viruses) outpace the evolutionary processes of selection that drive such optimization of the virus to the host.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 244,
                    "text": "(Bonhoeffer and Nowak, 1994)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 856,
                    "end": 877,
                    "text": "(Barrett et al, 2006)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 923,
                    "end": 939,
                    "text": "(Gu et al, 2004)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 983,
                    "end": 1007,
                    "text": "(Shackelton et al, 2006)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1109,
                    "end": 1127,
                    "text": "(Zhao et al, 2003)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1323,
                    "end": 1345,
                    "text": "(Berkhout et al, 2002)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1493,
                    "end": 1517,
                    "text": "(Shackelton et al, 2006)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1637,
                    "end": 1663,
                    "text": "(Jenkins and Holmes, 2003)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1810,
                    "end": 1830,
                    "text": "(Koonin et al, 2006)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2140,
                    "end": 2160,
                    "text": "(Barrai et al, 2008)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we set out to determine whether, despite the enormous diversity among viruses, a high-level, generalized trend of adaptation of viruses toward their hosts can be observed. To this end, we provide a strict virus-to-host mapping using a non-redundant set of representative viruses and hosts, ranging from human to bacteria. We develop a statistical framework for the unbiased assessment of the mutual pairwise distances between all viruses and all recognized hosts. To test the hypothesis of general molecular adaptation of a virus toward its hosts, we focus on codon usage and amino acid preferences within groups of viruses that are unified at varying taxonomical granularities. We observe that all bacteriophages are strongly tuned to match their unique hosts and this correspondence is also evident in their GC contents. However, somewhat surprisingly, viruses that infect humans resemble all mammalian hosts equally, and this similarity even extends to aves and several insects. This observation does not hold for viruses of other mammals, despite a strong similarity among the codon usages of most mammals. Finally, we show that viral selection of codon usage toward that of the host has not occurred uniformly for all proteins of the virus, but it is mainly dominated by the set of proteins expressed in high abundance. The implications of these observations for viral evolution and on the potential for zoonotic epidemics are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruses comprise the largest group of parasitic organisms for which cross talk between the proteomes and their cognate hosts can be studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral proteomes are biased and poorly annotated"
        },
        {
            "text": "The huge diversity among viruses encompasses their mode of replication, shape, stability, proteome size, and infectivity. These factors impose an inherent difficulty in the classification of viruses into taxonomical groupings. Currently, B10% of all sequences in the UniProtKB database (Boutet et al, 2007) (release 14.6) are viral proteins (718 000 proteins). Actually, full-length proteins account for only a third of these, and, following the elimination of sequence redundancy (at the level of 90% identity), the number of proteins is reduced to only B10% of the original number (72 992 proteins) (Figure 1 ). In addition, the low fraction of these proteins that are manually reviewed (based on the SwissProt database) results in only 1% of the initial collection (7416 proteins). Furthermore, the relevance of specific virus families to human health has led to a strong bias in the quality and reliability of genome annotation. The majority of viral sequences in the public databases are derived from only a few viral families, whereas most families remain poorly represented. This point is illustrated for the HIV, which makes up 36% of all viral protein entries ( Figure 1 ). Half of all viral proteins are either from the HIV or hepatitis (Hepadnaviridae) viruses, two families with an indisputable impact on human health. An additional source of bias in analyzing the viral world stems from data that originate from incomplete genomes. The UniProtKB annotation of 'complete proteome' covers only 0.5% of all viral sequences.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 306,
                    "text": "(Boutet et al, 2007)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 610,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1171,
                    "end": 1179,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Viral proteomes are biased and poorly annotated"
        },
        {
            "text": "The collection of proteins from ViralZone, a manually reviewed virus-host web portal that provides information on all known virus genera, overcomes some of these biases. ViralZone lists B300 genera of viruses belonging to 80 major families. Associated with each genus is information on the host range and tissue tropism. All viruses are classified by their taxonomical order as well as by the accepted index that divides them into seven classes (Baltimore index I-VII), based on their genetic material and mode of replication. One hundred twentyone human-infecting viruses that belong to 50 genera are currently known (Supplementary Table S1 ). The uneven partition for human-infecting viruses among the seven classes is shown ( Figure 1B ). Class I (dsDNA) and class V (ssRNA(À)) account for 70% of the proteins, but all other classes are also represented among human viruses. By considering all proteins that are known from UniProtKB (a unification of SwissProt and TrEMBL), only 25% of the relevant proteomes are included in classes I and V, whereas the dominating class in terms of the quantity of protein sequences is class VI (ssRNA (RT), including HIV). Proteins belonging to class IV account for B50% of the proteins of human-infecting viruses (total B568 000). We used the manually compiled set from SwisProt for analyzing the human viruses throughout this study. Thus, in summary, we chose to focus only on complete proteomes of the representative species to ensure an unbiased and unabridged data set for subsequent analysis, as an uneven Partition of all proteins of 121 human-infecting viruses (from 50 virus genera) by viral classification into the 7 Baltimore classes and by the number of proteins in each class. Note the significant change in the fraction of proteins in each class when the manually reviewed data resource (SwissProt) or all data (UniProtKB) are considered. Source data and additional clinical information can be found in Supplementary Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 633,
                    "end": 641,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 738,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1955,
                    "end": 1977,
                    "text": "Supplementary Table S1",
                    "ref_id": null
                }
            ],
            "section": "Viral proteomes are biased and poorly annotated"
        },
        {
            "text": "representation of viral protein sequences will affect most statistical properties (e.g., codon usage, GC content, and amino acid composition).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral proteomes are biased and poorly annotated"
        },
        {
            "text": "Ambiguity in virus-to-host mappings in publicly available databases often reflects missing information regarding a specific host. For example, a virus may be assigned to several hosts described at various levels of the species taxonomical tree (e.g., rodents, primates, and insects). However, only rarely do members of the same virus genus infect hosts differing above the level of class (e.g., mammals), phylum (e.g., chordata), or regnum (e.g., animals). An example of such an uncommon case is the Iridoviridae family (dsDNA viruses), which infects frog, snakes, insects, and fish. To overcome the ambiguities resulting from virus-host assignments, we adopt a mapping that focuses on the host taxonomical level of interest, which then groups together viruses that infect a unique group of hosts at that particular level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ambiguity in mapping of viruses to their respective hosts"
        },
        {
            "text": "As an illustrative example ( Figure 2 ), we depict the viruses that infect mammals (excluding humans and other primates). Critically, these mappings account both for the virus under study and its hosts, with respect to the underlying host taxonomical tree. There are 10 host organisms that are infected by 17 viruses. These 17 viruses are represented by 7 types of viruses ( Figure 2 , V1-V7) that are identical in terms of their defined host range. We show that for the case in which the host-species level is considered (level A), only a restricted virus-to-host mapping can be applied. However, higher taxonomical views (levels B, C, or D) are consistent with a mapping of additional viruses. All further analyses herein will follow such a mapping (see Materials and methods). Note that resolving the ambiguity of assignment of viruses to their hosts is a fundamental precondition for studying virus-host evolution on a large scale.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 383,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Ambiguity in mapping of viruses to their respective hosts"
        },
        {
            "text": "We set out to test the preference of amino acids in viral proteomes vis-a-vis their hosts. To this end, we compiled an exhaustive representative set (see Materials and methods) and applied the virus-to-host mapping at a high taxonomical level ( Figure 2 , level C). To start with, we focused on two taxonomical groups: mammals (subdivided into human and nonhuman hosts) and bacteria. This analysis is based on 481 779 and 312 201 amino acids from the respective virus groups. The proteomes of virus representatives that infect humans and those that infect bacteria (bacteriophages) are compared ( Figure 3A ). It is evident that some amino acids Figure 2 Mapping of viruses to hosts. (Top) a tree is drawn according to the hierarchical taxonomy of the hosts (from class to genus, based on NCBI taxonomy). The hosts that are unified at the suborder level are framed with an identical color. The four levels (A-D) represent the host grouping at the genus, suborder, order, and class levels, respectively. Below each host, the viruses that infect it are listed. (Bottom) for each taxonomy level, the virus-to-host mapping resulting from the tree is shown. Ambiguity in mapping of viruses to their hosts results from viruses that are annotated to infect a group of hosts that are not uniquely defined at the taxonomical level of interest (e.g., V5 not uniquely defined at level B strongly deviate between these two groups. For example, arginine (R) is more prevalent in the viruses of humans (Po10 À6 , t-test with Bonferroni correction), whereas lysine (K) appears more in bacterial proteomes (Po10 À6 ). A similar trend is seen for isoleucine (I, Po10 À6 ) and leucine (L, Po10 À6 ). The source and biological significance of such differences are under study and beyond the scope of this study. Similarly, we measured the codon usage for each of the 59 codons that code for 1 of the 18 degenerately encoded amino acids (tryptophan and methionine are encoded by only a single codon). As an illustration, we show the codon preferences for arginine (R, 6 codons) and leucine (L, 6 codons), as measured for human-infecting and mammalian (excluding human) virus groups ( Figure 3B ). The different usage of each of the amino acids' codon triplets is evident (w 2 test, Po10 À6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 606,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 646,
                    "end": 654,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 2164,
                    "end": 2173,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Amino acid distribution and codon usage signature"
        },
        {
            "text": "To test the range of variability in amino acids and in codon usage within the space of the viruses studied, all representative viruses were divided on the basis of their infectivity toward a taxonomical partition of six high-level host groups: humans, mammals (excluding humans), vertebrates (excluding mammals-mainly fish and aves), insects, plants, and bacteria. This partition permitted maximal coverage of the virus representatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variability among viral proteomes is greater than for their hosts"
        },
        {
            "text": "For a particular group of viruses and a given set of hosts, frequency vectors (20 element vectors for amino acids, and 59 element vectors for codons) were calculated. To compare these vectors, we measure the pairwise distance between codon usage (or amino acid distribution) using a distance metric, where lower values indicate greater similarity. We applied multiple measures to determine the distance between any pair of vectors for virus and host. We will present the results obtained using the L 2 norm measure. Additional measures that were applied include the L 1 norm and DKL (see Materials and methods), but their use has only a negligible impact on the results, supporting the robustness of the analysis performed hereafter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variability among viral proteomes is greater than for their hosts"
        },
        {
            "text": "Under the scheme outlined above, we consider the ranked distance of each pair of viruses and host groups relative to the L 2 variability among the entire set of tested pairs (36 pairs, covering all 6 major taxonomical groups). Figure The relative codon usage of the six triplets that code for Arginine (R) and Leucine (L) in human-infecting viruses (yellow) and viruses that infect non-human mammals (blue). Such data, when combined for all codons (excluding triplets for Tryptophan and Methionine), produce a vector of 59 codon frequencies that is subsequently used for quantifying the distance between any pair of virus and host groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 233,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "Variability among viral proteomes is greater than for their hosts"
        },
        {
            "text": "than are the respective viral groups (predominantly red). The variability among viruses that infect plants, insects, and bacteria is substantially higher, and so is the variability among the respective host genomes (the full results are found in Supplementary information S1). The resemblance in amino acid preference between viruses and their grouped taxonomical hosts is rather weak except for humans and somewhat for non-mammal vertebrates ( Figure 4B , left; Supplementary information S1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 454,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Variability among viral proteomes is greater than for their hosts"
        },
        {
            "text": "The results for a host-host and virus-virus comparison of codon usages ( Figure 4A , right) show a trend similar to that for amino acid distributions, namely, substantial similarity among the host groups and enhanced diversity among the corresponding virus groups. Nevertheless, viruses infecting non-human mammals and viruses infecting non-mammal vertebrates show an intermediate level of resemblance to each other (green squares), whereas human viruses differ from these two groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Variability among viral proteomes is greater than for their hosts"
        },
        {
            "text": "Next, we tested the similarity between virus, host amino acid, and codon preferences, as a measure for coherent adaptation of viruses with respect to their host taxonomical groups ( Figure 4B, right) . Interestingly, viruses that infect humans are not only adapted to the human host, but are also similar in codon preference to host groups comprising mammals excluding humans (M), and vertebrates excluding mammals (V, mostly viruses of fish and birds). On the other hand, the codon usage of viruses infecting vertebrates is highly dissimilar from that of all host groups shown (the opposite of that for human viruses, Supplementary information S1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 199,
                    "text": "Figure 4B, right)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Variability among viral proteomes is greater than for their hosts"
        },
        {
            "text": "The similarity between the codon and amino acid preferences of human-infecting viruses and a wide variety of host organisms (Figure 4 ) may reflect the non-unique definition for virus strains that are associated with broad taxonomical host groups. We thus compiled a set of representative viruses derived from an organism-level view of the hosts (Figure 2 , level A), where, in this setting, only viruses that uniquely infect a defined host species are included. The 30 hosts infected by virus representatives unique to their respective hosts are listed in Table I . Most viruses are represented with 41000 codons for each host and 10 of the viruses are supported by 420 000 codons (see Supplementary Table S2) . A comparison of the codon usage among the viruses themselves is shown ( Figure 5A ), indicating enormous variability between viral genomes. Note that the colors in the various matrices range from blue (high similarity) to red The Vir Â Ho analysis shows the L 2 distances between viruses and hosts. Note that this matrix is not symmetric and that the x-and y-axes show the hosts (Ho) and the viruses (Vir), respectively. Source data is available for this figure at www.nature.com/msb. Figure 5B ), the internal variability in the groups of mammals, plants, and insects was relatively low (especially among the mammal hosts). Nonetheless, among the 10 bacterial hosts tested, the variability is very high (dominated by red color).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 133,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 346,
                    "end": 355,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 564,
                    "text": "Table I",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 687,
                    "end": 710,
                    "text": "Supplementary Table S2)",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1198,
                    "end": 1207,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparison of codon usages between hosts and between viruses"
        },
        {
            "text": "It is known that the GC content is a strong determinant in shaping codon usage, specifically in the higher multicellular eukaryotes. As a control experiment, a comparison of the GC content between viruses and their cognate hosts shows that viruses have an overall weak, but significant (R 2 ¼0.575, Po10 À5 ), correlation with their host GC content ( Figure 6A ). In fact, for bacteria, the partition by host GC content provides a very strong linear association ( Figure 6A , blue points, R 2 ¼0.927, Po10 À5 ). However, no significant associations are found between the GC contents of viruses and their hosts for other taxonomic groups. For example, for the 11 mammals analyzed in this study, the correlation was extremely poor (R 2 ¼0.065). This can be explained by the fact that although the GC content in mammal-infecting viruses ranges between 35 and 56%, the GC content of the proteomes of the mammal hosts studied (Supplementary Table S3 ) is rather narrow (50-53%). Thus, we conclude that the correlation between the GC contents of the viruses and their hosts ( Figure 6A ) is dominated by the bacteriophages matching their unique bacteria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 360,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 464,
                    "end": 473,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 921,
                    "end": 944,
                    "text": "(Supplementary Table S3",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1079,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Adaptation of viruses toward their hosts is shown by GC content and codon usage"
        },
        {
            "text": "As we did not find virus-to-host adaptation of GC content with respect to the entire taxonomical spectrum, we proceeded to test the codon usage distances for all pairs of virus and host ( Figure 6B ); the similarity of the viruses toward their specific hosts (the diagonal of the matrix in Figure 6B ) is also summarized in Table II . The adaptation among the bacterial set is very prominent, especially in light of the extreme differences among the different bacterial hosts themselves ( Figure 5B ; Supplementary information S1). In fact, each bacterial virus shows a very different pattern relative to all other bacterial viruses. In addition, significant levels of resemblance are evident among the different plant viruses and their hosts. However, the strongest signal observed is the resemblance of human viruses to all mammalian hosts; at the same time, these viruses remain rather different from any of the other mammalian viruses ( Figure 5A ). Furthermore, the strong similarity of the codon usage of human viruses to all 11 mammalian hosts reaches substantially farther into the taxonomic realm, approaching the insect and bird host species as well (Supplementary Table S3 ). Interestingly, the viruses that actually infect birds do not show strong adaptation to their hosts (based on viruses that infect chickens). We have shown that human viruses show an unexpected similarity to a broad range of host taxonomical groups, including mammals, avians, most insects, and some plants. Among all tested mammals, only human and rat viruses share strong resemblance in their codon usage profiles. However, owing to the relatively weak support for rat-infecting viruses (i.e., few proteins, narrower virus representatives), we will focus only on the adaptation of human viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 197,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 290,
                    "end": 299,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 324,
                    "end": 332,
                    "text": "Table II",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 489,
                    "end": 498,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 941,
                    "end": 950,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1160,
                    "end": 1183,
                    "text": "(Supplementary Table S3",
                    "ref_id": null
                }
            ],
            "section": "Adaptation of viruses toward their hosts is shown by GC content and codon usage"
        },
        {
            "text": "We tested whether the above phenomenon is perhaps dominated by the virus classification scheme. Human-infecting viruses are found in each of the seven classes (see Materials and methods). However, only for four of the seven classes do there exist three or more proteins derived from viruses that exclusively infect humans. Overall, all four of these human virus classes provide an almost identical codon usage profile when compared with mammals, insects, and plants (not shown), thus precluding such reasoning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adaptation of viruses toward their hosts is shown by GC content and codon usage"
        },
        {
            "text": "Most virus proteomes are rather simple and include o10 proteins. A minimal set of proteins comprises the virion structure by building the atomic units of the capsomers. Similarly, most viruses have a replication enzyme such as reverse transcriptase and RNA or DNA polymerase, according to their mode of replication, transcription, and regulation. In some instances (e.g., small DNA viruses and hepadnaviruses), the involvement of host polymerases is essential for the initial phase of viral replication. The rest of the proteome encodes diverse functions that are mostly uncharacterized and are often specialized to the life cycle of the particular virus. We tested the hypothesis that the evolutionary forces underlying codon usage adaptation of the virus may not be determined at the overall genomic level but may instead reflect some functional properties of its proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Codon usage resemblance is stronger for structural viral proteins"
        },
        {
            "text": "The variability in viral structure, size, complexity, and shape is enormous. Despite such diversity, we assigned all viral proteins to four mutually exclusive functional sets (Figure 7 ; see Materials and methods). Figure 7C shows that structural proteins ('H') that do not function as host recognition elements are characterized by the highest levels of codon usage similarity with their respective host (i.e., lower L 2 distance measure). This diverse group includes proteins that participate in packing and covering the DNA, as well as the structural proteins that build the core of the virions. On the other hand, proteins that are expressed on the surface ('R'), which are molecules that participate in recognition of the host receptors, show the largest deviation from the host relative to the other defined groups. The polymerases and additional nucleic acid-related enzymes ('EC') show an intermediate level of resemblance to host codon usage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 215,
                    "end": 224,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Codon usage resemblance is stronger for structural viral proteins"
        },
        {
            "text": "As early as 20 years ago, a correlation was detected between the prevalence of dinucleotides in viruses and their hosts (Barrai et al, 1990) . Although these data were based on a very limited set of sequences, the main conclusion remains accurate in view of the current scale of sequenced data, which suggests an active adaptation process of viruses toward their hosts. We found that the huge amounts of data regarding viral genomes and the genomes of their respective hosts have enabled the compilation of a balanced data set for further analysis (Figure 1 ). Figure 6B ). The most adapted virus-host pairs are indicated in bold.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 140,
                    "text": "(Barrai et al, 1990)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 557,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The viral space displays enormous diversity but high redundancy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral adaptation to host I Bahir et al"
        },
        {
            "text": "In this study, we set out to analyze the overall potential adaptability of known virus families by using the complete set of virus representatives that reflect the current knowledge of all major viruses. Clearly, our analyses are strongly dependent on the correct mapping of viruses to their hosts. We analyzed 122 viruses at the higher taxonomical levels and 64 viruses at the host-species level, where each such virus represents a different viral genus (Table I; Supplementary Table S2 ). By the strict mapping of a set of 30 virus genera that exclusively infect 30 different hosts, we limited the set of viruses and often remained with only one or very few representatives for a unique host. It is possible that the set of viruses that have a restricted range of hosts is skewed. They may reflect (i) poorly studied cases, which leads to partial information regarding the virus and its hosts; and (ii) cases where the dependency on virus-host pair is stronger because of a specific molecular barrier that restricts the host range. We cannot separate these two instances, but for many cases the restricted host assignment is supported by a large body of literature. For example, the observed overwhelming similarity in amino acid distributions and in the codon usage among viruses infecting the tomato, lettuce, rice, and arabidopsis plants ( Figure 4 ) seems more likely to be a result of incomplete annotation in the viral database, where each of these viruses overlap and, in reality, infect the other plants but are simply not yet annotated as such. This is in accord with the current view of plant-infecting viruses (Roossinck, 1997) . Although the statistical power for some analyses may be affected by this 'reduction to representatives,' we argue that the trends observed in this study hold and will be further substantiated when additional viruses with accurate annotations become available. We analyzed a representative set of viruses irrespective of their mode of replication according to a partition to the 7 standard classes (Melnick, 1972) that are indicated by I-VII. Note that host specificity does not determine the class. For example, although most viruses that infect humans (Supplementary Table S1 ) belong to class I, human-infecting viruses are represented in all other classes, including the well-known health-threatening viruses, such as the Coronavirus family (SARS, class IV), Lentivirus (AIDS virus, class VI), and Ebola virus (class V). The genomic structures, nucleotide composition, replicative mode, replication time, and rates of mutation in the different classes are estimated to show great differences, where, for example, RNA viruses mutate much faster than other groups. Despite these differences, the analysis of humaninfecting viruses based on this classification showed that the observed adaptation of human viruses characterizes viruses from a broad range of life cycles and replication modes.",
            "cite_spans": [
                {
                    "start": 1623,
                    "end": 1640,
                    "text": "(Roossinck, 1997)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2040,
                    "end": 2055,
                    "text": "(Melnick, 1972)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 487,
                    "text": "(Table I; Supplementary Table S2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1345,
                    "end": 1353,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2211,
                    "end": 2219,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Viral adaptation to host I Bahir et al"
        },
        {
            "text": "Testing codon and amino acids usage (rather than more direct measures of substitution and mutation rate) has the advantage that it provides a view on the variability of the viral proteome relative to its potential hosts (Figures 4-6) . Nonetheless, our observations cannot provide insights into the dynamics or rates of viral evolution. Studies that estimate the diversity among viruses and their hosts often focus on those having high enough mutation rates or short generation times, resulting in increased genetic diversity (van Hemert et al, 2007) . Our analysis is thus complementary to such studies.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 550,
                    "text": "(van Hemert et al, 2007)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 233,
                    "text": "(Figures 4-6)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Viral adaptation to host I Bahir et al"
        },
        {
            "text": "In this paper, we observed that all mammalian genomes have similar codon usage. Furthermore, we found that human viruses share this common codon usage with their human Theoretically, this could derive from a situation where, for some reason, only human viruses are required to adapt their codon usage to successfully infect their host, whereas this adaptation does not seem critical for the viruses of other mammals. More likely explanations may be related to the recent expansion of humans and the co-evolution of their viruses, or to the hypothesis that large portions of the human genome are actually of viral origin (Kazazian, 2004) . A high similarity was reported earlier between the codon usage of bacteriophages and their hosts (Lucks et al, 2008) . In that study, the authors analyzed a large set of bacteriophages and isolated the effect of the GC (i.e., GC content) and the adaptation of specific viral codons toward the primary bacterial host. Interestingly, for about 40% of the viruses, host-preferred codons were selected, which suggests that adaptation toward the host has a strong role in viral evolution. In addition, they found that structural proteins show maximal similarity toward the host-preferred codon, in accordance with our finding regarding the high degree of adaptation for highly abundant proteins ( Figure 7C ).",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 636,
                    "text": "(Kazazian, 2004)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 736,
                    "end": 755,
                    "text": "(Lucks et al, 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1331,
                    "end": 1340,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Adaptation of viruses toward their hosts"
        },
        {
            "text": "Here, we found similar codon usages among viruses, hosts, and for virus-host pairs. Similarity in codon usage in different viruses can somewhat be explained by the occurrence of lateral gene transfer (LGT) and other modes of genetic material exchange. Accordingly, recent recombination events between the host and the virus may leave behind similar codon frequencies. Yet we do not believe this phenomenon to be a major determinant in codon usage adaptation as (i) it is unlikely that the codon usage of some functional groups but not of the entire proteome will show differences in the patterns observed ( Figure 7C ); (ii) there is no evidence that among the mammals we tested here some are more likely to be affected by LGT than others, yet human viruses show a significantly different pattern than other mammals; (iii) different classes of viruses (class I-VII) have similar adaptation trends, despite substantial differences in the potential for the exchange of genetic material with the host in RNA and DNA viruses. Thus, although it is unlikely that LGT dominates the observed resemblance of codon usage between eukaryotic viruses and their hosts, this does not hold for bacteria and archaea, which are exposed to high frequencies of LGT events.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 616,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Adaptation of viruses toward their hosts"
        },
        {
            "text": "An interesting case of co-evolution with expected restrictions on infectivity is that of viruses that infect hosts that use alternative genetic code assignments. Indeed, studies on mitoviruses that infect fungal mitochondria led to insights on host limitation that are imposed by the use of a specialized genetic code (Shackelton and Holmes, 2008) .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 347,
                    "text": "(Shackelton and Holmes, 2008)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Adaptation of viruses toward their hosts"
        },
        {
            "text": "In our study, the similarity between the codon usage of human viruses and that of mammals, birds, and some insects is not duplicated for other mammalian viruses ( Figure 6 ). Furthermore, the signal observed for codon usage exceeds that detected for amino acid distributions, potentially indicating selection for translational efficiency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Possible selection for translational efficiency in mammalian viruses"
        },
        {
            "text": "The number of protein products in the viral capsid can reach thousands; for example, the mature HIV-1 contains 1572 capsid proteins. The African swine fever virus (family Asfarviridae) consists of B1900-2200 capsomers. On the other hand, recognition proteins on the viral surface are not necessarily expressed in such large amounts. A partition of structural proteins and enzymes is based on 'virion properties' from the ICTV database (http://www.ncbi.nlm.nih.gov/ ICTVdb). Currently, on the basis of 3D structure, sparse data on the stoichiometry of virion composition are available. For example, the Adenoviridae virus genome encodes 10 structural proteins and B30 non-structural proteins. The capsid is composed of 720 copies of the major hexon protein (protein II, 988 aa), 64 and 60 copies that build the penton (proteins III and IIIa, respectively), 180 copies of the minor core (protein V), but only 12 copies of the recognition fiber (protein IV, 582 aa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible selection for translational efficiency in mammalian viruses"
        },
        {
            "text": "We found that for mammalian viruses, the proteins that appear in virion in high numbers (Figure 7 , marked 'H') are the ones with codon usage most similar to that of their hosts. In the case of human viruses, we can see that highly expressed genes in different viruses that infect the same host preferentially use codons similar to that of humans and of each other ( Figure 7C ). On the other hand, the surface proteins that participate in recognition are often expressed in lower quantities displaying a rather low adaptation level toward their hosts (marked 'R'). A complementary explanation may rely on the positive selection paradigm that was proposed in virus-host recognition (Sawyer et al, 2005) . The enzymes (marked 'EC'), which are generally expressed in minute amounts, show only an intermediate codon usage similarity. Thus, overall, these results further strengthen the case for translational selection. Note that earlier studies did not find evidence for translational selection operating on mammalian genes (see discussion in (dos Reis and Wernisch, 2009; Semon et al, 2006 #544 ) and references within). It may be possible that such selection does exist, but these phenomena are weak because of the low effective mammalian population sizes. On the other hand, viruses affecting mammals have larger effective population sizes and a shorter generation time (dos Reis and Wernisch, 2009) . Thus, similar analysis to that performed here may be able to identify translational selection in genomes in which it was impossible to do so earlier.",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 702,
                    "text": "(Sawyer et al, 2005)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1041,
                    "end": 1070,
                    "text": "(dos Reis and Wernisch, 2009;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1071,
                    "end": 1093,
                    "text": "Semon et al, 2006 #544",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1400,
                    "text": "(dos Reis and Wernisch, 2009)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 367,
                    "end": 376,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Possible selection for translational efficiency in mammalian viruses"
        },
        {
            "text": "In the case of bacterial viruses (Lucks et al, 2008) , we were unable to consistently and reliably partition the proteins that are involved in recognition from those that are abundant, because of the enormous variability in shape and recognition mode among bacteriophages. Our results agree with a role of translational selection and extend it toward mammalian viruses, where it may have a role in their evolutionary fitness. However, this adaptation may be of lesser importance, as a critical obstacle for viruses that infect mammals is the need to invade their host cells, while bypassing an active immune system (whereas no such extensive system exists in bacterial hosts). For example, the HIV virus has adopted recognition strategies that overcome the immune barrier (Holmes et al, 1992) .",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 52,
                    "text": "(Lucks et al, 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 772,
                    "end": 792,
                    "text": "(Holmes et al, 1992)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Possible selection for translational efficiency in mammalian viruses"
        },
        {
            "text": "Host range, tissue specificity, and codon usage similarity It is known that a change in only a few amino acids of viral proteins can lead to a shift in the host infectivity range. Such a shift occurs through a genetic adaptation process that overcomes the hurdles of viral entry and replication in a new cellular environment. FX174 bacteriophage, which normally grows on E. coli, was switched to infect Salmonella, where this shift was attributed to only a very few mutations (2-3) in the major capsid gene (Crill et al, 2000) . This phenomenon is not unique to bacterial viruses, as this has occurred in canine parvovirus, which appeared in the late 1970s as a variant of a feline parvovirus. The host shift was attributed to only two to three substitutions (Truyen et al, 1995) . A shift in host recognition was also shown in the case of HIV-1, where a single mutation in the envelope gene was sufficient to alter cell specificity (Rambaut et al, 2004) . In all these strategies, virus-host shift is based on modifications in the virus receptor recognition step. However, it has been shown that host range is not entirely dependent on the initial recognition stage (McFadden, 2005) .",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 526,
                    "text": "(Crill et al, 2000)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 759,
                    "end": 779,
                    "text": "(Truyen et al, 1995)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 933,
                    "end": 954,
                    "text": "(Rambaut et al, 2004)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1167,
                    "end": 1183,
                    "text": "(McFadden, 2005)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Possible selection for translational efficiency in mammalian viruses"
        },
        {
            "text": "Our results on the high adaptation in codon usage, especially for human viruses, suggest that viral envelope/capsid proteins have the potential to be a factor in infectivity and efficiency. Furthermore, our observation that some viruses are adapted toward multiple hosts, in terms of their codon usage, can even possibly permit the expansion of host infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible selection for translational efficiency in mammalian viruses"
        },
        {
            "text": "In multicellular organisms, viruses do not infect the organism but rather are restricted to a specific organ, tissue, or cell type (Gallagher and Buchmeier, 2001) . Throughout this study, we presented data that use the average codon usage of the organism as a reference measure to study adaptation. With the fast growth of high-quality mass spectrometry proteomics data from different tissues and cell types, the notion of resemblance between viruses and their hosts under the assumption of translational (and not transcriptional) efficiency at the tissue and cell-type levels will be of great interest.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 162,
                    "text": "(Gallagher and Buchmeier, 2001)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Possible selection for translational efficiency in mammalian viruses"
        },
        {
            "text": "Studying the evolution of viral codon usage and amino acid preferences in view of their hosts is fundamental in developing strategies for managing viral infections in the scope of human health, agriculture, and the environment. Insight into such phenomena was used in the laboratory, for example, when unfavorable codon pairs of capsid poxvirus proteins were injected into infected mice, resulting in virus attenuation (Coleman et al, 2008) . Similarly, neuroattenuated phenotype was associated with codon preference deoptimization in polioviruses (Mueller et al, 2006) . In a common vaccination practice, a live, attenuated virus is produced by adaptation to a new host, thereby eliminating its virulence to humans. As we have found that human-infecting viruses have conserved and unique codon usages, we propose that a fine-tuning of codon deoptimization may allow the alteration of tissue tropism and virulence attenuation.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 440,
                    "text": "(Coleman et al, 2008)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 548,
                    "end": 569,
                    "text": "(Mueller et al, 2006)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Adaptation and human health"
        },
        {
            "text": "In addition, shifts in hosts have huge implications on human health and on the world economy, for example, zoonotic epidemics. Known examples of naturally occurring host-virus shifts are the introduction of HIV-1 to humans in the early 1950s and the shift in the SARS (CoV) virus that crossed over to infect humans only very recently. The worldwide threat of influenza-based epidemics, such as the transmission of avian flu (Influenza A virus, H5N1) to humans and the latest outbreak of swine influenza (H1N1, April 2009) in Mexico, is heightened by the rapid evolution of the Influenza virus witnessed during the last decade; recently, H3N2 and H3N8 were introduced from humans to pigs and from horses to dogs, respectively (Campitelli et al, 1997) . It is likely that the domestication and close interaction between humans, rats, and farm animals for thousands of years has led to the evolution of viruses that infect humans and are adapted toward a broad range of hosts. The similarities in codon usage and amino acid composition that we have observed in this work can somewhat relate to the potential for zoonosis. Although, as discussed above, these molecular properties are neither necessary nor sufficient conditions for host shifts, our analysis can nevertheless contribute to a framework that would permit analysis of the potential of certain viruses to adapt to new host species.",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 749,
                    "text": "(Campitelli et al, 1997)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Adaptation and human health"
        },
        {
            "text": "Proteins for all organisms were collected from UniProt (Apweiler et al, 2004) . Virus proteins were collected from ViralZone (http://www.expasy.ch/viralzone, coordinated by UniProt/SwissProt), which holds 314 reference strain viruses that belong to 80 families and 291 genera. ViralZone provides reviewed data that cover molecular information (shape, genome and replication mode, and capsomer composition), epidemiological data, cell tropism, and host range. Each genus is specified by a manually selected representative (in some cases, 41). All viruses are classified into seven classes: (I) double-stranded DNA viruses, (II) single-stranded DNA viruses, (III) double-stranded RNA viruses, single-stranded RNA viruses with positive and negative sense (IV, V, respectively), (VI) positive sense single-stranded RNA viruses that replicate through a DNA intermediate and double-stranded DNA viruses that replicate though a single-stranded RNA intermediate (VII). Fragmented proteins and polyproteins were filtered out. Coding sequences were collected from EMBL through an SRS querying system that links UniProt proteins to their respective EMBL coding sequences. As one protein is often associated with multiple sequences, we extracted all data as mapped by EMBL to UniProt ID. This collection of virus proteins in UniProt covers B13 000 proteins that are reviewed (SwissProt) and additionally B730 000 from a non-reviewed TrEMBL resource.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 77,
                    "text": "(Apweiler et al, 2004)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "We selected 30 organisms and 30 matched viruses (Supplementary Table S1 ) that are unique (i.e., assigned to a specific organism, Figure 2 ). Taxonomical views that have very little support (o2 proteins, o500 amino acids, or o700 codons) were eliminated. Note that the representative virus (reference strain) corresponds to tens of other viruses that are poorly annotated and thus are not selected as representatives. The mapping of a representative to other viruses is based on the ViralZone mapping.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 71,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 138,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Data collection"
        },
        {
            "text": "For each group of (virus or host) genes, codon usage frequencies were independently calculated for each of the amino acids. For each of the 18 degenerately encoded amino acids, the empirical frequencies of its corresponding codons were counted and normalized to sum to 1. The other two amino acids tryptophan (W) and methionine (M) each have a single codon and were not included in the analysis. Thus, each of the 59 redundant codons that account for these 18 amino acids were assigned a number between 0 and 1. The GC content of each virushost pair was also calculated independently and was assigned a number between 0 and 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Divergence between the codon usage of two viruses, two hosts, or virus and host was estimated according to the distances between their usage vectors. Specifically, for each group, a usage vector of 59 coordinates, denoted as F¼(f 1 ,y,f 59 ), was calculated as described above. The distance between two such vectors was measured in two q . For differences in the amino acid frequencies between two species, the same method was used, with the corresponding 20-coordinated vectors. The codon usage differences were also measured in a manner that integrates the amino acid frequencies, where the 59 codons were assigned their empirical frequencies in the data, regardless of their corresponding amino acid frequency. This quantification results in a probability vector P¼(p 1 ,y,p 59 ), where P 59 i¼1 p i ¼ 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "For this representation, the differences between two codon usages (P¼(p 1 ,y,p 59 ), Q¼(q 1 ,y,q 59 )) were measured using their KL divergences (DKL, Kullback-Leibler divergence), where D KL ðPjjQÞ ¼ P 59 i¼1 p i log p i =q i ; and D KL ðQjjPÞ ¼ P 59 i¼1 q i log q i =p i :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "For each partition of the host taxonomy that we considered, we included a virus in the calculations only if there was not more than one taxonomic class that it is capable of infecting. Formally, for each virus v, define h(v) to be the set of host species that it can infect. And, let C 1 , y, C k be a disjoint partition of the host organisms under study. Now, for a particular virus v, consider the least common ancestor (LCA) of the host species of v in the host taxonomic tree: LCA(h(v)). If there exists a single cluster C i (1pipk) such that LCA(h(v)) is a descendant of C i (possibly C i itself), then we uniquely map virus v to be among the viruses that infect the taxonomic sub-tree rooted at C i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus-host mapping"
        },
        {
            "text": "We divided all mammalian virus proteins into one of four classes: (i) recognition receptors on the surface, for example, coat, spike, glycoprotein, or envelope (Figure 7 , orange frames); (ii) enzymes (as annotated by the EC classification according to UniProt-mostly polymerases, purple frames); (iii) capsomers and structural units, including tegument, nucleoproteins, and capsids in enveloped viruses (Figure 7 , blue frame); and (iv) proteins that are either unknown or cannot be uniquely assigned to the other three functional sets (see Supplementary Table S4 ). This assignment was performed manually, addressing the proteins with multiple functions or non-exclusive functional assignments (mainly in filamentous phage and other bacteriophages).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 404,
                    "end": 413,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 542,
                    "end": 564,
                    "text": "Supplementary Table S4",
                    "ref_id": null
                }
            ],
            "section": "Division of viral proteins into functional categories"
        },
        {
            "text": "Supplementary information is available at the Molecular Systems Biology website (www.nature.com/msb).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gene expression and molecular evolution",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akashi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Opin Genet Dev",
            "volume": "11",
            "issn": "",
            "pages": "660--666",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "UniProt: the Universal Protein knowledgebase",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Apweiler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bairoch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boeckmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gasteiger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magrane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Natale",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;donovan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Redaschi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "115--119",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "General preadaptation of viral infectors to their hosts",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barrai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salvatorelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mamolini",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Lorenzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carrieri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez-Larralde",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scapoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Intervirology",
            "volume": "51",
            "issn": "",
            "pages": "101--111",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Oligonucleotide correlations between infector and host genomes hint at evolutionary relationships",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barrai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scapoli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Volinia",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nucleic Acids Res",
            "volume": "18",
            "issn": "",
            "pages": "3021--3025",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Optimization of codon usage of poxvirus genes allows for improved transient expression in mammalian cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Nazarian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Belsito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brunetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcfadden",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Genes",
            "volume": "33",
            "issn": "",
            "pages": "15--26",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Codon and amino acid usage in retroviral genomes is consistent with virusspecific nucleotide pressure",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grigoriev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Lukashov",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "AIDS Res Hum Retroviruses",
            "volume": "18",
            "issn": "",
            "pages": "133--141",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Compositional constraints and genome evolution",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bernardi",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Mol Evol",
            "volume": "24",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Intra-host versus inter-host selection: viral strategies of immune function impairment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonhoeffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc Natl Acad Sci",
            "volume": "91",
            "issn": "",
            "pages": "8062--8066",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "UniProtKB/Swiss-Prot",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boutet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lieberherr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tognolli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bairoch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Methods Mol Biol",
            "volume": "406",
            "issn": "",
            "pages": "89--112",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nucleotide composition as a driving force in the evolution of retroviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Bronson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Mol Evol",
            "volume": "38",
            "issn": "",
            "pages": "506--532",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The role of RNA folding free energy in the evolution of the polymerase genes of the influenza A virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brower-Sinning",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Crevar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ghedin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Benos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genome Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Continued evolution of H1N1 and H3N2 influenza viruses in pigs in Italy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Campitelli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Donatelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Foni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Castrucci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fabiani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krauss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "232",
            "issn": "",
            "pages": "310--318",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Codon bias is a major factor explaining phage evolution in translationally biased hosts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carbone",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Evol",
            "volume": "66",
            "issn": "",
            "pages": "210--223",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Virus attenuation by genome-scale changes in codon pair bias",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Papamichail",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Skiena",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Futcher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "",
            "pages": "1784--1787",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The evolution of isochore patterns in vertebrate genomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costantini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cammarano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bernardi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Genomics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evolutionary reversals during viral adaptation to alternating hosts",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Crill",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Wichman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bull",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Genetics",
            "volume": "154",
            "issn": "",
            "pages": "27--37",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimating translational selection in eukaryotic genomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dos Reis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wernisch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Biol Evol",
            "volume": "26",
            "issn": "",
            "pages": "451--461",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rates of spontaneous mutation among RNA viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Drake",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc Natl Acad Sci",
            "volume": "90",
            "issn": "",
            "pages": "4171--4175",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "tRNA gene number and codon usage in the C. elegans genome are co-adapted for optimal translation of highly expressed genes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duret",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends Genet",
            "volume": "16",
            "issn": "",
            "pages": "287--289",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evolution of synonymous codon usage in metazoans",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duret",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr Opin Genet Dev",
            "volume": "12",
            "issn": "",
            "pages": "640--649",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coronavirus spike proteins in viral entry and pathogenesis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "279",
            "issn": "",
            "pages": "371--374",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Integrin alphaVbeta3 Binds to the RGD motif of glycoprotein B of Kaposi 0 s sarcoma-associated herpesvirus and functions as an RGDdependent entry receptor",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Garrigues",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Rubinchikova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dipersio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "1570--1580",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analysis of synonymous codon usage in SARS Coronavirus and other viruses in the Nidovirales",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virus Res",
            "volume": "101",
            "issn": "",
            "pages": "155--161",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Convergent and divergent sequence evolution in the surface envelope glycoprotein of human immunodeficiency virus type 1 within a single infected patient",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ludlam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Acad Sci",
            "volume": "89",
            "issn": "",
            "pages": "4835--4839",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The extent of codon usage bias in human RNA viruses and its evolutionary origin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virus Res",
            "volume": "92",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Adaptation of HIV-1 to human leukocyte antigen class I",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [
                        "T"
                    ],
                    "last": "Brander",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "641--645",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mobile elements: drivers of genome evolution",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Kazazian",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1626--1632",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The ancient virus world and evolution of cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Senkevich",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Dolja",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biol Direct",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Coding-sequence determinants of gene expression in Escherichia coli",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kudla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tollervey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Genome landscapes and bacteriophage codon usage",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lucks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Kudla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Comput Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Poxvirus tropism",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcfadden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "201--213",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Classification and nomenclature of viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Prog Med Virol",
            "volume": "14",
            "issn": "",
            "pages": "321--332",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Reduction of the rate of poliovirus protein synthesis through large-scale codon deoptimization causes attenuation of viral virulence by lowering specific infectivity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Papamichail",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Skiena",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "9687--9696",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The causes and consequences of HIV evolution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Rev Genet",
            "volume": "5",
            "issn": "",
            "pages": "52--61",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mechanisms of plant virus evolution",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Roossinck",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annu Rev Phytopathol",
            "volume": "35",
            "issn": "",
            "pages": "191--209",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Factors influencing synonymous codon and amino acid usage biases in Mimivirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Mandal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biosystems",
            "volume": "85",
            "issn": "",
            "pages": "107--113",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Positive selection of primate TRIM5alpha identifies a critical species-specific retroviral restriction domain",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "2832--2837",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "No evidence for tissue-specific adaptation of synonymous codon usage in humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Semon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lobry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duret",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Biol Evol",
            "volume": "23",
            "issn": "",
            "pages": "523--529",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The role of alternative genetic codes in viral evolution and emergence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Shackelton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Theor Biol",
            "volume": "254",
            "issn": "",
            "pages": "128--134",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Evolutionary basis of codon usage and nucleotide composition bias in vertebrate DNA viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Shackelton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Mol Evol",
            "volume": "62",
            "issn": "",
            "pages": "551--563",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Codon usage patterns in Escherichia coli, Bacillus subtilis, Saccharomyces cerevisiae, Schizosaccharomyces pombe, Drosophila melanogaster and Homo sapiens; a review of the considerable withinspecies diversity",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cowe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nucleic Acids Res",
            "volume": "16",
            "issn": "",
            "pages": "8207--8211",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Evolution of the feline-subgroup parvoviruses and the control of canine host range in vivo",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Truyen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gruenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Obermaier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Veijalainen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Parrish",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "4702--4710",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Giant viruses infecting algae",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Etten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Meints",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu Rev Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "447--494",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Host-related nucleotide composition and codon usage as driving forces in the recent evolution of the Astroviridae",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hemert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Lukashov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "361",
            "issn": "",
            "pages": "447--454",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Codon usage bias and A+T content variation in human papillomavirus genomes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Frazer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virus Res",
            "volume": "98",
            "issn": "",
            "pages": "95--104",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Molecular Systems Biology is an open-access journal published by European Molecular Biology Organization and",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Viral proteins from UniProtKB. (A) Total number of UniProtKB viral proteins [Virus], following filtration by removal of proteins with the database term 'polyprotein' [Virus-(PP)], proteins that are marked as fragments [Virus-(PP þ Fr)], and after removal of redundancy at the level of 90% sequence identity [(Virus-(PP þ Fr))*0.9]. The fraction of viral proteins of the human immunodeficiency virus (HIV) is in yellow, and the number of proteins is as indicated (in thousands). (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "4 shows the subset of results for humans (H), non-human mammals (M), and non-mammal vertebrates (V), where we compare pairs of host groups (Ho Â Ho), pairs of virus groups (Vir Â Vir), and pairs of virus group-host group (Vir Â Ho). The results for the amino acid distributions (Figure 4A, left) suggest that the taxonomical host groups are less variable (dominated by blue) Amino acid distribution and codon usage in viruses infecting taxonomy-unified hosts. (A) Amino acid distribution for human-infecting viruses (orange) and bacteria-infecting viruses (gray). The analysis is based on the complete proteomes of the mapped viruses. (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Distance matrices for the similarity of amino acid distribution and codon usage between viruses and hosts mapped at high-level taxonomies. The analysis is based on the complete proteomes of the mapped viruses following partition into six taxonomical groups. For the complete matrices that include plants, insects, and bacteria, see Supplementary information S1. (A) Viruses that infect humans (H), mammalians excluding human (M), and vertebrates excluding humans (V). aa and codon indicate the L 2 distance of amino acids and codon usage, respectively. The pairwise distances among the hosts and among the viruses are marked as Ho Â Ho and Vir Â Vir, respectively. Color code (1-36) is according to the ranking of the 36 values of all pairs used in the respective analysis, from blue (minimal distance, most similar) to red (maximal distance). (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Distance matrix for the similarity in codon usage between pairs of viruses and pairs of hosts. Color code is based on the ranking of all 900 L 2 values, as calculated from all pairs of 30 viruses and 30 unique hosts. The matrix is organized by groups according toTable I. (A) Symmetric L 2 distance matrix for all 30 viruses (B) Symmetric L 2 distance matrix for all 30 hosts. The analysis is based on the complete proteomes of the mapped viruses. The sub-matrices indicate the partition into groups of mammals (1-11), aves (12), insects (13-16), plants(17)(18)(19)(20), and bacteria (21-30). Note the large diversity among viruses infecting mammals, insects, and bacteria (A) and the strong resemblance among the mammalian hosts (B). Source data is available for this figure at www.nature.com/msb.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Similarity in GC content and codon usage between pairs of viruses and hosts. The GC content from the proteomes of all viruses and their hosts was compiled. (A) Analysis of the GC content correlation between the hosts (x-axis) and viruses (F-test for linear regression), color coded by their taxonomical grouping to mammals, aves, insects, plants, and bacteria (according to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Codon usage adaptation for functional groups of viral proteins. Viral proteins annotated as 'complete proteome' were classified according to the taxonomic view of their hosts-for humans and mammals (excluding human). The analysis for human-infecting viruses includes 2186 proteins and for mammals (excluding humans) 513 proteins. (A) Graphical schemes of enveloped viruses (adapted from the ViralZone illustrations) are shown. Proteins that are exposed on the virus surface and are part of the host receptor recognition include proteins annotated as glycoprotein, coat, spike, and fiber (marked 'R', orange). Capsids, core, and structural proteins are characterized by high expression (marked 'H', light blue). Capsids may appear in multiple layers (intermediate and inner capsids). Other proteins expressed in large quantities include core, matrix, tegument, DNA-packing proteins, and nucleoproteins. (B) Partition of the proteomes to functional groups of surface-protein recognition (orange), structural protein with high copy number in the virion (light blue), enzymes as defined by the E.C. enzyme annotation (purple), and uncharacterized viral proteins (gray). (C) The overall similarity, as measured by L 2 distance (see Materials and methods), is shown according to each of the functional partitions of proteins. Lower value indicates higher resemblance. The distance measure for the entire set of viral proteomes is marked by the dashed line. Source data is available for this figure at www.nature.com/msb.Viral adaptation to host I Bahir et al host; on the other hand, other mammalian viruses do not.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "). In this real-life example, V1-V7 are Mokola virus, Woodchuck hepatitis B virus, Hamster polyomavirus, Murine coronavirus, Sendai virus, Artic squirrel hepatitis virus, and Ground squirrel hepatitis virus, respectively.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Virus representatives and their unique hosts",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". (B) Codon usage distance matrix for all pairs of hosts and viruses is shown. Color code is according to the ranking of all 900 values as calculated from all pairs of 30 viruses and 30 unique hosts. The matrix is organized by groups according toTable I. L Note the strong resemblance in human and rat viruses relative to all other mammals and the resemblance among all viruses infecting plants. For data of the complete matrix, see Supplementary information S2.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Relative L 2 percentile of viral codon adaptation to their hosts",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Viral adaptation to host I Bahir et al different ways: once as the L 1 distance P 59 i¼1 jf i À f",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Nati Linial for valuable suggestions and a critical view throughout the research. We thank the ProtoNet research group for comments and discussions. YP and MF are fellows of the SCCB, the Sudarsky Center for Computational Biology. This research is partially supported by EU Prospects FR7 and a grant from the Israel Science Foundation (ISF).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}