{
    "paper_id": "1bf18631b9c161ea2834b3d7c8ea42875319d18c",
    "metadata": {
        "title": "Supporting Information",
        "authors": []
    },
    "abstract": [
        {
            "text": "from camels in Amibara District in the Afar region of Ethiopia. Swabs were placed in virus transport medium and kept in ice packs until transported to the laboratory where they were stored at −80°C. The frozen swab samples were shipped on dry ice to the University of Hong Kong for virus detection, sequencing, and virus culture. Of the 4,204 swabs collected, 173 specimens were positive for MERS-CoV by RT-PCR: 25 of the 451 from Burkina Faso, 75 of the 723 from Ethiopia, 3 of the 381 from Morocco, and 70 of the 2,649 from Nigeria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Detection and Genetic Analysis. Total nucleic acid was extracted from swab samples using the easyMAG (bioMerieux) system and was tested for the presence of MERS-CoV RNA upstream of the envelope gene (UpE) by an RT-qPCR hydrolysis probe assay. All positive specimens were confirmed by a second RT-qPCR assay targeting the ORF1a region of the genome (3). Representative swab specimens with high MERS-CoV viral load (low CT values) were selected for full-genome sequencing. In addition, a specimen with high viral load from a study of MERS-CoV in Nigeria from which partial virus genome sequences were previously reported (1) was also selected for full-genome sequencing. Multiple reversetranscription reactions with gene-specific primers targeting different regions of the genome were used to generate MERS-CoV cDNA and were amplified using multiple PCRs with primers designed to produce overlapping DNA fragments covering the complete virus genome. These PCR products were sequenced directly using Sangersequencing methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Specific overlapping RT-PCR reactions were set up to amplify a 1,554-bp fragment covering the gene region ORF3, ORF4a, and ORF4b, and these genes were sequenced from additional MERS-CoV-positive swab samples from which full-genome sequences were not obtainable because of lower viral loads. The primers used were 5′-GAGGAATACGACCTCGAGC-3′ (forward) and 5′-TTGGA-GAATGGCTCCTCTTC-3′ (reverse) for ORF3 to ORF4a and 5′-ACAAAAGCTTTGGCCAAACAGG-3′ (forward) and 5′-CAGC-TAAAGCAGCTACATAGC-3′ (reverse) for ORF4a to ORF4b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The full and partial genome sequences were aligned using Geneious V8.0.5 (https://www.geneious.com/). The MERS-CoV full genomes were phylogenetically analyzed using PhyML and BEAST.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cell Lines. Vero cells (ATCC CCL81) and Calu-3 cells (ATCC HTB-55) were cultured in DMEM with 10% FCS with 1% penicillin and streptomycin and with 1% sodium pyruvate. Caco-2 cells (originally from ATCC-HTB-37) were kindly provided by Christian Drosten, University of Bonn, Bonn and were cultured as above with the additional supplement of 1% nonessential amino acids. Trypsin was used for detachment of cells during subculture, but Accutase (PAA Laboratories/GE) was used for the subculture of Caco-2 cells. Cell lines were routinely tested to exclude mycoplasma contamination. Cell lines from ATCC were authenticated by ATCC and were not validated further in our laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MERS-CoV Virus Isolation. Vero and Caco-2 cells were used to attempt virus isolation from selected specimens with high viral load (4) . Two hundred fifty microliters of each selected specimen in virus transport medium were inoculated onto cells seeded in 24well tissue-culture plates (TPP Techno Plastic Products). These were incubated for 1 h in a 37°C in a 5% CO 2 humidified incubator, and then 750 μL of DMEM with 2% FCS was added. Next day, the inoculum was replaced with 1 mL fresh DMEM with 2% FCS. If a cytopathic effect (CPE) developed, the cells and supernatant were harvested together and passaged onto fresh cells, and aliquots were stored at −80°C until further use. To optimize conditions for primary virus isolation, parallel cultures were set up in the presence of DMEM without FCS with L-(tosylamido-2-phenyl) ethyl chloromethyl ketone (TPCK)treated trypsin for both Vero (0.3 μg/mL trypsin) and Caco-2 (0.2 μg/mL trypsin) cells.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Phylogenetic Analysis. Phylogenetic analysis of MERS-CoV was carried out using the maximum-likelihood method (PhyML) (5) . The time-resolved phylogeny tree was based on a full-genome alignment of all of the coding regions of the virus and was reconstructed using the BEAST software package (6) by using an independent general time reversible (GTR) substitution model and gamma rate heterogeneity model for each codon position, an uncorrelated lognormal relaxed clock (7), and a Bayesian Skygrid tree prior (8) . The output of the model parameters was examined for adequate effective sample size (ESS) values.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clonality Classification of Loci Observed in MERS-CoV Genomes. A maximum-likelihood phylogeny of 291 complete or nearly complete MERS-CoV genomes was recovered with PhyML (5) under a HKY+Γ (9, 10) model of nucleotide substitution. ClonalFrameML (11) was used to reconstruct ancestral sequences on nodes in the PhyML phylogeny and to map substitutions onto individual branches. Each substitution was classified as apparently occurring once in the phylogeny (likely to have arisen via mutation), more than once (likely to be part of a recombined tract), or a reversion from a substitution occurring ancestrally (even more likely to be part of a recombined tract).",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Assembly and Modification of a Full-Length BAC cDNA Clone to Rescue Wild-Type and Mutant Recombinant MERS-CoV. A MERS-CoV infectious cDNA clone was constructed based on an isolate of MERS-CoV strain EMC/2012 provided to C.D. by R. Fouchier (Erasmus University Medical Center, Rotterdam). It was assembled from three cDNA subclones in a BAC using a stepwise cloning strategy with rescue of infectious virus from in vitro-transcribed RNA as described in ref. 12 . Cell cultureadaptive mutations were corrected during construction of the cDNA clone so that the original MERS-CoV EMC/2012 sequence (GenBank accession no. JX869059) was recovered. To delete ORF4b, we used a two-step markerless Red recombination technique as in ref. 13 . In a first step, a kanamycinresistance gene was amplified by overhang-extension PCR from the pEP-KanS vector (kindly provided by K. Osterrieder, Freie Universitat Berlin) with primers containing homologous MERS-CoV recombination sites, the desired mutation, and an I-SceI restriction site (MERS-Δ-ABC-Kana-F: ATTCGCGCAAAGC-GAGGAAGAGGAGCCATTCTCCAACTAATGATGTTG-TCTCCATACGGTCTTTAGGGATAACAGGGTAATCGA-TTT and MERS-Δ-BCD-Kana-R: TTGTTTATTACCCT-GATTGGAAGACCGTATGGAGACAACATCATTAGTT-GGAGAATGGCTCCTGCCAGTGTTACAACCAATTAACC). Escherichia coli GS1783 cells (kindly provided by K. Osterrieder) containing the MERS-CoV cDNA clone were transfected with the PCR product to induce recombination of the transfer construct into the MERS-CoV backbone. In a second step the kanamycin-selection marker was excised by an inducible in vivo I-SceI cleavage. Rescue of the resulting full-length cDNA construct was done as for wild type.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 459,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 728,
                    "end": 730,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Phenotypic Characterization of Viruses. Experiments to compare viral replication kinetics of different viruses in Calu-3 cells were carried out in 24-well tissue-culture plates. We measured virus replication kinetics by TCID 50 titrations in Vero cells as previously described (14) . RNA was collected for analysis of gene expression and quantification of viral RNA as previously described (14) . Quantification of viral RNA and cytokine and chemokine mRNA gene expression and cytokine protein assays in Calu-3 cells was carried out as previously described (14) .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the virus replication in ex vivo cultures of human bronchus and lung, we infected bronchial and lung tissues with each MERS-CoV virus by incubating in 1 mL with EMC, AH13, or BF785 virus at a titer of 10 6 TCID 50 /mL at 37°C. Tissues incubated with DMEM served as controls. Culture supernatants were titrated in parallel for infectious virus using the TCID 50 assay. At 24 and 48 h postinfection, the ex vivo tissue fragments were fixed in 10% formalin and processed for immunohistochemistry to detect MERS-CoV antigen expression (14) . Tissues from three donors were used for biological replicate experiments.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 539,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sensitivity of Different MERS-CoV to IFN-β. The sensitivity of different MERS-CoV to IFN-β was compared as follows (15) . Vero cells were plated in 96-well plates 24 h before IFN treatment. AVONEX IFN-β (IFNβ-1a liquid-formulated drug product; Biogen) was diluted in Eagles's minimal essential medium (MEM) medium supplemented with 2% FBS to final concentrations of 0.11-100 ng/mL and was added to the cells, and plates were incubated for 18 h. The cells were then washed with PBS and infected with the respective coronavirus at an MOI of 0.01. Viral titers in the culture supernatants were determined by a TCID 50 assay.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Microneutralization Test. The sera were heat inactivated for 30 min at 56°C before the serology tests were carried out as previously described (16) . Twofold dilutions of sera were incubated with an equal volume of 200 tissue-culture infectious doses (TCID 50 ) of MERS-CoV. After 1 h incubation at 37°C, the virus serum mixture was added in quadruplicate to preformed Vero cell monolayers in 96-well microtiter plates (TPP Techno Plastic Products). CPE was observed at 3 d post infection. The highest serum dilution that completely protected the cells from CPE in two or more of the four wells was taken as the neutralizing titer. Virus back titrations were carried out in each assay to confirm that the virus challenge dose was within the expected range.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Experimental Infection of Mice. The procedure for transducing mice with an adenovirus vector expressing human DPP4 has been previously described (17) . Seven-week-old female C57BL/6 mice were transduced with adenovirus 5 vector carrying the human DPP4 gene. Mice were lightly anesthetized with isoflurane and transduced intranasally with 2.5 × 10 8 pfu of Ad5-hDPP4 in 75 μL of DMEM. Five days later they were infected intranasally with 1 × 10 4 pfu (volume of 50 μL) of MERS-CoV strain EMC, AH13, or BF785. Three mice were used for each time point and for each virus. Three mice per group were killed at 3 and 5 d post infection, the lungs were removed and homogenized, and infectivity was titrated in as pfu in Vero cells. Seven days after infection, animals were anesthetized and transcardially perfused with PBS followed by zinc formalin; lungs were removed, fixed in zinc formalin, and paraffin embedded. Sections were stained with hematoxylin and eosin for histological analysis. All animal studies were approved by the Institutional Animal Care and Utilization Committee at the University of Iowa.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Statistical Analysis. The statistical analyses for viral replication, quantitative cytokine and chemokine mRNAs, and viral RNA expression levels were performed using two-way ANOVA with Bonferroni's corrections. Normality and other assumptions for statistical were met. Where necessary (viral titers, viral UpE gene copy numbers, and ISG15 and MX1 mRNA expression levels), log 10 transformation was carried out to achieve normal distribution. All datasets passed the Shapiro-Wilk normality test and had similar variances by using Brown-Forsythe test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also assessed the extent of the overall viral replication using AUC analysis (Fig. S5 A and B) using the trapezoid rule (14, 18) . We used the area calculated from 24 to 48 h postinfection above the limit of detection of infectious virus titer for the analysis, and the results were compared with one-way ANOVA with Bonferroni's correction.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 97,
                    "text": "(Fig. S5 A and B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Statistical significance was defined as P < 0.05. Statistical analyses were done with GraphPad Prism version 7.0. No statistical methods were used to predetermine the sample size. No samples were excluded from the analysis. Quantifications of viral titers (TCID 50 ), viral RNA, and cytokine or chemokine mRNA levels were carried out by a technician blinded to the group allocations. Fig. S1 . Time-resolved phylogenetic tree of MERS-CoV. The tree shown is the maximum clade credibility tree of 9,000 post-burnin trees sampled from a run of 10 million states. Bayesian posterior probabilities of the major clade are shown along with 95% highest posterior density (HPD) intervals for node times denoted by bars. Sample collection dates are given in the labels (yyyy/mm/dd), and GenBank accession numbers are given in brackets. . Deletions with lengths of 11, 7, and 5 nt are out of frame, and the others are in-frame deletions. Deletions and insertions were also observed at the 3′ end of ORF3 from type i/ii virus from Nigeria (Nig004, Nig1405, −Nig2040) and five type i/iii viruses from Burkina Faso (BF697, BF698, BF748, BF750, and BF764), resulting in the truncation of the 103-aa (AmA) ORF3 polypeptide to 98 and 84 aa, respectively. These two types of viruses with indels are monophyletic in our genome phylogenetic analysis, although the changes are at different sites and may have been acquired separately. One of the deletions found in type i/iii viruses overlaps and extends the deletion found in type i/ii virus. Fig. 2 ). Immunohistochemical staining of MERS-CoV N protein [stained by 3,3′-diaminobenzidine-tetrahydrochloride (DAB) in brown]. The magnification of the main panels and the insets are 200× and 600×, respectively. Statistical significance was determined by a one-way ANOVA with Bonferroni's correction (A, B, and D) or a two-way ANOVA with Bonferroni's correction (C), and is indicated as follows: *P < 0.05; **P < 0.01; ***P < 0.001 compared with EMC; ##, P < 0.01; ###, P < 0.001 compared with AH13; ++, P < 0.01 compared with BF785. Camels were immunized with an EMC vaccinia-vectored vaccine. C7 is a postimmunization dromedary camel immune serum. C140 and c145 are field-collected MERS-CoV immune sera from naturally infected dromedaries in Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 391,
                    "text": "Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 1523,
                    "end": 1529,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Dataset S1 (XLSX) Dataset S2 (XLSX) Fig. S8 . Comparison of innate immune responses in Calu-3 cells infected with reverse-genetically engineered MERS-CoV rgEMC-WT and rgEMCΔ4b. Calu-3 cells were infected at an MOI of 2 with MERS-CoVs rgEMC-WT and rgEMCΔ4b; mock-infected cells served as negative controls (as shown in Fig. 4) . Cell lysates were collected at 6, 24, and 48 h postinfection, and mRNA expression of the IFN-inducible genes IP-10, ISG15, and MX1 and the proinflammatory cytokine TNF-α is shown as the mean and SEM of three biological replicates. The detection limit of each gene was 20 copies. The experiment was repeated once, and a representative experiment is shown. Statistical significance was determined by two-way ANOVA with Bonferroni's comparisons: *P < 0.05; **P < 0.01; ***P < 0.001.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Fig. S8",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 325,
                    "text": "Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Other Supporting Information Files"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) in dromedary camels in Nigeria",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2015.20.49.30086"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk factors for MERS coronavirus infection in dromedary camels in Burkina Faso, Ethiopia, and Morocco",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miguel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious Middle East respiratory syndrome coronavirus excretion and serotype variability based on live virus isolates from patients in Saudi Arabia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "2951--2955",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New algorithms and methods to estimate maximumlikelihood phylogenies: Assessing the performance of PhyML 3.0",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Syst Biol",
            "volume": "59",
            "issn": "",
            "pages": "307--321",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Biol Evol",
            "volume": "29",
            "issn": "",
            "pages": "1969--1973",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Relaxed phylogenetics and dating with confidence",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "Syw",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Improving Bayesian population dynamics inference: A coalescentbased model for multiple loci",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "713--724",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dating of the human-ape splitting by a molecular clock of mitochondrial DNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kishino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yano",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Mol Evol",
            "volume": "22",
            "issn": "",
            "pages": "160--174",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Maximum likelihood phylogenetic estimation from DNA sequences with variable rates over sites: Approximate methods",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Mol Evol",
            "volume": "39",
            "issn": "",
            "pages": "306--314",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inference of bacterial microevolution using multilocus sequence data",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Didelot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falush",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genetics",
            "volume": "175",
            "issn": "",
            "pages": "1251--1266",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Reverse genetic characterization of the natural genomic deletion in SARS-Coronavirus strain Frankfurt-1 open reading frame 7b reveals an attenuating function of the 7b protein in-vitro and in-vivo",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "En passant mutagenesis: A two step markerless red recombination system",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Tischer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Osterrieder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Methods Mol Biol",
            "volume": "634",
            "issn": "",
            "pages": "421--430",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tropism and replication of Middle East respiratory syndrome coronavirus from dromedary camels in the human respiratory tract: An in-vitro and ex-vivo study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Respir Med",
            "volume": "2",
            "issn": "",
            "pages": "813--822",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Human cell tropism and innate immune system interactions of human respiratory coronavirus EMC compared to those of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zielecki",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "5300--5304",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MERS-CoV antibody responses 1 year after symptom onset, South Korea",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "1079--1084",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Rapid generation of a mouse model for Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "4970--4975",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Receiver operating characteristic (ROC) curve: Practical review for radiologists",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Goo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Korean J Radiol",
            "volume": "5",
            "issn": "",
            "pages": "11--18",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clonality classification of loci observed in MERS-CoV genomes. (Right) Ancestral state reconstruction identifies a large number of sites in which mutations have occurred more than once in the tree (homoplasies, orange) or are reversions (red) from a state arising in an ancestor. Mutations that apparently occur only once in the tree (synapomorphies) are shown in gray. (Left) The maximum likelihood phylogeny is colored by whether sequences were sampled in humans (blue) or camels (orange). Strain names are displayed to the left of the tree in small print.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Deletions of ORF4b and ORF3. Schematic diagrams showing the alignment of ORF4b and ORF3 gene regions for MERS-CoVs from African camels compared with the prototype virus HCoV-EMC. Deletions and insertions are shown. Two clade B Saudi Arabian viruses that also show deletions in ORF4b are included for comparison. Putative ORFs of the genes are displayed as gray bars. The truncations in the nucleotide alignments are shown. Stop codons are indicated by asterisks. The amino acid length of the putative ORF4b and ORF3 proteins is indicated. Viruses from Ethiopia have no deletions in ORF4b or ORF3. The ORF4b deletions in a putative ancestral clade C1 virus with deletions of 6 nt and 360 nt in ORF4b (present in all clade C1 viruses; designated as type i deletion) are shown. Clade C1 viruses detected in this study appear to have acquired additional ORF4b deletions in a sequential manner. These additional deletion events are designated as (ii) deletions of 3 nt and 9 nt in ORF4b and two indels in ORF3 (Nig004 virus); (ii*) deletions of 3 nt and 11 nt in orf4b and 41 nt in ORF3; (iii) deletions of 7 nt in ORF4b and three indels in ORF3 (BF697, BF698, BF784, BF750, and BF764 viruses); (iv) deletion of 5 nt in ORF4b (Mor213 virus); and (v) the presence of an early stop codon in ORF4b generated by a single nucleotide mutation (BF434, BF443, BF444, BF451, BF470, BF481, BF482, and BF785 viruses)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Impact of the deletions in ORF4b shown in Fig. S3 on the encoded protein. The nuclear localization signal (NLS) and PDE domains of NS4b protein are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of virus in Calu-3 cells and ex vivo cultures of the human bronchus and lung (as described in Fig. 2). Virus titers in culture supernatants at the indicated time points were determined by TCID 50 assay. (A) Calu-3 cells were infected at an MOI of 0.01. The bar graph shows the AUC (24-48 h) pooled from at least three biological replicates ± SEM of three biological replicates. Each experiment was repeated once, and a representative experiment is shown. (B and C) AUC (B) and kinetics (C) of Calu-3 cells infected with viruses as indicated at an MOI of 0.1. Other experimental details are as in A and in Fig. 2. The horizontal dotted line in C denotes the limit of detection in the TCID 50 assay. The graph shows mean pooled from at least three biological replicates ± SEM. Each experiment was repeated once, and a representative experiment is shown. (D) Comparison of AUC of virus replication titers of MERS-CoV EMC, BF785, and Nig1657 in ex vivo cultures of human bronchus (Left) and lung (Right). Data are the means and SEM of three individual tissue donors. (E) Influenza virus antigen by immunohistochemistry of formalin-fixed paraffin-embedded sections of ex vivo cultures of human bronchus and lung at 48 h post infection (infected as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Histology of lungs of hDPP4-transduced mice infected with MERS-CoV. Five days after transduction with 2.5 × 10 8 pfu Ad5-hDPP4 or Ad5-Empty in 75 μL DMEM intranasally, C57BL/6 mice were intranasally infected with 1 × 10 4 pfu of the indicated strains of MERS-CoV in 50 μL DMEM. Lungs were harvested at day 7 after MERS-CoV infection, fixed in zinc formalin, and embedded in paraffin. Ad5-hDPP4-transduced mice in the absence of MERS-CoV infection (0 dpi) were used as a control. Histological examination revealed perivascular and peribronchial infiltrates and small amounts of edema in all samples of mice infected with MERS-CoV, but there were no substantial differences when lungs infected with the different viruses were compared.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Sensitivity of different MERS-CoV to IFN-β. Cultures of Vero cells were pretreated with various concentrations of recombinant IFN-β as indicated. After 18 h of incubation, cells were infected with different MERS-CoVs at an MOI of 0.01. (A) Viral titers in the supernatants were determined at 48 h post infection using the TCID 50 assay in Vero cells. (B) Viral titers are presented as percentages compared with untreated virus-infected cells (taken as 100%). (C) IC 50 -fitting curves for inhibition of viral replication of different MERS-CoVs at various concentrations of IFN-β. Dotted lines in B and C denote inhibition of replication by 50%. (D) IC 50 values are presented as the mean and SEM. Inhibition curves and IC 50 values were analyzed by using GraphPad Prism 7 software. Results are shown as the mean and SEM of triplicate experiments.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Antigenic comparison of MERS-CoV from Africa with prototype strain EMCMERS-CoV virus (clade)Reciprocal microneutralization titer with dromedary camel serum",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}