{
    "paper_id": "1da4278cead869b78e5bf6205013a8407944f1f6",
    "metadata": {
        "title": "Supplemental Information Bioengineering and Semisynthesis of an Optimized Cyclophilin Inhibitor for Treatment of Chronic Viral Infection",
        "authors": [
            {
                "first": "Magnus",
                "middle": [
                    "Joakim"
                ],
                "last": "Hansson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "James"
                ],
                "last": "Moss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Bobardt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Udayan",
                "middle": [],
                "last": "Chatterji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nigel",
                "middle": [],
                "last": "Coates",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jose",
                "middle": [
                    "A"
                ],
                "last": "Garcia-Rivera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eskil",
                "middle": [],
                "last": "Elmér",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Kendrew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pieter",
                "middle": [],
                "last": "Leyssen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johan",
                "middle": [],
                "last": "Neyts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Nur-E-Alam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tony",
                "middle": [],
                "last": "Warneck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barrie",
                "middle": [],
                "last": "Wilkinson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Gallay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "Alan"
                ],
                "last": "Gregory",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "All purchased chemicals and solvents were of reagent or HPLC grade unless otherwise stated and were used directly as obtained from the manufacturer unless stated otherwise. Tetrahydrofuran was freshly distilled from sodium under an atmosphere of N2. LC-MS of intermediates was conducted on an Agilent HP1100 or HP1200 operating in positive mode. Chromatography was achieved on a Waters Sunfire C18 column (length 50 mm, diameter 4.6 mm, 3.5 m). Solvent A was water (0.05% TFA) and solvent B was acetonitrile (0.05% TFA). LC method: T = 0 min; 1% B; T = 1.7 min, 99% B; T = 2.6 min, 99% B; T = 2.7 min, 1% B. NMR of intermediates was recorded on a Bruker Avance500 spectrometer at 500 MHz ( 1 H NMR). NMR of final products were acquired on a Bruker Avance500 spectrometer fitted with a 5 mm triple resonance inverse automatic tuning and matching (TCI ATM) cryoprobe with Z gradients running at 298 K and operating at 500 MHz and126 MHz for 1 H and 13 C, respectively. Chemical shifts are reported in parts per million and are referenced relative to the solvent resonance. Coupling constants are given in hertz. LC-MS of final products was recorded on an integrated Agilent HP1100 HPLC system in combination with a Bruker Daltonics Esquire 3000+ spectrometer fitted with an electrospray source. LC-MS analysis was performed on an Agilent HP1100 equipped with a Gemini NX C18 110 Å column (150 mm × 4.6 mm, 3 μm, Phenomenex) heated to 40 °C. The gradient elution was from 10 % B held for 2 min followed by a linear increase to 100% mobile phase B over 13 min and held at 100% B for a further 2 min at a flow rate of 1 mL/min. Mobile phase A was water containing 0.1% formic acid; mobile phase B was acetonitrile containing 0.1% formic acid. The HPLC system described above was coupled to a Bruker Daltonics Esquire 3000+ electrospray mass spectrometer, scanning from 50 to 1500 amu in switching mode. High-resolution MS were measured on a Bruker BioApex II 4.7e Fourier Transform Ion Cyclotron Resonance spectrometer fitted with an electrospray source and operating in positive ion mode. Final compounds were shown to be greater than 95% pure by NMR and the LC-MS method described above on two solid phases (C18 and phenyl-hexyl). The major confirmer of each sangamide was elucidated using HRMS and 1D and 2D NMR experiments ( 1 H, 13 C, APT, COSY, HMBC and HMQC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental procedures"
        },
        {
            "text": "The ~7kb EcoRV-StuI fragment of cosmid TL3006 encompassing sfaA (nucleotide position 14396-21362, NCBI sequence accession number FJ809786) was excised by digestion with EcoRV and StuI and the resulting isolated fragment ligated directly into pKC1139 that had previously been digested with EcoRV and treated with shrimp alkaline phosphatase (Roche). This plasmid was designated pSGK268.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "An in frame deletion of the sfaA gene contained within this clone was performed using Red/ET recombination (GeneBridges) as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "SfaA17161f 5'-CGCTCTGTGGCGCCTGGTTTCCAAGCGGCTCGCGGACCGGCACCGGCACATGCATAATTAACCCTCACTAAAG GGCG-3'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "Two oligonucleotides, SfaA17161f and SfaA17825r were used to amplify the neomycin marker from the FRT-PGK-gb2-neo-FRT template DNA supplied in the kit using KOD DNA polymerase. The resulting ~1.7kb amplified product was isolated by gel electrophoresis and purified from the gel with QiaEX resin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "Plasmid pSGK268 was transformed into E. coli DH10B using standard techniques and selected on plates containing apramycin (50 µg/ml). A single colony was grown overnight in 2TY apramycin (50 µg/ml) and transformed with the pRedET (tet) plasmid and selected on apramycin (50 µg/ml) and tetracycline (3 µg/ml) at 30 °C. A single colony was used to prepare an overnight culture of this strain in 3ml 2TY apramycin (50 µg/ml) and tetracycline (3 µg/ml) at 30 °C. 0.5 ml of this culture was used to inoculate 10 ml 2TY apramycin (50 µg/ml) and tetracycline (3 µg/ml) at 30 °C and grown to an OD 600nm ~0.5. 1.4 ml of this culture was transferred to each of two Eppendorf tubes and 50 µl 10 % arabinose added to one tube to induce expression of the Red/ET recombination proteins. Tubes were shaken for ~1 hour at 37 °C. Induced and non-induced cells were pelleted in a bench top centrifuge and washed twice with chilled sterile water; resuspending and centrifuging to pellet the cells each time. The resulting pellets were suspended in about 30-40 µl of water and kept on ice. The 1.7 kb disruption fragment isolated previously was added to the induced and non-induced tubes and transferred to 1mm Biorad electrocuvettes on ice. The samples were electroporated (Biorad Micropulser at 1.8kV, resulting time constant ~4ms) and 1 ml 2TY (no antibiotics) added and mixed to remove the cells from the cuvette. Cells were incubated for ~3 h at 37 °C with shaking (1100rpm, Eppendorf thermomixer compact) before plating onto 2TY plates containing apramycin (50 µg/ml and kanamycin 25 µg/ml and incubating over night at 37 °C. Colonies from the induced sample plates were streaked onto 2TY plates containing kanamycin at 50 µg/ml to purify and confirm introduction of the kanamycin resistance cassette. PCR on individual bacterial colonies was used to confirm the introduction of the cassette. Plasmids were prepared from these cultures and digested to confirm the expected plasmid pSGK270. Plasmids were then digested with NsiI to remove the marker fragment, and the remainder religated to produce the sfaA in-frame deletion construct pSGK271.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "Plasmid pSGK271 was transformed into E. coli ET12567 pUZ8002 using standard techniques and selected on 2TY plates containing apramycin (50 µg/ml), kanamycin (25 µg/ml) and chloroamphenicol (10 µg/ml). The resulting strain was inoculated into 3ml liquid 2TY containing apramycin (50 µg/ml), kanamycin (25 µg/ml) and chloroamphenicol (10 µg/ml) and incubated overnight at 37 °C, 250rpm. 0.8 ml of this culture was used to inoculate 10 ml liquid 2TY containing apramycin (50 µg/ml), kanamycin (25 µg/ml) and chloroamphenicol (10 µg/ml) in a 50 ml Falcon tube and incubated at 37 ׄ°C 250 rpm until OD600nm ~0.5 was reached. The resulting culture was centrifuged at 3500 rpm for 10 min at 4 °C, washed twice with 10 ml 2TY media using centrifugation to pellet the cells after each wash. The resulting pellet was resuspended in 0.5ml 2TY and kept on ice before use. This process was timed to coincide with the complete preparation of Streptomyces spores described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "Spores of Streptomyces sp. A92-308110 (DSM9954) (Biot-4370) were harvested from a 1-2 week old confluent plate by resuspending in ~3 ml 20 % glycerol. Spores were centrifuged (5000 rpm, 10 min room temperature) and washed twice with 50 mM TES buffer before resuspending in 1ml 50 mM TES buffer and splitting between 2 Eppendorf tubes. These tubes were heat shocked at 50 °C for 10 min in a water bath before adding 0.5 ml 2TY and incubating in an Eppendorf Thermomixer compact at 37 °C for 4-5 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "The prepared E. coli ET12567 pUZ8002 pSGK271 and BIOT-4370 were mixed at ratios 1:1 (250 µL each strain) and 1:3 (100 µL E. coli) and immediately spread on R6 plates and transferred to a 37 °C incubator. After approximately 2 h incubation these plates were overlaid with 2 ml of sterile water containing nalidixic acid to give a final in-plate concentration of 25 µg/L. Plates were returned to the 37 °C incubator overnight before overlaying with 2ml of sterile water containing apramycin to give a final in-plate concentration of 20-25 µg/L. Ex-conjugant colonies appearing after 4-7 days were patched to ISP4 media containing apramycin (25 µg/L) and nalidixic acid (25 µg/L) and incubated at 37 °C. Once adequate mycelial growth was observed strains were repatched to ISP4 media containing apramycin (25 µg/L) at 37 °C and allowed to sporulate. Strains were then subcultured three times (to promote removal of the temperature sensitive plasmid) by patching to ISP4 (without antibiotic) and incubating at 37 °C for 3-4 days. Strains were finally patched to ISP4 and incubated at 28 °C to allow full sporulation (5-7 days). Spores were harvested and serially diluted onto ISP4 plates at 28 °C to allow selection of single colonies. Sporulated single colonies were doubly patched to ISP4 plates with or without apramycin (25 µg/L) to confirm loss of plasmid and allowed to grow ~ 7 d before testing for production of sanglifehrins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "A single ~7 mm agar plug of a well sporulated strain was used to inoculate 7 ml of sterile SM25-3 media and incubated at 27 °C 200 rpm in a 5 cm throw shaker. After 48 h of growth 0.7 ml of this culture was transferred to a sterilised falcon tube containing 7 ml of SGP2 media with 5 % HP20 resin. Cultures were grown at 24 °C 300 rpm on a 2.5 cm throw shaking incubator for 5 days before harvest. Bacterial culture (0.8 ml) was removed and aliquoted into a 2 ml Eppendorf tube ensuring adequate dispersal of the resin in throughout the culture prior to sampling. Acetonitrile (0.8 ml) and formic acid (15 µl) were added and the tube mixed for 30 minutes. The mixture was cleared by centrifugation and 170 µl of the extract removed into a HPLC vial and analyzed by HPLC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "Extracts of strains were analyzed by HPLC. Strains that produced sanglifehrin A and B were not analyzed further as these had reverted to wild type. Strains lacking sanglifehrin A and B production showed small levels (~1-2 mg/L) of a peak retention time 6.5 minutes that displayed a sanglifehrin like chromophore. Analysis by LCMS indicated this peak revealed a m/z 1073, 16 mass units fewer than that of sanglifehrin A. It was postulated this peak was due to incorporation of phenylalanine in absence of meta-tyrosine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "Eight strains showing loss of sanglifeherin production were subsequently regrown to assess whether the potential sfaA mutation could be complemented chemically allowing a mutasynthetic process to novel sanglifehrins. Strains were grown in SM25-3 seed media for 48 h before transferring to SGP2 production media with 5 % resin. After a further 24 hours growth strains were fed in triplicate with 2 mM DL meta-tyrosine (addition of 100 µl of a 0.16 M solution in 1M HCL) or 2 mM L-phenylalanine with an unfed strain used as control. Strains were harvested after a further 4 days growth and extracted and analysed by HPLC. meta-tyrosine was shown to completely complement the sfaA mutation and addition of L-phenylalanine increased levels of the -16 amu compound. Strain BIOT-4585 was chosen for further study as the sfaA deletion mutant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic engineering of Streptomyces sp. A92-308110"
        },
        {
            "text": "Cryopreserved spore stocks of BIOT-4585 were thawed at room temperature. Vegetative cultures (seed cultures) were prepared by transferring 4.0 mL of spore stock into 400 mL medium SM25 in 2 L Erlenmeyer flasks with foam plug. Cultivation was carried out for 48 h at 27 °C and 250 rpm (5.0 cm throw). From the seed culture 25 mL was transferred into 250 mL production medium SGP2 + 5 % HP20 in 2 L Erlenmeyer flasks with foam plug. After 24 hours cultivation at 24 °C and 250 rpm (2.5 cm throw), a solution of (S)-methyl 2-amino-3-(3-fluoro-5-hydroxyphenyl) propanoate [L-metatyrosine methyl ester] hydrochloride salt in 1 M hydrochloric acid (2 ml) and DL-piperazic acid in methanol (2 ml) was added to each production flask at 26 h to give a final 1 mM concentration of the individual enantiomers of the precursors. Cultivation was continued for further four days at 24 °C and 250 rpm (2.5 cm throw).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fermentation of BIOT-4585 and isolation of BC457"
        },
        {
            "text": "After harvesting, the culture broths were pooled and centrifuged (3300 g) for 25 minutes to separate the cells and resin from the clarified broth. The clarified broth was discarded after assay having confirmed less than 5% of target compound present. The cells and resin were stirred with 2 volumes of acetonitrile for 1 hour using a magnetic stirrer. The acetonitrile extract was recovered either by centrifugation or by allowing it to settle under gravity. A second acetonitrile extraction of the cells and resin was then performed under the same conditions. The combined acetonitrile extracts were concentrated to a residual aqueous volume under reduced pressure. This was extracted twice with ethyl acetate and the combined organics taken to dryness under reduced pressure to give the final crude (1.3 g).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fermentation of BIOT-4585 and isolation of BC457"
        },
        {
            "text": "The crude extract (1.3 g) was dissolved in ethyl acetate (2 ml) and loaded onto a silica gel column (10 x 2 cm) conditioned with ethyl acetate (500 ml). The column was eluted with ethyl acetate and then with stepwise increases in acetone (10%, 20%, 30%, etc. in ethyl acetate). Approx. 250 mL fractions were collected and the target compound identified by analytical LC, combined and taken to dryness. This material (278 mg) was dissolved in methanol (1.8 ml) and purified by preparative HPLC. A Waters Xterra MSC18 column (10 micron, 19 cm x 250 mm) was used with solvent pumped at 21 mL/min. Solvent A was water and solvent B was acetonitrile. The column was eluted isocratically at 50 % B for 6 min following the injection followed by a linear gradient to 100 % B at 30 min. Pure fractions were identified by HPLC-UV and combined. These fractions were taken to dryness under reduced pressure to yield BC457 as an off-white amorphous solid (20 mg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fermentation of BIOT-4585 and isolation of BC457"
        },
        {
            "text": "HRMS: C60H91O13N5F1 requires 1108.6592, found 1108.6572 (Δ -1.78 ppm). To a stirred solution of BC457 (430 mg, 0.38 mmol), (DHQ)2PHAL(18.6 mg, 0.024 mmol), osmium tetroxide (0.156 mL, 0.012 mmol) in tert-butyl alcohol (2.5 wt%, 0.079 mmol/ml), and methanesulfonamide (74 mg, 0.77 mmol) in 20 mL tert-butyl alcohol were added at room temperature, a solution of potassium ferricyanide (382 mg, 1.16 mmol) and potassium carbonate (160 mg, 1.16 mmol) in 20 mL water, resulting in a brown emulsion. After 2 h a solution of sodium sulfite was added, and stirring was continued for 20 min. The resulting mixture was extracted with ethyl acetate (3 x 50 ml). The combined organic layers were washed with brine, dried over anhydrous sodium sulfate, filtered, and concentrated under reduced pressure, purified by reversephase flash chromatography to yield 1 as a white solid (240 mg, 55%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fermentation of BIOT-4585 and isolation of BC457"
        },
        {
            "text": "To a stirred solution of 1 (240 mg, 0.21 mmol) in 24 mL of a 2:1 mixture of THF and water was added sodium periodate (91 mg, 0.42 mmol). The resulting mixture was stirred at room temperature for 3 h, and then saturated aqueous sodium bicarbonate was added. This mixture was extracted with three portions of ethyl acetate. The combined organic layers were washed with one portion of water and two portions of saturated brine, dried over anhydrous sodium sulfate, filtered, and concentrated under reduced pressure. The residue was purified by reverse-phase flash chromatography to yield 2 ((130 mg, 81%). To a solution of 3 (42 mg, 0.168 mmol) in THF (2.0 mL) was added NaH (1.2 mg, 0.05 mmol) in anhydrous THF (0.2 mL) at 0 °C with stirring. The synthesis of 3 was previously reported 29 . The solution was then stirred at 20 °C until it became clear. Then 2 (30 mg, 0.042 mmol) was added to the clear solution and the mixture stirred at 20 °C for 2 hours. The mixture was quenched with water (10 mL) and extracted with ethyl acetate (3 x 20 mL). The organic layer was washed with brine and dried over Na2SO4, filtered and reduced in vacuo. The residue was purified by preparative HPLC to obtained NVP018 as an amorphous white solid (10.2 mg, 30%). This material and all future batches tested were >95% pure by HPLC-UV and LCMS methods (see general chemical methods) with no one impurity greater than 2%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semisynthesis of NVP018 from BC457"
        },
        {
            "text": "HRMS: C45H63O11N5F1 requires 868.4503, found 868.4494 (Δ -0.99 ppm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semisynthesis of NVP018 from BC457"
        },
        {
            "text": "Solubility was measured by diluting test compounds in DMSO (10 mM) into PBS at pH 7.4 to a target concentration of 100 µM with a final DMSO concentration of 1%. Sample tubes were gently shaken for 4 h at room temperature, centrifuged and supernatants diluted into PBS. Diluted samples were mixed with the same volume (1:1) of methanol, then the same volume (1:1) of acetonitrile containing internal standard for LC-MS/MS analysis (see general methods).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solubility analysis"
        },
        {
            "text": "To assess the inhibition of the MRP2, MRP3 and BSEP efflux transporters, an in vitro vesicular transporter assay from Solvo Biotechnology Inc. was used. The Test Articles (TAs) (at 0.068, 0.2, 0.62, 1.8, 5.5, 16.7 and 50 µM) were incubated with efflux transporter membrane vesicles (Solvo Biotechnology Inc.) both in the absence and presence of 4 mM ATP to distinguish between transporter mediated uptake and passive diffusion of TA's into the vesicles. In the case of MRP2 and MRP3 transporters reactions were carried out in the presence of 2 mM glutathione. Reaction mixtures were preincubated for 10 minutes at 37 °C. Reactions were started by the addition of 25 μl of 12 mM MgATP (4 mM final concentration in assay) or assay buffer for background controls. Reactions were stopped by adding 200 μl of ice-cold washing buffer and immediately followed by filtration on glass fiber filters in a 96-well format (filter plate). Scintillation buffer was added to the washed and dried filter plate and scintillation was counted subsequently. Probe substrates were taurocholate (2 µM) for BSEP vesicles and E217βG (1µM) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro assessment of inhibition of efflux transporters"
        },
        {
            "text": "To assess the inhibition of the OAT1B1 and OAT1B3 uptake transporters, an in vitro uptake transporter assay from ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro assessment of inhibition of uptake transporters"
        },
        {
            "text": "To assess the inhibition of the P-glycoprotein (Pgp/MDR1) transporter, an in vitro ATPase assay from Cyprotex was used. MDR1-MDCK cells obtained from the NIH (Rockville, MD, USA) were used. Following culture, the monolayers were prepared by rinsing both basolateral and apical surfaces twice with buffer at pH 7.4 and 37 °C. Cells were then incubated with pH 7.4 buffer in both apical and basolateral compartments for 40 min at 37 °C and 5% CO2 with a relative humidity of 95 % to stabilize physiological parameters. For the apical to basolateral study (A-B), buffer at pH 7.4 was removed from the apical compartment and replaced with loperamide dosing solutions before being placed in the 'companion' plates. The solutions were prepared by diluting loperamide in DMSO with buffer to give a final loperamide concentration of 5 μM (final DMSO concentration adjusted to 1 %). The fluorescent integrity marker Lucifer yellow was also included in the dosing solution. The experiment was performed in the presence and absence of the test compound (applied to both the apical and basolateral compartments). For basolateral to apical (B-A) study, the P-glycoprotein substrate, loperamide (final concentration = 5 μM) was placed in the basolateral compartment. The experiment was performed in the presence and absence of the test compound (applied to the apical and basolateral compartments). Incubations were carried out in an atmosphere of 5% CO2 with a relative humidity of 95% at 37 °C for 60 min. After the incubation period, the companion plate was removed and apical and basolateral samples diluted for analysis by LC-MS/MS. A single determination of each test compound concentration was performed. On each plate, a positive control inhibitor was also screened. The test compound was assessed at 0.1, 0.3, 1, 3, 10, 30 and 50 μM. The integrity of the monolayers throughout the experiment was checked by monitoring Lucifer yellow permeation using fluorimetric analysis. After analysis, an IC50 was calculated (i.e., inhibitor concentration (test drug) achieving half maximal inhibition effect).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro assessment of inhibition of Pgp transporters using MDCK cells"
        },
        {
            "text": "Human plasma protein binding was analyzed using a dialysis chamber methodology, with test article dosed at 1 µM. Equilibrium was allowed for 5 h at 37 °C, and levels of test article in each compartment were analyzed by LCMS/MS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasma Protein Binding analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Groups of 3 male CD1 mice or SD rats were dosed with 1 mg/kg i.v. or 5 mg/kg p.o. Whole blood samples (40 µL) were taken via tail or saphenous vein, pre-dose and at 0.083, 0.25, 0.5, 1, 2, 8, and 24 hours, diluted with an equal amount of distilled H20 and kept on dry ice immediately. Samples were stored at -70 °C until analysis. The concentration of the test article in the sample was then determined by LC-MS/MS. The time-course of blood concentrations was plotted and used to derive area under the whole blood concentration-time curve (AUC), which is directly proportional to the total amount of unchanged drug that reaches the systemic circulation). These values were used to generate PK parameters",
            "authors": [],
            "year": null,
            "venue": "Compounds were formulated in 5 % ethanol, 5 % cremophor EL and 90 % saline for",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Groups of 3 non-naïve beagle dogs were dosed with 5 mg/kg p.o. Whole blood samples (40 µL) were taken via cephalic or saphenous vein, pre-dose and at 0.083, 0.25, 0.25, 0.5, 1, 2, 8, 24 and 48 hours, diluted with an equal amount of distilled H20 and kept on dry ice immediately",
            "authors": [
                {
                    "first": "%",
                    "middle": [],
                    "last": "Dmso",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "5 % solutol HS15, 90 % 100nM Na2CO3 / NaHCO3 (pH 8.39), for p.o. administration",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The animals were treated with NVP018 via oral gavage at a dose volume of 10 mL/kg for 7 consecutive days. Serum bilirubin levels were measured in 3 mice per group 24 hours after dosing on day 7. NVP018 was dissolved in 5% Ethanol, 5 % Cremophor EL and 90 % Saline at 0.5 mg/mL prior to administration",
            "authors": [],
            "year": null,
            "venue": "mg/kg), each containing 6 mice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Additional analysis of bilirubin after single doses of up to 500mg/kg to another group of three mice also showed no increase. Pharmacokinetics in SD Rats Three male SD Rats were fasted overnight and fed 4 hr post dosing, with free to access water. Rats were dosed PO via gavage needle",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "% Cremophor EL and 90 % Saline at 0.5 mg/mL prior to administration",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ethanol",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "NMR spectra for NVP018, Related to Experimental Procedures Figure S2: 13 C NMR spectra for NVP018, Related to Experimental Procedures",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "for MRP2 and MRP3 vesicles. For all wells the translocated amount of the probe substrate was determined in cpm units. Relative activities were calculated with the following equation:Activity % = 100x(A-B)/(C-D),where A= translocated amount of substrate in the presence of TA and ATP, B= translocated amount of substrate in the presence of TA, C= translocated amount of substrate in the presence of solvent and ATP and D= translocated amount of substrate in the presence of solvent. IC50 was defined as the TA concentration needed to inhibit transport of the probe substrate by 50%. IC50 was derived from the three-parameter logistic equation; a curve fitted onto the relative activity vs. TA concentration plot by non-linear regression.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "13 C NMR (126 MHz, DMSO) -1 H NMR (500 MHz, DMSO), Related to Experimental Procedures Serum chemistry at day 7 following administration of NVP018 to CD1 mice, Related to Experimental Procedures",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "AUC24 after 5 mg/kg po dose to SD rats, Related to Experimental Procedures",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Effect of serum on HCV inhibition, Related to Experimental Procedures",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "µM, were performed on CHO cells stably expressing human SLC transporters OATP1B1 and OATP1B3. Parental cell line CHO-K was used as negative control. Cells (1 × 105 in 200 μl 1:1 mixture of Dulbecco's Modified Eagle's Medium and Ham's F-12 DMEM (F-12, Lonza, New Jersey, US) supplemented with 5 mM sodium butyrate) were plated on standard 96-well tissue culture plates and incubated 24 hours before the experiment at 37 °C in an atmosphere of 5% CO2 and 95% air. Before experiments the medium was aspirated by vacuum suction, cells were washed with 2 × 100 μl of Krebs-Henseleit buffer pH 7.3 (prepared from Sigma chemicals, Sigma-Aldrich, St Louis, MO). Uptake experiments were carried out at 37 °C in 50 μl of Krebs-Henseleit buffer (pH 7.3) containing the probe substrate and the TA or solvent, respectively. The organic solvent concentration was equal in each well, and did not exceed 1 % v/v. The probe substrate for the OATP1B1 assay was E3S (0.1 μM) and for the OATP1B3 assay was Fluo-3 (10 μM). The translocated amount of probe substrate was determined for each well in cpm. Relative activities were calculated from the equation:Activity % = 100x(A-B)/(C-D)Where A= translocated amount of substrate in the presence of TA on transfected cells, B= translocated amount of substrate in the presence of TA on parental cells, C= translocated amount of substrate in the presence of solvent on transfected cells and D= translocated amount of substrate in the presence of solvent on parental cells. IC50 was defined as the TA concentration needed to inhibit transport of the probe substrate by 50%. IC50 was derived from the three-parameter logistic equation; a curve fitted onto the relative activity vs. TA concentration plot by non-linear regression.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The antiviral effect of NVP018 against Huh7-Con1 Luc cells was determined using the standard protocol as described above, but with increasing levels of either human or foetal bovine serum (see table S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "table S4",
                    "ref_id": null
                }
            ],
            "section": "Effect of serum on HCV inhibition"
        }
    ]
}