{
    "paper_id": "1e211bc0033ee7ea3f43bffa37f1b930c76ac188",
    "metadata": {
        "title": "Ebola virus disease: the 'Black Swan' in West Africa",
        "authors": [
            {
                "first": "Colin",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's Centre for Global Health",
                    "location": {
                        "addrLine": "Denmark Hill",
                        "settlement": "London"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Arkell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "King's Centre for Global Health King's Centre for Global Health",
                    "institution": "King's Centre for Global Health",
                    "location": {
                        "addrLine": "Denmark Hill, Denmark Hill, Denmark Hill",
                        "postCode": "SE5 9RS",
                        "settlement": "London, London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Sakib",
                "middle": [],
                "last": "Rokadiya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ebola virus disease (EVD) was first discovered in the Democratic Republic of the Congo in 1976, and by 2013 had caused approximately 20 recorded outbreaks across East and Central Africa. These had been restricted to rural areas and confined to small clusters of villages. In each case containment was achieved within a few months and after fewer than 500 confirmed cases. 1 The world assumed that EVD was too efficient at killing its hosts, doomed to quickly burn out wherever it arose. The 2014 West African outbreak has changed everything. It was the 'Black Swan' 2 -the inevitable consequence we did not foresee. By mid-December 2014, there had been over 17,000 reported cases spread across nearly every region in three adjacent countries, and approximately 6,000 people are known to have died. 3 It spread to the US, Mali, Senegal and Nigeria. Cases have been treated across Western Europe. Until early November 2014, there was no sign of a reduction in transmission, and case numbers were rising exponentially. This is still true of Sierra Leone where over one hundred health care workers have died, and there is no certainty the other affected countries will not again see an upsurge in new cases. Estimates of how many people could be affected have varied widely and include up to 1,400,000, or up to 25,000 cases per day by mid-January 2015. 4 This has increased dramatically since the World Health Organization (WHO) projected a maximum of 20,000 cases in August 2014, 5 highlighting how difficult it is to predict the future epidemic direction, though organisations such as Me´decins Sans Frontie`res highlighted their concern as early as March 2014. 6 Mathematical modelling is challenging and cannot easily account for conflict, mass movement of people, or breakdown of civil society, but though the very high case numbers may not be reached, one thing is certain: this will be a terrifyingly large outbreak, something never before faced on a global scale.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 373,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 798,
                    "end": 799,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1350,
                    "end": 1351,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1661,
                    "end": 1662,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given EVD's appearance in a setting thought solely home to Lassa Fever, there was initial speculation that this was a different virus than has been seen before. 7 The same -but different: more virulent, more transmissible. Modelling now firmly places the current outbreak strain as belonging to the Zaire strain (EBOV), with entry into the West African animal population approximately in the mid-2000s from central Africa. 8 One discrete contact with one infected animal is responsible for all the disease seen. Early analysis of 80 samples from Sierra Leone shows that in 1 month 400 mutations were identified. It is unclear if those mutations carry any fitness advantage, or whether this epidemic will evolve differently than those seen before. But as of December 2014, EBOV in West Africa is not behaving differently than what has previously been seen. There is no change in route of transmission, no suggestion of aerosolised spread, no gross differences in disease presentation. Therefore we know the measures required to control this outbreak: contact tracing, adequate testing and isolation, onward referral for treatment, communications with communities, improved logistics to support a fragile health system. These are the stalwarts of public health control across the last decades.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 423,
                    "end": 424,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "It's not the virus"
        },
        {
            "text": "Why did the situation get so bad?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It's not the virus"
        },
        {
            "text": "We cannot attribute the failure of early containment on differences in virulence or transmission of the virus. The reasons for lack of control are complex, multifactorial and open to debate. Emergence was in Gue´cke´dou, a remote and difficult-to-access area in West Africa, with porous borders across the three post-conflict nations most affected: Guinea, Liberia and Sierra Leone. As with much of Africa, these boundaries were European-drawn and do not correlate with different community identities or languages. Radio messages were initially in official languages only. Spread between countries was likely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It's not the virus"
        },
        {
            "text": "In this region, where availability of mainstream healthcare was already severely limited, the care of unwell individuals is vastly different to that available in the West. Sick relatives are nursed at home by family members, and further care is often sought from traditional healers, unofficial providers and private pharmacies rather than government health facilities. Peripheral health units are only equipped to diagnose and treat malaria, pregnancy and a few other key conditions, and if patients do present to hospital, in many settings there is a lack of basic equipment like gloves, aprons, running water and soap. The number of trained healthcare professionals of all cadres is very low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It's not the virus"
        },
        {
            "text": "Additionally, there is huge stigma associated with Ebola, similar to those seen in the early years of HIV care. The present Ebola outbreak began very close to where civil war erupted in Sierra Leone in 1991, and trust in the government in this region is low. Although acceptance of Ebola is rapidly increasing, there was initially disbelief about its existence, and conspiracy theories about population control were prominent and sometimes roused by media. This constellation of palpable fear and deep mistrust inhibited early engagement and sound communication about the threat of EVD. It was understandable, therefore, that families were reluctant to hand over their relatives to treatment centre staff wearing masks and suits. This is particularly true when there was a high likelihood of never seeing their loved ones or their bodies again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It's not the virus"
        },
        {
            "text": "These factors have all increased the risk of transmission of EVD, both in the community and within hospitals, and lead to a delayed and disjointed response both in-country and internationally. By keeping family members at home to die, burial practices involving body preparation and touching by mourners further facilitated spread. Early in the outbreak, insufficient staff to bury bodies safely led families to bury their own dead. Given that many of these factors are present in the settings of Uganda and the Democratic Republic of Congo, where previous EVD outbreaks have centred, the emergence of a disease thousands of miles from where it had been seen previously also contributed to spread. The endemnicity of Lassa Fever may have led to a false sense of security among healthcare workers regarding the transmissibility and mortality associated with viral haemhorragic fevers. Furthermore, wearing full personnel protective equipment in a humid environment comes with considerable difficulties, with differing opinions on which option is best to use. Safely incinerating waste in the rainy season brings its own challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It's not the virus"
        },
        {
            "text": "There is general agreement that a sufficient early international response, when traditional control strategies of case isolation, contact tracing and geographical containment were feasible, were not forthcoming. The WHO were slow to deploy experts, not appreciating the potential seriousness from the outset. Approaches used in smaller outbreaks were followed, and institutions were slow to adapt to new models of care. There was an initial dearth of organisations willing to deploy clinical staff to the field, and many traditional health non-governmental organisations withdrew their in-country staff. Fear lead to delays as they adapted to the disease. And unlike Severe Acute Respiratory Syndrome (SARS), major travel routes with potential spread into the West were not affected. The world watched but did not engage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It's not the virus"
        },
        {
            "text": "Novel therapeutics are on the horizon. TKM-Ebola, ZMapp, Favipiravir, Brincidofovir and other novel agents are being fast-tracked by regulatory authorities and rolled out for testing in clinical settings. Convalescent plasma, long thought useful in a variety of viral illnesses -SARS, influenza, Crimea-Congo haemhorragic fever 9-11 -offer a potential treatment option that can be delivered locally using modified existing transfusion services. Any reduction in circulating and replicating the virus may allow the body vital time to produce immunity; however this has not proved effective for Lassa Fever and needs to be evaluated formally. There are three major vaccine developments underway, entering Phase 1 and 2 trials, likely eligible for roll-out by early 2015. However, though these offer hope for the future, they are unlikely to be deterministic in shaping the control efforts of this outbreak. Earlier trial intervention was hampered by a lack of ability to conduct research given the burden of treatment needs, so evidence of treatment effect is still awaited from the field. Simple treatment interventions such as aggressive electrolyte replacement and anti-diarrhoeal agent administration remain untested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel therapeutics"
        },
        {
            "text": "The only human-to-human transmission of Ebola occurs via direct contact with body fluids of an infected individual. Importantly, the chance of transmission is greatly increased in the advanced stages of the disease, when diarrhoea, vomiting and bleeding can occur, and viral load is high. Disease control is therefore aimed at interrupting this transmission, and consists of early case identification and testing, effective isolation and contact tracing. None of these were reliably being achieved early in the outbreak -cases were identified in the late stages when substantial exposure had occurred, testing suspects for EVD took several days to perform, treatment centres are at capacity and contact tracing was disorganised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What can be done now?"
        },
        {
            "text": "What was needed in West Africa was a multifaceted international response, integrating different agencies and spanning all affected countries, with the cornerstones of disease control at its heart. As case numbers grow, and more regions were affected, achieving a coordinated response became increasingly difficult. Each new case exponentially increased the workload for clinical and public health staff; hence every case and every day compounded and threatened to overwhelm any Ebola response, especially where a fragmented health service was already present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What can be done now?"
        },
        {
            "text": "Hope is on the horizon. We are seeing a redoubling of efforts along with disease spread -international agencies have ramped up their response, there are money and material human resources being deployed daily. Governments are stepping up to the challenge. As well as financial commitment, logistical assistance is paramount. Armed forces, who have the responsiveness and capacity to stage a meaningful intervention, are being deployed to deliver infrastructure, logistics and engineering support. In Sierra Leone, holding and treatment centres are being built apace, staffed by local workers with technical support and oversight from international agencies. Most importantly, this response is happening now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What can be done now?"
        },
        {
            "text": "The King's Sierra Leone Partnership model of care is one robust approach. Constructing units in existing healthcare facilities for testing and holding, we allow those centres to stay open for care of other health needs: paediatric vaccination, maternal care, HIV management. Onward referral to dedicated treatment centres keeps the existing infrastructure and prevents fragmentation of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What can be done now?"
        },
        {
            "text": "In addition to tried and tested control methods, the seriousness of this outbreak represents an opportunity for using new approaches if potential harms and benefits are properly considered. For example, the employment of Ebola survivors as 'patient champions' has been proposed, both in advocacy and clinical work within communities and hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What can be done now?"
        },
        {
            "text": "Once numbers begin to fall, complacency must not set in. Control efforts must be maintained until every case has been treated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What can be done now?"
        },
        {
            "text": "In the event that EVD control in West Africa is achieved over the coming months, it is paramount to remember how badly damaged the remaining health infrastructure will be. As is the case with humanitarian disasters, there has been a crippling effect on programmes for other communicable and non-communicable diseases alike. In Sierra Leone we have recently observed a reversal of steps to improve health since the civil war ended 12 years ago. Other activity essential to a functioning democracy such as food supply, security, industry (particularly mining) and trade sectors are facing significant challenges. A response that strengthens these institutions in addition to control efforts is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking to the future"
        },
        {
            "text": "Ever since its discovery, it has been appreciated that EVD poses a serious risk to global public health. Infectious diseases represent a global threat, not just to those within the country or region of emergence. With the current increase in the movement of people (rural to urban, within countries and across borders), this risk will inevitably increase. While the current priority should be to contain the present outbreak, there is a great need to plan for prevention of future events. The development of an international response group tasked with immediate assessment of and initial response to emerging pathogens is needed, backed by sufficient international political will, clinical expertise and funding. This needs to be agile, responsive, with clear chains of command, and able to engage early. We may have been fortunate to have avoided an outbreak of this scale before now. Will we be ready next time? And will we succeed now? The upcoming months will be vital in determining the direction of the response. Time is not on our side, but the will and effort is now here for the humanitarian catastrophe of our time. Let it continue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking to the future"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreaks Chronology: Ebola Hemorrhagic Fever",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Ebola epidemic is about to get worse. Much worse",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Osterholm",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Politico",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Ebola Response Roadmap Situation Report Update -November 7th. Geneva: WHO",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating the future number of cases in the ebola epidemic -Liberia and Sierra Leone",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Santibanez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Knust",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Ervin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Surveill Summ",
            "volume": "63",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Me´decins Sans Frontie`res. Guinea: Ebola epidemic declared, MSF launches emergency response",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emergence of Zaire Ebola Virus Disease in Guinea -Preliminary Report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pannetier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oestereich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rieger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Koivogui",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Magassouba",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1418--1425",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "Rsg",
                    "middle": [],
                    "last": "Sealfon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kanneh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "1369--1372",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effectiveness of convalescent plasma and hyperimmune immunoglobulin for the treatment of severe acute respiratory infections of viral eiology: A systematic review and exploratory meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mair-Jenkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saavedra-Campos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cleary",
                    "suffix": ""
                },
                {
                    "first": "F-M",
                    "middle": [],
                    "last": "Khaw",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cross-reactive antibodies in convalescent SARS patients' sera against the emerging novel human coronavirus EMC (2012) by both immunofluorescent and neutralizing antibody tests",
            "authors": [
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Cc-Y",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect",
            "volume": "67",
            "issn": "",
            "pages": "130--140",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Crimean-Congo hemorrhagic fever: History, epidemiology, pathogenesis, clinical syndrome and genetic diversity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bente",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Forrester",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitehouse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "100",
            "issn": "",
            "pages": "159--189",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}