{
    "paper_id": "1e2d677d52fc513fc7207329be88bc5d08ea9965",
    "metadata": {
        "title": "Supporting Information",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Methods of Environmental Sampling. We collected a large number of samples for qPCR testing for 18 common respiratory viruses. The samples with data are air and surface samples from 10 flights are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(i) Air samples from 10 flights. Each flight has samples from five different time points (preflight, one-quarter of the flight, half of the flight, three-quarters of the flight, postflight) and one sample collected throughout the whole flight from 10,000 ft on ascent to 10,000 ft on descent (marked as \"continuous\"). Flight 2 only has data for four time points, thus there are qPCR analyses for 59 air samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(ii) Surface samples from 10 flights. For each flight, samples were collected before passengers boarded and after they deplaned. The locations of the surfaces include lavatory outside and inside door handles, as well as tray table top and bottom, and seat-belt buckle from two separate seats. Thus, there are eight locations and two time points from each flight. In addition, there was a coughing passenger (a \"cougher\") on the Los Angeles-to-Atlanta flight. We collected postflight surface samples (tray table top and bottom, seat belt) for the cougher's and two adjacent seats, and a seat-pocket sample from the cougher's seat. Thus, there are 10 additional surface samples from this flight. The total number of surface samples we submitted for 16S rRNA sequencing is 170 (10 flights, 2 time points, and 8 locations for each, plus the 10 samples from the cougher's flight). One sample was lost by the laboratory, thus our analyses report results for 169 surface samples. Air sampling. The two air-sampling pumps used were model SKC AirChek XR5000. Just before each sampling, each pump was calibrated using a MesaLab Defender Calibrator. Air samples of 30-min duration were collected onboard the aircraft during five distinct sampling intervals. Once the pilot announced the flight time, we calculated the quarter-way point, half-way point, and three-quarter-way point. Thus, the five sampling periods were: preboarding and boarding, Q1 ± 15 min, Q2 ± 15 min, Q3 ± 15 min, and touchdown to end of deplaning. Following each sampling period, the sampling cartridges were wrapped with Teflon tape, labeled, logged, and placed in a cooler with chemical ice packs. Fomite sampling. Before each flight, we prepared an ordered list of seven randomly selected seats, of which the first two occupied seats, as confirmed by the gate agent before boarding, were sampled. We also randomly chose a rear lavatory door (port or starboard) for sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lavatory door sampling. We swabbed these handles using Bode SecurSwab DNA Collector dual swabs, placing three drops of DNA-and RNA-free water on one of the two swabs, then, swabbing in one direction within a 9-cm × 9-cm template, and finally swabbing in the perpendicular direction within the same template. Afterward we placed each swab into its secure tube, labeled it, logged it, and placed it into a cooler on a chemical ice pack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Passenger seat sampling. We sampled three surfaces at each passenger seat: the inside tray table, the outside tray table, and the seat-belt buckle. Using the templates and the dual swabs, we sampled the bottom corners of each side of the tray table as described above. We did not use the template to swab the seatbelt buckle; rather, we swabbed the entire upper surface in one direction and then in the perpendicular direction. We placed each swab into its secure tube, labeled it, logged it, and placed it into a cooler on a chemical ice pack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Analysis of the Samples. All swab and air-filter samples were divided into two equal parts and processed for DNA and RNA isolation separately. The swab samples were isolated by combining the swab material from the two swabs in Tris Buffer and homogenizing the two swabs. The homogenate was then divided in half, with one half used for DNA isolation and the other half for RNA. Additional homogenization or lysis was performed per the indicated kit. The air-filter samples were each cut in half using sterile scissors, with one half being used for each isolation type. DNA isolations were performed using the Power Soil kit (MO BIO Laboratories) according the manufacturer's directions, with an elution volume of 50 μL. RNA isolations were performed with using the Viral RNA kit (Qiagen) per the manufacturer's directions, with an elution volume of 30 μL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The HudsonAlpha laboratory performed a Respiratory Viral Panel on every air sample. This is a comprehensive qPCR assay for the detection of a broad range of viruses and subtypes representing the majority of circulating respiratory disease-causing pathogens. This panel consisted of tests for influenza A, influenza B, influenza A subtype H5N1, respiratory syncytial virus A, respiratory syncytial virus B, parainfluenza virus 1, parainfluenza virus 2, parainfluenza virus 3, parainfluenza virus 4, rhinovirus F1, rhinovirus F2, coronavirus 229E, coronavirus OC43, coronavirus NL63, human metapneumovirus, adenovirus F1, and adenovirus F2. RT-PCR reactions were set up using Invitrogen's SuperScript III Platinum SYBR Green one-step qRT_PCR kit. There were three primer pools made and used: the virus pool (final in PCR 0.2 μM each) and two control pools (final in PCR 0.2 μM each), IAC and Mito. PCR volumes were 20 μL and the ABI Quant Studio RT-PCR machine was used. The RNA pools were used as template at 3 μL per reaction and reactions were run in triplicate. There was a water template set run as well. The results showed no significant differences. All reactions run using the viral pool had similar cT values of 16.8-18. The IAC cT range of the samples is 27.5-31 (water 30.7) and the Mito cT range is 23-31 (water 33.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Collection of Movement Data. As trip dates and destinations were determined, we purchased tickets for 14 team members for each leg of the trip. The team comprised one of the principal investigators (H.W.), three project managers, and 10 observers. At the time of ticketing, seats were chosen so that observers were placed every five to seven rows as pairs in seats across the aisle from each other. Observation zones. Each observer pair was responsible for recording activities (movement and behaviors) of passengers and crew within their virtual zone. A virtual zone comprised the row in which the observers were seated and the rows in front of them up to the next observer pair or the front of the plane, typically another four rows. Zones were also demarcated visually by ribbons that were hung from the overhead bins. Data-collection instrument. We developed a data-collection instrument on an iPad 2 using the Numbers spreadsheet app. The design of the data-collection spreadsheet was revised over a series of flights taken by various members of the study team before implementation. During the process of observer training and over the course of data collection, the app was further refined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There were three spreadsheets in the app: \"Flight Information,\" \"Passenger Description,\" and \"Movements.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Flight Information sheet was used to record basic descriptive information about a flight: flight number and date, departure and arrival airports, aircraft model, number of rows in the economy cabin, seat arrangement, lavatory arrangement, flight start and end times, observer name, and seat number. Empty seat numbers were also recorded here. In addition, this sheet was used to record the times when the seat-belt sign was on and off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Times were taken as a time stamp in the following way: when the appropriate cell was located for recording the time, the cell was double-clicked. Next, the display for recording time was called up. Finally, the observer could seek to record the hour, then hit the \"now\" key, at which point a time stamp was made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using the Passenger Description spreadsheet, each observer recorded descriptive information about each passenger in the zone for which she or he was responsible for observing. This was accomplished during the boarding process. This second spreadsheet contained columns for row and seat number, the passenger's gender, approximate age (senior, adult, youth, child), approximate ethnicity (white, African American, Asian, Latino, other), approximate hair color (brown, black, blonde, red, gray, white, bald, other), hair style (free text entry), approximate height (tall, medium, short), approximate body type (thin, medium, heavy), clothing (entered as free text), and a free-form comment field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The third sheet was used to record movements and behaviors. When an individual rose from their seat and stepped into the aisle in an observation zone, or when someone from another zone traveled through an observation zone, this behavior was recorded on a row of this sheet. As with the seat-belt times described above, the start-and stop-times of a behavior could be recorded with a time stamp. The passenger's row and seat number (if known) could also be recorded. There were columns for recording descriptive information about the individual (i.e., which crew member, or man, woman, or child for passengers), as well as shirt color and hair color for passengers. In addition there were columns for recording descriptive information about the behavior: were they entering or exiting the zone and in which direction, a row number if stopping to converse with another passenger, going to front or back lavatory, talking with a passenger, checking the overhead bin, passing through and in what direction, standing in the galley and, for crew, serving and trash collection. Finally, there was a column in which the observer could record free-form comments. Data reconciliation. During each flight each observer was in regular conversation with her or his partner so that they could reconcile observations in almost real-time. Often, one observer caught an action that the partner did not. For example, it was easier to see passengers in the seats across the aisle than on the same side.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After the flight, two reconciliation processes occurred. First, each pair made a final reconciliation of their observations. Once this was finished, the data were reconciled across zones. For example, a passenger from another zone may have entered a given pair's zone from the front at 11:04:01 AM. This passenger was a heavy-set male wearing a blue shirt and with a white ball cap. The given observer could then work with the pair(s) for the zone(s) ahead of them to determine the seat assignment of this passenger. Reconstruction of movement. After each trip was completed, movement observation data were downloaded to a secure server. For each flight we then assembled the five observer-reconciled datasets. These datasets were not yet ready for movement and contact analysis; the data were prepared for analysis in a severalstage process, described below. Two graduate research assistants worked on this movement reconstruction, with each responsible for five flights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data were imported into SAS (1), a software program that allows easy manipulation and examination of data. The first step for each flight was to examine the flow of movements to check for logically consistent patterns of behavior, deal with incomplete entries, and to catch inconsistencies in person identification, behaviors, and timing. We accomplished this by examining two types of sorted data: all entries ordered from beginning to end of the flight, and each passenger or crew member's entries ordered by time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As discrepancies and missing information became apparent, a list of rules for handling the issues was developed. For example, it was common that an exit time from one observation zone was recorded after the entry time stamp for the next zone. Such discrepancies were generally unremarkable: that is, usually just seconds needed to be adjusted. Our rule for this issue was to assume that the earliest time of an event was the correct one because it is logical that an event cannot be recorded before it occurs. Thus, if passenger 19-A was recorded as exiting zone 1 at 10:10:01 and entering zone 2 at 10:09:57, we adjusted the zone 1 exit time to be 10:09:56. All such adjustments were noted in the data so that we could track and quantify them; these changes averaged on the order of a few seconds. Another example of a logical discrepancy involved a skipped-over zone in a series of movement observations, such as when a passenger seated in zone 3 was observed leaving his zone and was shortly thereafter observed in zone 5 going to the back lavatory. In such cases we created an entry for passage through zone 4 that took into account the recorded time stamps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Start and finish times were the primary items from the observer entries that needed to be adjusted, but such adjustments were overwhelmingly on the order of a few seconds. Except for the first flight, the number of passenger movements that could not be assigned to a specific person was quite low (≤2%), as were unidentified behaviors (all ≤3%). Crew start and finish times were nearly complete. Missing times were generally from very quick movements through an observation zone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After the 10 flights were reconstructed, the two research assistants performed a quality-control check on the other's work. They each reconstructed a randomly chosen 10% sample of passenger and crew data from the flights they had not worked with before. For passenger data, 10% of passengers were randomly selected and their complete series of movements were reconstructed. For crew members, random starting points in the time-ordered data were chosen, reconstructing 10 lines of data following those points. The two reconstructed sets of data were compared on start and stop time stamps, zone identification, and specified behavior. Agreement was quite high, with an average of 93% agreement on times (±3 s) and even higher for the location of the movement. At this point, we felt confident that our re-construction methods produced a consistent record of movement on the flights. The next step was to address observations that involved passengers going to the front and back lavatory zones. Observers had been instructed to time-stamp the zone entry and zone exit times and note the behavior as simply \"back lav\" or \"front lav.\" They did not note the actual time of entry and exit into the lavatory itself because, particularly in the back zone, they were not able to observe this easily as the lavatories were behind their backs. To appropriately identify contacts and contact lengths, we broke the time into smaller periods, with four possible behaviors: \"passing through zone to the lav,\" \"waiting for lav,\" \"inside lav,\" and \"leaving the lav zone.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Specifically, we organized lavatory observations on each flight by entry and exit times. In this way, we could determine whether a passenger had waited for a lavatory to become free. We were also able to tell if the passenger left without entering the lavatory; this was apparent when the zone exit time was before the previous passenger left the lavatory (in the front, with one lavatory) or previous two passengers left (in the back, with two lavatories). Following this determination, we assigned times to each of the four possible behaviors. If a passenger did not have to wait, the behavior \"passing through zone to the lav\" was allowed 4 s. Four seconds is the 10th percentile of \"passing\" duration values; that seemed a reasonable amount of time for passing through the zone on the way to the lavatory itself. Upon leaving a lavatory, we gave a 2-s interval before the next person could enter, thus allowing contact between the one exiting and the next lavatory user. The behavior \"leaving the lav zone\" was also allowed 4 s. Thus, if the passenger was in the zone for a very short period, we concluded that they had not entered a lavatory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The observation period was from the time the aircraft reached 10,000 ft until it descended below 10,000 ft. However, a crew member's movements in the observation area generally started after and ended before these bookends. Accounting for earlyand late-flight location ensured that contacts with other crew members, as well as with passengers who might visit the galley, were not missed. Thus, for these periods, we assumed the crew to be in either the front galley or the back galley, depending on the location of their first and last observed movements. For example, if the observation period started at 10:00:00 and Crew A was first observed in zone 1 at 10:25:00, Crew A was assigned a 25-min period in the front galley. In this manner all crew, with the exception of first-class crew, who occasionally entered our section, were located for the complete observation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our final reconstruction step refined passenger and crew location from the level of observation zone to that of specific rows. The rules for refining time/location depended upon the observed behavior. For example, consider a passenger moving toward the back for 10 s through zone 3 (e.g., rows 24 through 28); we parsed the duration so that row 24 would be assigned the first 2 s, row 25 the next 2 s, and so forth. On the other hand, consider someone waiting for a back lavatory for 10 s. Because we did not know where the passenger stood to wait, the full 10-s interval was assigned to every row in the back zone. When crew served food and drink, we assumed they did so in the zone from front to back. Once this step was completed, the movement data were ready for quantitative analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Individual Behaviors. From the cleaned movement data, we determined the number and duration of individual behaviors of passengers and crew across flights. We calculated simple descriptive statistics (e.g., proportion, median, interquartile range) as appropriate for these data. These were expressed on a per person basis as well as a per flight basis, as appropriate. We typically report median values as they are robust to extreme values. In doing so, we use the language \"on average\" in the sense of a central value rather than the arithmetic mean.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contact Definition. From the cleaned movement data, we used a program written in Java to determine the start-and stop-times for social contacts. A contact was made when two individuals were within a set, fixed distance of one another according to a set, fixed pattern. Initially we used a distance of 1 m all around.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our method for determining who was in contact with whom while both were seated was two-step and based on seats of size 17 inches, aisles of 17 inches, and distance between rows of 31 inches. We designated the individuals seated within 1 m of a particular person that person's \"tribe.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When a person was passing through an observation zone and the passing time was long enough (i.e., the number of seconds was greater than the number of rows in the zone), we handled the passing movement row by row. For example, when a person was passing row 22, the contacts were 21-BCDE, 22-BDE, 23-BCDE). When the passing time was so brief that the passing time could not be easily parsed, the person was considered in contact with all passengers in seats B, C, D, and E for all rows in the observation zone for the full time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Social Contact Networks. From this information, we created temporal social contact networks. For each flight, the passengers and crew comprised the node sets. For each second of the flight we determined the social contacts, and these were represented as the edges of the network. For each network, we calculated the network-and node-level quantities for its static representation. Node-level measures included number of contacts and the total duration of the contacts (2). The main network-level measure was the average number of contacts (2) . We again determined descriptive statistics between and within flights for these node-and network-level measures.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Software. We used Gephi v0.8.2.2 Beta (3) for the dynamic network models, in which the network-and node-level measures were calculated, as well as for graphical representation of contacts. We used SAS 9.2 (SAS Institute) (4) for statistical modeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Simulation Methods. We constructed a transmission model in two steps: (i) creation of simulated flights made up of randomly selected passengers and crew teams from observed flights, and (ii) simulation of infection transmission during these simulated flights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We first simulated passenger and crew movement on 1,000 flights. Only passengers and crew on 8 of the 10 flights were used in the simulation study, as these 8 flights had the same seat layout. Each seat on a simulated flight was filled with a randomly selected passenger seated in that or in a nearby seat on one of the eligible flights. The movements of that passenger were preserved as a whole. For example, in simulated flight 1, the passenger in seat 23A (Atlanta to Los Angeles) going to the lavatory at 12:00 may now interact with the passenger in seat 25A (Atlanta to San Francisco), who at 12:00 is in the aisle checking the overhead bin near row 23; thus, realistic simulated contact patterns are created based on empirical movement patterns. Crew, because they primarily work and move through the cabin in teams, were randomly assigned to a simulated flight as a unit from the eight possible teams. Thus, to simulate a flight with 250 seats and one set of crew based on empirical data from our 10 flights, there are possible 10 251 possibilities. These 1,000 simulated flights yield 1,000 dynamic networks. For each simulated flight, the network nodes consist of the passengers and crew. At any instant of time, two nodes are connected by an edge if those two individuals are within 1 m. For any pair of individuals on the flight, their contribution to the edge lists for that flight is the duration of time that they were less than 1-m apart.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second step requires two inputs. The first is specification of the infectious source, which can be either a passenger (seat number) or crew member. All other individuals in the economy class cabin are considered to be potential targets of infection from that source. The second input is the infection rate, which defines the probability of transmission per unit time when the source is within 1 m of the target. For each simulated flight, we simulate infection transmission to all close-proximity contacts with this individual 10,000 times, repeating this for all 1,000 simulated flights. The number of times a target is infected per 10,000 simulations is their probability of infection on that flight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The outputs are two pairs of heat maps. The Fig. 3 , Left illustrates, for each individual, the median probability (over 1,000 simulated flights) of them having at least one 1-m contact with an infectious source seated in 14C, while Fig. 3 , Right illustrates, for each individual, the median probability of infection (over 1,000 simulated flights) from an infectious source seated in 14C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 50,
                    "text": "The Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 239,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Members of the FlyHealthy Research Team include",
            "authors": [
                {
                    "first": "Helen",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "Matthew",
                    "middle": [],
                    "last": "Brouillette",
                    "suffix": ""
                },
                {
                    "first": "Samantha",
                    "middle": [],
                    "last": "Campillo",
                    "suffix": ""
                },
                {
                    "first": "Elizabeth",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "Megan",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Michelle",
                    "middle": [],
                    "last": "Dynes",
                    "suffix": ""
                },
                {
                    "first": "Xavier",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "Jiaxiang",
                    "middle": [],
                    "last": "Gai",
                    "suffix": ""
                },
                {
                    "first": "Kimberly",
                    "middle": [],
                    "last": "Gajewski",
                    "suffix": ""
                },
                {
                    "first": "Rachel",
                    "middle": [],
                    "last": "Gordon-Roberts",
                    "suffix": ""
                },
                {
                    "first": "Jose",
                    "middle": [],
                    "last": "Guillen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SAS User's Guide: Statistics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sas Institute Inc",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Networks: An Introduction",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gephi: An open source software for exploring and manipulating networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bastian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the Third International ICWSM Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SAS/STAT 9.2 User's Guide",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sas Institute Inc",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Minutes of contact for aisle, middle, and window seats, across flights",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fig",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "S1",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}