{
    "paper_id": "1ed5058204d1330e780f20fca2694bc0fd20d329",
    "metadata": {
        "title": "DRINKING WATER QUALITY AND THE GEOSPATIAL DISTRIBUTION OF NOTIFIED GASTRO-INTESTINAL INFECTIONS KVALITETA PITNE VODE IN GEOPROSTORSKA PORAZDELITEV PRIJAVLJENIH ČREVESNIH OKUŽB",
        "authors": [
            {
                "first": "Eva",
                "middle": [],
                "last": "Grilc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Communicable diseases",
                    "location": {
                        "addrLine": "Zaloška 29",
                        "postCode": "1000",
                        "settlement": "Ljubljana",
                        "country": "Slovenia"
                    }
                },
                "email": "eva.grilc@nijz.si"
            },
            {
                "first": "Ivanka",
                "middle": [],
                "last": "Gale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for environmental threats",
                    "location": {
                        "addrLine": "Trubarjeva 2",
                        "postCode": "1000",
                        "settlement": "Ljubljana",
                        "country": "Slovenia"
                    }
                },
                "email": ""
            },
            {
                "first": "Aleš",
                "middle": [],
                "last": "Veršič",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Slovenian Environmental Agency",
                    "location": {
                        "addrLine": "Vojkova 1b",
                        "postCode": "1000",
                        "settlement": "Ljubljana",
                        "country": "Slovenia"
                    }
                },
                "email": ""
            },
            {
                "first": "Tina",
                "middle": [],
                "last": "Žagar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Epidemiology and Cancer Registry",
                    "institution": "",
                    "location": {
                        "addrLine": "Zaloška 2",
                        "postCode": "1000",
                        "settlement": "Ljubljana",
                        "country": "Slovenia"
                    }
                },
                "email": ""
            },
            {
                "first": "Maja",
                "middle": [],
                "last": "Sočan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Communicable diseases",
                    "location": {
                        "addrLine": "Zaloška 29",
                        "postCode": "1000",
                        "settlement": "Ljubljana",
                        "country": "Slovenia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction. Even brief episodes of fecal contamination of drinking water can lead directly to illness in the consumers. In water-borne outbreaks, the connection between poor microbial water quality and disease can be quickly identified. The impact of non-compliant drinking water samples due to E. coli taken for regular monitoring on the incidence of notified acute gastrointestinal infections has not yet been studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. The objective of this study was to analyse the geographical distribution of notified acute gastrointestinal infections (AGI) in Slovenia in 2010, with hotspot identification. The second aim of the study was to correlate the fecal contamination of water supply system on the settlement level with the distribution of notified AGI cases. Spatial analysis using geo-information technology and other methods were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hot spots with the highest proportion of notified AGI cases were mainly identified in areas with small supply zones. The risk for getting AGI was drinking water contaminated with E. coli from supply zones with 50-1000 users: RR was 1.25 and significantly greater than one (p-value less than 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion. This study showed the correlation between the frequency of notified AGI cases and noncompliant results in drinking water monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Uvod. Tudi kratkotrajna obdobja fekalne kontaminacije pitne vode lahko pri uporabnikih povzročijo bolezen. Povezavo med slabo mikrobiološko kvaliteto pitne vode in boleznijo lahko hitro odkrijemo med hidričnimi izbruhi. Vpliv zaradi prisotnosti E.coli neskladnih vodnih vzorcev, odvzetih v okviru rednega monitoringa, na incidence akutnih gastroenterokolitisov še ni raziskan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ", kjer se ti kopičijo. Drugi cilj raziskave je bil ugotoviti, ali obstaja korelacija med fekalno kontaminacijo vodnih virov in porazdelitvijo prijavljenih primerov AGI. V ta namen smo naredili prostorsko analizo ter uporabili geoinformacijsko tehnologijo in druge metode. Rezultati. Mesta kopičenja z najvišjim deležem prijavljenih primerov AGI so na območjih z majhnimi vodooskrbnimi sistemi. Tveganje, da zbolimo za AGI, če smo pili vodo, kontaminirano z E.coli, na vodooskrbnih območjih s 50-1000 uporabniki, je znašalo 1,25 in je bilo signifikantno višje od 1 (p ≤ 0,001). Zaključek. Raziskava je pokazala korelacijo med pogostostjo prijavljenih primerov AGI in neskladnimi vzorci pitne vode v okviru monitoringa pitne vode. ABSTRACT Keywords: acute gastrointestinal infections, surveillance, drinking water monitoring, quality of drinking water, fecal pollution of drinking water, GIS IZVLEČEK Ključne besede: akutne črevesne okužbe, spremljanje, monitoring pitne vode, kvaliteta pitne vode, fekalna kontaminacija pitne vode, GIS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acute diarrhea is characterised by changed stool consistency (soft, liquid), increased frequency -more than three times a day -and increased volume (1) . It is one of the most common disorders for which the patients seek medical help (1) . Diarrhea in children remains a common reason for hospitalisation (1) . Over 90% of all cases of acute infectious diarrhea are caused by enteropathogenic bacteria, viruses and parasites (1) . The latter are transmitted by fecal oral route, which means that pathogens from the patient or carrier are introduced into the oral cavity of another potential host. The process of transmission may be simple, or it may involve multiple steps, namely:",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• The ingestion of (untreated) water that has come in contact with feces;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• the ingestion of food that has been prepared in the presence of fecal matter;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• disease vectors, such as house flies, rats, mice, spreading contamination from inadequate fecal disposal;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• a poor or absent cleaning after handling feces, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The burden of diseases caused by food-borne and waterborne pathogens remains largely unknown globally, but it is probably high. For example, diarrhea associated with infections resulting from oral-fecal contamination is the second leading cause of death in children under 5 years of age, primarily in Africa and South Asia (2) . A number of diarrhea studies have been carried out in different countries. For instance, in Germany, a nationwide representative cross-sectional telephone survey of 21262 adults over a 12-month period during 2008 and 2009, was conducted. Participants were asked if they had had either AGI-related diarrhea or vomiting in a 4-week recall period. The burden of diarrhea was estimated to be quite high: 0.95 episodes/person per year (95% confidence interval 0·90-0·99) (3) . In Slovenia, a population-based self-reported acute gastrointestinal infection (AGI) cross sectional study was carried out in June 2011. The comparison of the incidence of AGI-based on notification in June 2011, and incidence-based on the results of the study showed that the latter incidence was 56 times higher than the first one. The burden of AGI among population of Slovenia is quite high. The cross sectional study should be repeated and laboratory analysis of acute AGI cases added to get a better insight of epidemiological situation (4).",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One of several risk factors for diarrhea is unsafe drinking water. Microbiologically contaminated drinking water has the potential to cause extensive outbreaks of illness due to the size of the populations served by the distribution system (5, 6) .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 244,
                    "end": 246,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "People can catch waterborne diseases from contamination of both natural and man-made environments with human and animal feces (7) . Diarrheal disease due to contaminated food and water, as a cause of death, is declining worldwide (8) . Halving a number of people without sustainable access to safe drinking water had an enormous impact on decreasing the incidence of diarrheal diseases (9) . A comprehensive literature review identifies 1415 species of infectious organisms known to be pathogenic to humans, including 217 viruses and prions, 538 bacteria and rickettsia, 307 fungi, 66 protozoa and 287 helminths. Out of these, 868 (61%) are zoonotic, that is, they can be transmitted between humans and animals (10) Hygienic measures, socio-economic changes and climatic changes have a significant impact on the emergence and spread of water-associated microorganisms. The occurrence of some has gradually been reduced, e.g. typhoid fever, while the incidence of others has risen: Campylobacter, E. coli O157:H7, noroviruses, Cryptosporidium and Giardia (12) . Some new pathogens include environmental bacteria and viruses that are highly capable of surviving and proliferating in water distribution systems. Moreover, they are highly resistant to chemical disinfecting procedures (12) . Waterborne viruses are gaining in importance as etiological agents of acute gastroenteritis. In children, they cause mixed viral infections with a severe clinical picture (12) .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In some countries, such as Finland, the finding that noroviruses frequently cause waterborne outbreaks has led to the authorities' increased awareness of viral risks. As a consequence, laboratory techniques have been improved and the capacity for analysing environmental samples, especially water, has increased (13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Drinking-water supply surveillance contributes to protecting public health by promoting the improvement of the quality, quantity, accessibility, coverage, affordability and continuity of water supplies, and it is complementary to the quality control function of the drinking-water supplier (14) . Since 2004, the monitoring in Slovenia completely complies with Council Directive 98/83/EC (15) . The drinking water monitoring in Slovenia is determined by the Rules on drinking water (Official Gazette of the Republic Slovenia. Nr. 19/2004, 35/2004, 26/2006, 92/2006 and 25/2009 ).",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 530,
                    "end": 576,
                    "text": "19/2004, 35/2004, 26/2006, 92/2006 and 25/2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It has been repeatedly discovered that the quality of drinking water in some small supply zones in Slovenia (providing drinking water to 50-1000 inhabitants) does not comply with the standards -the indicators of fecal contamination were identified in the water samples (16) . Small supply zones are supplied by surface water, or they are in contact with the surface. The small supply zones are facing a number of problems, which have an impact on the quality of drinking water, e.g.:",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• unprotected catchment areas of water sources, • no water treatment or disinfection -especially at water sources that are, or were connected with, surface water, and for all water sources in the area of Karst aquifers,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• inadequate sampling points and/or sampling time (such as only temporary use of sampling),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• the consequences of unexpected events, such as flooding and extended rainfall, for the water sources with a present or past contact with the surface water,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• the lack of financial resources in small supply zones -the costs of repair are often too high to be covered by providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There are several different ways to acquire AGI -through contaminated food, directly from a patient, or indirectly through soiled fomites. Last but not least, AGI is waterborne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Acute gastrointestinal infections (AGI) are still the cause of a considerable burden of disease in Slovenia. There were from 15 000 to 22 000 (with the incidence rate from 750 to 1100 per 100 000 inhabitants) of AGI cases notified per year in the last decade (17) . However, the incidence is calculated according to notified cases. As only a fraction of overall cases appear as notifications, the real burden of AGI is expected to be much higher. Among microbiologically confirmed notified AGI cases, the most frequent ones were noroviral (the incidence rate in 2010 was 21/100 000) and rotaviral infections (the incidence rate 78/100 000). Viral gastrointestinal infections are followed by AGI, caused by Campylobacter, Salmonella and E. coli. The epidemiological situation in EU countries is similar: Campylobacter infections are the most frequently reported bacterial gastrointestinal infections. In 2010, the total EU incidence was 57/100 000 inhabitants. Reported rates are increasing; most cases are sporadic, with high seasonal peaks in the summer, but multinational outbreaks are infrequent. Salmonella infection remains the second most commonly identified gastrointestinal disease across EU, with the total incidence of 21/100 000 inhabitants in 2010. The reported incidence of Salmonella infection has been declining steadily since 2004, partly due to EU control programmes in poultry farms. However, Salmonella continues to be the source of many outbreaks, both within and between countries (18) . The data for incidences of viral gastroenterocolitis are not available.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1502,
                    "end": 1506,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The objective of this study was to analyse the patterns of the geographical distribution of notified AGI in Slovenia in 2010, and to identify potential hotspots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The surveillance of AGI in Slovenia is based on the Law on Communicable Diseases (Official Gazette Republic of Slovenia, No 33/06) and the Act on Registration (Official Gazette Republic of Slovenia, No 16/99). According to the Law, a case of AGI has to be notified by the treating physician using a standard notification form. The data collected on the notification form include: a name, surname, date of birth, permanent address, notification date, and disease code according to the International Classification of Diseases, 10th revision (ICD-10). The data is collected at the regional level, then sent to the National Institute of Public Health and entered into SURVIVAL (the national electronic database of communicable diseases in Slovenia).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notified Cases"
        },
        {
            "text": "Only AGI cases reported in 2010 were included in the study. Patients with the following ICD-10 codes were extracted from the database: • A09 Gastro-enterocolitisacuta of presumed infectious origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notified Cases"
        },
        {
            "text": "The notified cases coded as bacterial food-borne intoxications (ICD-10 code A05) were not included in the analysis. Cryptosporidiosis and amoebiasis were not included, as there were only seven and eight notified cases in 2010, respectively. There were two cases of typhoid fever and one case of cholera -all three patients acquired the infection abroad. In total, 18 070 patients were included in the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notified Cases"
        },
        {
            "text": "For geographical analysis, the data at the settlement level was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notified Cases"
        },
        {
            "text": "The surveillance of drinking water in Slovenia is based on the Rules on drinking water (Official Gazette Republic of Slovenia, No 19/04, 35/04, 26/06, 92/06, 25/09). According to the Rules, the monitoring of drinking water quality is carried out by the supplier (an internal control) and by the Ministry of Health (19) . The monitoring of drinking water quality is carried out in order to make sure that the water available to consumers meets the requirements of the Rules, and, in particular, the limit values of the parameters set in the Rules.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Regular Monitoring of Drinking Water"
        },
        {
            "text": "A supply zone is a geographically defined area within which the water intended for human consumption comes from one or more sources, and within which the water quality may be considered as being approximately uniform (15) . The samples collected for monitoring should be taken so that they are representative of the quality of the water consumed throughout the year (15 The results of the regular drinking water monitoring intended for human consumption was collected from the Database of Drinking Water Systems and of the compliance of drinking water for 2010.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "(15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Regular Monitoring of Drinking Water"
        },
        {
            "text": "For analytical purposes, the drinking water supply zones were grouped into three categories, according to the number of users, namely: small (50-1000 users), medium (1001 to 10 000 users) and large (> 10 000 users). There were 1-2 and 4 samples taken in small and medium supply zones, respectively, in the year 2010.The microbiological controls applied to drinking water rely on the analysis of fecal pollution indicators. However, the use of these indicators may be substituted by the direct detection of pathogenic microorganisms, e.g., in the case of pathogenic viruses (20).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regular Monitoring of Drinking Water"
        },
        {
            "text": "The spatial distribution of AGI was compared to the water quality in the water supplying zones. We set the hypothesis that at least a part of AGI could be correlated to microbiologically contaminated drinking water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographical Analysis of the Notified AGI Cases and Drinking Water Monitoring"
        },
        {
            "text": "The permanent addresses of 18 070 notified AGI cases were available from the national electronic database of communicable diseases. In some cases, old municipal names or settlement names were used instead of the official names maintained in the Registry of spatial units (The Surveying and Mapping Authority of the Republic of Slovenia), available at: http://e-prostor.gov.si/index. php?id=416 . Wrong names were entered in the database, or local names were used for few notified cases which prevented appropriate geolocation. In the first step, 402 (2.8 %) notified AGI cases that could not be appropriately spatially located were excluded from the study, as shown in the flowchart (Figure 1 ). In the next step, notified AGI cases were aggregated to the settlement level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 692,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Geographical Analysis of the Notified AGI Cases and Drinking Water Monitoring"
        },
        {
            "text": "17 672 notified AGI cases resided in 3204 settlements. Approximately one third of the AGI patients resided in settlements that have an individual drinking water supply system. These systems are not under regular monitoring control of drinking water quality and, therefore, these patients were excluded as well. Finally (as shown in Figure 1 ), it was possible to link 11 638 notified AGI cases with the monitoring of the drinking water.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Geographical Analysis of the Notified AGI Cases and Drinking Water Monitoring"
        },
        {
            "text": "Supply zones could not be geolocated as polygons; instead, the geographical coordinates of the sampling points were used in the presented analysis. Some records in the drinking-water supply surveillance (monitoring) sample point dataset had wrong coordinates of the surveillance location or sampling point. Most of these discrepancies could be solved manually. Unresolved cases were excluded from the analysis. Geolocating the supply zones could not be implemented fully. For the present analysis, the geographical coordinates of the sampling points were used. In the last step of data preparation, both AGI cases and supply zones were attributed to the settlements. The data on the case level was analysed, and relative risks by the size of the drinking water supply zones were calculated for users who were supplied with E.coli contaminated water. The assumption was made that persons diagnosed with AGI were drinking water from the supply zone attributed to the same settlement. For each supply zone, the data on the results of the monitoring of drinking water quality and the total number of users were available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographical Analysis of the Notified AGI Cases and Drinking Water Monitoring"
        },
        {
            "text": "The geographical analysis and data preparation were processed using ArcGIS 10 and Oracle 11g relation database geo-information technology. The spatial datasets of municipal and settlements areas were recovered from the Registry of Spatial Units, which is maintained by The Surveying and Mapping Authority of the Republic of Slovenia. * Patients living in a settlement not linked to a supply zone are supplied with the drinking water from an individual water supply system serving less than 50 users, and, therefore, they were not included in the analysis. However, there is the possibility of a supply zone having users in more than one village, and there is not a sampling point in all villages. The available data does not provide adequate information to link a supply zone to such a village. The Register of public water supply systems could not be used to more precisely determine the residence of the remaining patients from the first note, and, thus, we were unable to link them to the supply zones. Such a procedure could not be automated, and it requires a lot of manual work due to the nonconnectivity of the databases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographical Analysis of the Notified AGI Cases and Drinking Water Monitoring"
        },
        {
            "text": "** For 17 out of 1204 patients with AGI who were checked manually to identify the supply zone, the zone could not be recognized, and they were, therefore, excluded from the analysis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographical Analysis of the Notified AGI Cases and Drinking Water Monitoring"
        },
        {
            "text": "In the year 2010, the National Institute of Public Health received app. 20 000 AGI notifications including infections and intoxications. After excluding bacterial intoxications, 18 070 AGI cases were considered for the analysis. Most of the notified cases (about 70%) were not confirmed microbiologically -the diagnosis of AGI relied on clinical symptoms alone (Table 1) . Viruses, such as noroviruses and rotaviruses, were the second and third most common cause of AGI, followed by Campylobacter spp. with 999 cases in the year 2010.The reported incidence of Salmonella infections has been declining since 2004, associated, at least in part, with successful infection control programmes in poultry farming and industry (the data is not shown). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 370,
                    "text": "(Table 1)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Notified Cases"
        },
        {
            "text": "There were 968 drinking water supply zones, supplying 50 or more users in Slovenia, providing 1 820 000 (89%) residents with public water in 2010 (Table 2) . These supply zones were regularly monitored. Therefore, microbiological (check monitoring) and chemical (audit monitoring) data on water quality was available. 68% of the population has been covered by 78 supply zones (8 % of the total), serving more than 5000 consumers. Almost 800 small water supply zones serve only a small proportion of the population (9%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "(Table 2)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "The Results of Drinking Water Monitoring"
        },
        {
            "text": "The rest of the Slovenian population (app. 230 000 inhabitants, 11%) is served by an individual supply of drinking water. These individual supply systems each serve less than 50 individuals and are not covered by the water quality monitoring programme. We determined more than 10% of non-compliant samples containing E. coli as contaminated supply zones, whereas other supply zones are considered uncontaminated. The proportion of non-compliant samples signifi cantly decreased as the size of the water supply zone increased: the percentages of non-compliant samples due to the presence of E. coli in small, medium and large supply zones were 18.9%, 3,7% and 0.5%, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Results of Drinking Water Monitoring"
        },
        {
            "text": "Another fact is that the burden of coliform bacteria in small supply zones was above 1000/100 ml. The burden of coliform bacteria in larger supply zones was signifi cantly smaller, less than 10/100 ml (the data is not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Results of Drinking Water Monitoring"
        },
        {
            "text": "Map 1 illustrates the geographical distribution of 18 070 notifi ed AGI cases. The biggest circles on the map denote the highest percentage of inhabitants in a settlement that developed AGI severe enough to visit their doctor's offi ce in 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Geographical Distribution of Notifi ed AGI Cases"
        },
        {
            "text": "Though the notifi ed AGI cases were distributed all over Slovenia, some areas had a much higher proportion of the population affected than others. Higher AGI incidences were observed in settlements that are located in the Southern (around Ilirska Bistrica) and South-Eastern part of the country (from Črnomelj to Brežice) (Map 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Geographical Distribution of Notifi ed AGI Cases"
        },
        {
            "text": "The alpine region of Slovenia (the North-Western part) from Kranj to Jesenice is also a part of the country where high AGI incidence settlements were located. These settlements are mainly small in size and drinking water is mainly provided from small supply zones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Geographical Distribution of Notifi ed AGI Cases"
        },
        {
            "text": "The data from the regular monitoring of drinking water quality in 2010 was added to the geographical distribution of notifi ed AGI cases on the settlement level, as shown on Map 2. The quality of drinking water in the Koroška region was not compliant in quite a few sampling points, but the number of notifi ed AGI cases coming from this region was low. The relative risk for users of small, medium and large supply zones contaminated with E. coli is presented in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Geographical Distribution of Notifi ed AGI Cases"
        },
        {
            "text": "There was no prior study in Slovenia in which the surveillance data of acute gastrointestinal infections has been linked to E. coli findings from the regular monitoring of drinking water quality. Even though a high incidence of diarrheal diseases could be a logical consequence of poor water quality and has been confirmed in many water-borne outbreak situations (22) , the benefit of a compulsory notification system for waterborne outbreaks is proved to be an effective tool for gathering information and increasing the awareness of possible problems related to the quality of drinking water (23) . But the impact of microbiologically contaminated water on AGI incidence confirmed by the link between the non-compliant results of water quality monitoring due to E. coli and AGI incidence, has not yet been studied.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The data derived from the surveillance of communicable diseases showed that acute gastrointestinal infections cause a considerable burden in Slovenia. In 2010, the incidence rate of notified cases with gastrointestinal communicable disease was app. 1000 per 100 000 inhabitants (21). The real burden is probably much higher as many patients with acute gastroenterocolitis do not seek medical help, as vomiting or diarrhoea are mostly self-limiting and of short duration. Even when the patient consults the doctor -e.g. suffering from a more severe disease, or simply in need of the certificate for a sick-leave -the obligation to notify is probably often overlooked by the physician. Children younger than four years of age account for more than half of all the notified cases. Babies and toddlers with vomiting and/or diarrhoea are prone to dehydrate quickly and their parents are thus more eager to visit the doctor's office.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The overall incidence rate of the notified acute gastrointestinal infections (AGI) increased by more than 60% between 1999 and 2010 in Slovenia (24) . The number of notified viral AGI stepped up for app. 400% and the numbers of 'gastroenterocolitis acuta with an unknown agent' (coded as A0.9, ICD-10) nearly doubled. The reason for that is, on one hand, the rise of viral enteritis cases (mostly norovirus and rotavirus) and, on the other hand, the drop of laboratory confirmed cases of AGI due to lack of financial resources. In that way, many viral enteritis cases, probably norovirus and rotavirus one, are notified The relative risk (confidence interval) Table 3 . The relative risk for AGI between the users using the water contaminated with E. coli and those using uncontaminated water for the three sizes of water supply zones.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 660,
                    "end": 667,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "as gastroenterocolitis acuta with an unknown agent. A substantial increase in viral gastrointestinal diseases is probably partly due to improved laboratory diagnostics. A downward trend has been observed for salmonellosis and shigellosis, but not for campylobacteriosis (24) .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Mapping the notified cases of AGI in 2010 (Map 1), showed that in the North-Western area (from Kranj to Jesenice) and around Nova Gorica, the South-Eastern and Southern part of the country (especially near Ilirska Bistrica and from Črnomelj in the South, to Brežice in the South-East), there were settlements with a high incidence of AGI. The main driving force behind the differences observed might be that some physicians are keen to notify and others are not. A less plausible explanation is that patients with AGI consult more frequently in one county than in another. Further, the differences in the geographical distribution of food-borne outbreaks in 2010, would clarify the uneven distribution of AGI cases. There were 57 outbreaks reported, caused by enteral pathogens (only one was waterborne) in 2010, which were relatively uniformly distributed throughout the country (the data is not shown) (16) , and which, therefore, cannot explain the difference.",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 908,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The quality of drinking water might, at least partially, be an explanatory variable for the geographical differences in the incidence of AGI in 2010. Notified water-borne outbreaks (WBOs) are rare in Slovenia -there were 86 WBOs registered between 1981 and 2010 (21). Shigella flexneri and sonnei were the predominant pathogens in the first decade, causing half of the WBOs. The number of notified WBOs has declined in recent years and the aetiology has changed (25) . There were only one to two WBOs per year in the last ten years, and most of them were caused by viruses (most often noroviruses) (21). Noroviruses were identified as an important cause of outbreaks in different settings, including WBOs also in Sweden (26) . Craun and co-workers (2010) comprehensively described outbreaks associated with drinking water in the US from 1971 to 2006. A drop in the number of notified outbreaks related to drinking water has been observed as well, especially in public systems. The decline was attributed to improved infrastructure and the impact of national regulations (27) . Individual water systems and systems supplied by ground water were more at risk of contamination (27) . A high prevalence of enteric viruses has been found in untreated individual drinking water sources in Slovenia as well (28) . Drinking water quality in Slovenia is generally good, especially in large water supply zones, but it is not of the same quality in all parts of the country: microbiological problems are found in small water supply zones in rural areas, and contamination with nitrates and pesticides in some areas with extensive agriculture (the North-Eastern part of the country). Without doubt, it has not been significantly improved in the 2004-2010 period (16) .",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 466,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1070,
                    "end": 1074,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1750,
                    "end": 1754,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "According to the results of our study, water contamination with E. coli primarily affected users of small supply zones, serving between 50 and 1000 users in rural areas, as they were 1.25 times more likely to get sick, compared with those who use safe water. The supply zones with more than 10 000 users are less often contaminated, and, if they are, E. coli was found in less than 10% of the water samples taken. The risk for AGI in the larger supply zones was lower for those users who were supplied with contaminated water -an unexpected finding which is difficult to interpret. It may be that users in large supply zones (mainly in bigger cities) are inclined to drink bottled water and, therefore, the temporary contamination does not have an augmenting effect on AGI. Another possible explanation might be that larger water supply systems are better controlled, that any change in water quality is detected immediately, and that consumers are instructed not to use water for drinking/cooking without boiling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Nevertheless, the result supports the hypothesis that microbiologically contaminated water proved by E. coli non-compliant results in drinking water has an impact on public health, especially in small supply zones. Microbiological quality is strongly associated with the size of the supply zone -in large and medium-sized supply zones the drinking water is mostly of good quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We believe that the small supply zone systems should be properly regulated. Small supply zones often have deficiencies in their management plans, reflecting in the poor quality of the water. Only 1-2 samples per year taken in the smallest supply zone systems do not fully show the quality of the drinking water, and they could even be misleading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The limitation of the study was that a part of the notified AGI cases that were correlated with the results of the drinking water monitoring were probably foodborne, and that a part of notified cases acquired AGI by a direct contact with a patient at a workplace, school, kindergarten, or indirectly through contaminated fomites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The study was performed under the assumption that acute gastrointestinal infections, transmitted directly or indirectly, are uniformly distributed across the country, as there was no major food-borne outbreak affecting one region only. Under ideal conditions, only water-borne AGI cases should be included in the study and compared to microbiology, especially the faecal contamination of drinking water samples taken at approximately the same time as the illness occurred. To conduct a study under these ideal conditions is practically an unreachable goal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In most of the cases (outside of outbreak situations), patients are not able to identify the source of the infection, and they are not aware of the fact that the pathogen causing the diarrhoea and/or vomiting was water-borne. The sample points for the monitoring of drinking water do not include the individual supply zones that supply less than 50 users. Therefore, AGI cases residing in settlements with small supply zones (less than 50 users) were not included in the analysis. It would be very interesting to do a study comparing the incidence of AGI in users of the above mentioned supply zones and the microbiological results of drinking water. The recent study showed that enteric viruses were more frequently found in individual water systems compared to public water systems in Slovenia (28) .",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 800,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The second limitation of the study is that the real burden of AGI, like in most countries, is expected to be much higher than the one based on notifications. The estimated risk ratio for AGI in microbiologically contaminated areas is probably lower than the one with the data from the real burden would have been, but just when the unnotified cases are unevenly distributed between those water sources that are microbiologically contaminated and those that are not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The last limitation of the study remains the universal, global use of bacterial indicators of fecal contamination of water. Good environmental survival of important waterborne viruses and protozoa raised serious questions about the suitability of the reliance on relatively shortlived coliforms as indicators of the microbiological quality of water. That is, while the presence of coliforms could still be taken as a sign of fecal contamination, the absence of coliforms could no longer be taken as a guarantee that water was uncontaminated. Thus, existing bacterial indicators and indicator approaches do not, in all circumstances, identify all potential waterborne pathogens; their presence in water is also \"underreported\". Indeed, no single indicator organism, or a small set of indicators, can successfully identify or predict the presence, let alone the source, of all classes of potential pathogens -especially emerging microorganisms (20) .",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 946,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "But indicator approaches will still be required for the foreseeable future, since it is not practical or feasible to monitor the complete spectrum of microorganisms that may occur in water, and as many known pathogens are difficult to detect directly and reliably in water samples. The shortcoming of bacterial indicators to predict parasites and viruses, which can be more resistant to disinfection, and the fact that information derived from the microbiological analysis is not immediate (neither is obtained in a continuous manner), have motivated the development of more preventive approaches, like the Water Safety Plans proposed by the WHO (20) .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 650,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the limitations of the study, we believe that the ecological study showed the impact of non-compliant drinking water due to E. coli on the incidence of acute gastrointestinal infections, especially in highly contaminated small supply zones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This ecological study showed the correlation between the frequency of notified AGI and non-compliant fecal results of drinking water quality monitoring, especially in small water supply zones. From the public health aspect, the small water systems must comply with all the professional structural and operational demands, otherwise it is better to arrange the supply in a different way -for example, through larger systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The authors declare that no conflicts of interest exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTS OF INTEREST"
        },
        {
            "text": "The study was funded by internal financial resources of the National Institute of Public Health, Slovenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": "No ethical approval was necessary, as the data for the study was drawn from the national register of communicable diseases, and no human samples for laboratory analysis were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL APPROVAL"
        },
        {
            "text": "The data was used in an aggregated form, no personal identification is possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL APPROVAL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Zdravljenje črevesnih okužb",
            "authors": [
                {
                    "first": "Lejko",
                    "middle": [],
                    "last": "Zupanc",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Med Razgl",
            "volume": "46",
            "issn": "2",
            "pages": "17--27",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Easing the global burden of diarrhoeal disease: can synthetic biology help?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vohra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Blakely",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Syst Synth Biol",
            "volume": "7",
            "issn": "",
            "pages": "73--81",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute gastrointestinal illness in adults in Germany: a population-based telephone survey",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilking",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Spitznagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Werber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Population based self -reported acute gastrointestinal infection in Slovenia: multiplier study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grilc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sočan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Zdrav Var",
            "volume": "53",
            "issn": "",
            "pages": "125--157",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Microbial agents associated with waterborne diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schwartzbrod",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Dei",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Rev Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "371--409",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An investigation of a waterborne outbreak caused by microbiological contamination of the drinking water supply system",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Učakar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grilc",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jeraj",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Zdrav Var",
            "volume": "15",
            "issn": "",
            "pages": "112--121",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection risks from water in natural and man-made environment",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Euro Surveill",
            "volume": "11",
            "issn": "",
            "pages": "76--84",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Food-borne diseases -the challenges of 20 years ago still persist while new ones continue to emerge",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Newell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verhoef",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Duizer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Aidara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sprong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Food Microbiol",
            "volume": "139",
            "issn": "1",
            "pages": "3--15",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Surveillance of drinking-water quality. Geneva: World Health Organization",
            "authors": [],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk factors for human diseases emergence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "983--992",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emerging and potentially emerging viruses in water environments",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fratini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Libera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iaconelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muscillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Ist Super Sanita",
            "volume": "48",
            "issn": "",
            "pages": "397--406",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Norovirus outbreaks from drinking water",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maunula",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Miettinen",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bonsdorff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1716--1737",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Guidelines for drinking-water quality",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "DWD Council Directive 98/83/EC of 3 November 1998 on the quality of water intended for human consumption",
            "authors": [],
            "year": 2014,
            "venue": "Available April",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dostopnost do pitne vode v Sloveniji in njena kakovost v obdobju 2004-2010",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrovič",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Celje: Fit media",
            "volume": "",
            "issn": "",
            "pages": "20--30",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemiološko spremljanje nalezljivih bolezni v letu 2013.Ljubljana: Inštitut za varovanje zdravja",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "ECDC Annual epidemiological report: report on 2010 surveillance data and 2011 epidemic intelligence data. Available May",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Programme of water monitoring in Slovenia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "New perspectives in monitoring drinking water microbial quality",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Figueras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Borrego",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Environ Res Public Health",
            "volume": "7",
            "issn": "",
            "pages": "4179--202",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Annual epidemiological report. Reporting on 2010 surveillance data and 2011 epidemic intelligence data",
            "authors": [],
            "year": 2014,
            "venue": "Available May",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Surveillance of waterborne disease outbreaks associated with drinking water in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brunkard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ailes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Hilborn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Craun",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "MMWR",
            "volume": "23",
            "issn": "",
            "pages": "38--68",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The increased information on waterborne outbreaks through an efficient notification system enforces actions towards safe drinking water",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zacheus",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Miettinen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Water Health",
            "volume": "9",
            "issn": "",
            "pages": "763--72",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Epidemiološko spremljanje črevesnih nalezljivih bolezni v Sloveniji od",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grilc",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Zdrav Var",
            "volume": "51",
            "issn": "",
            "pages": "155--62",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Waterborne outbreaks in Slovenia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hojs",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Zdrav Var",
            "volume": "43",
            "issn": "",
            "pages": "29--37",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Genetic diversity among food-borne and waterborne norovirus strains causing outbreaks in Sweden",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lysén",
                    "suffix": ""
                },
                {
                    "first": "Thorhagen",
                    "middle": [],
                    "last": "Brytting",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hjertqvist",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hedlund",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "2411--2419",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Causes of outbreaks associated with drinking water in the United States from 1971 to",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Craun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brunkard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yoder",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "23",
            "issn": "",
            "pages": "507--535",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The high prevalence of enteric viruses in untreated individual drinking water sources and surface water in Slovenia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Godic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Poljsak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Inter J Hyg Environ Health",
            "volume": "214",
            "issn": "",
            "pages": "392--400",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "The flowchart of the data (notified acute gastrointestinal infection cases and the results of drinking water monitoring) exclusion and linking.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The spatial distribution of notifi ed AGI cases (the proportion of inhabitants with AGI per settlement) in 2010 in Slovenia. Minimal and maximal number of consumers)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Warning: National boundary of the Republic Slovenia is border of areas where Republic Slovenia managed cadaster and registry of spatial units on the 25th June 1991. Source: the Surveying and Mapping Authority of Slovenia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The results of the monitoring of drinking water quality and the geographical distribution of notified AGI cases.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Some pathogens are transmitted by water. For example, viruses that are potentially transmitted by water are: norovirus, enterovirus, hepatitis A and E virus, adenovirus, coronavirus, influenza A virus, polyoma virus, pikobirna virus, etc. (11).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "caused by Salmonella spp.; • A03 Enteritis, caused by Shigella spp.; • A04 Infections, caused by Gram negative bacteria (E. coli, Campylobacter, Yersinia enterocolitica, Clostridium difficile and other bacterial intestinal infections);",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Notified AGI cases included in the spatial analysis in Slovenia in 2010(16).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The number of water supply zones, the number of users, the percentage of users in each supply zone class and the percentage of non-compliant E. coli samples in Slovenia in 2010.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}