{
    "paper_id": "1f2bfec9b985a04dc2645ceabc4e5e456a9ad9a5",
    "metadata": {
        "title": "The 2019 Novel Coronavirus: A Crown Jewel of Pandemics?",
        "authors": [
            {
                "first": "Razvan",
                "middle": [],
                "last": "Azamfirei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "razvan.azamfirei@jhmi.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Starting from the December 2019 identification of the 2019 novel coronavirus (2019-nCoV), an overwhelming sense of panic has enveloped public discourse. This is likely to be amplified by WHO recently declaring the novel coronavirus outbreak a public health emergency of international concern. It is the third significant occurrence of a zoonotic coronavirus crossing the species barrier to infect humans, and it likely will not be the last. Hope is not lost; and a measured approach, one that is cognizant of the seriousness of this public health crisis without giving into hysteria, is imperative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The coronavirus was identified in a wet food market in Wuhan, China, and has been the subject of a robust public health response by both Chinese authorities and the international community ever since. While debates about the primary reservoir of the virus are still ongoing, the virus is closely related to several bat coronaviruses. Coronaviruses (CoV) are positive-sense, single-stranded RNA viruses, possessing the largest viral RNA genome known to-date [1] . They are known for their rapid spread, unpredictable emergence, and their threat to human health, magnified by the wide range of animal reservoirs and the lack of preventive or curative treatments [1] [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 2019-nCoV is a beta-CoV similar in sequence (80%) with the severe acute respiratory syndrome coronavirus (SARS-CoV), the coronavirus strain implicated in the 2002 SARS outbreak, but even more closely related to several bat coronaviruses [1, 4] . Bats were also identified as the primary reservoir for SARS-CoV, although coronaviruses are found in many species [1] . The Middle East respiratory syndrome coronavirus (MERS-CoV), another highly pathogenic CoV responsible for the 2012 MERS outbreak, has been transmitted through contact with camels, although with a different human tropism. The novel coronavirus is believed to infect human cells through its interaction with the human angiotensin-converting enzyme 2 (ACE2) recep-tor, similarly to SARS-CoV [1, 4] . Despite the differences between the SARS, MERS and novel coronavirus, the similarities within the beta-CoV genus allow us to extrapolate from our previous experience with coronavirus outbreaks and increase our understanding of the current one.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 245,
                    "end": 247,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 763,
                    "end": 765,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The infection affects patients with and without underlying diseases, although the majority of the fatalities are older patients or patients with significant comorbidities [2] . The vast majority of reported cases have been in adults, decreasing our ability to draw inferences and make recommendations for pediatric patients. Despite its apparent increased infectivity (R 0 =2.2) the 2019-nCoV strain appears to be less virulent than SARS-CoV (case-fatality rate=9.5%) and MERS-CoV (case-fatality rate=34.4%); currently reported case-fatality rate of 2019-nCoV is 2.2% [3] [4] . Superspreaders (R 0 >10) have been identified in both MERS-CoV and SARS-CoV outbreaks and there are similar reports of 2019-nCoV superspreaders [4] . One should be mindful of the possibility of systematic underreporting in our current dataset, but the numbers represent our best estimates as of January 31, 2020, 02:30 GMT. (For updated information see: https://tinyurl.com/Hopkin-sCSSE)",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent case reports of human to human transmission, including in patients who have not visited Wuhan, are concerning but not surprising. Transmission is believed to occur only after symptoms of lower respiratory tract infections present, due to its tropism for intrapulmonary epithelial cells. A crucial lesson learned from our experience with SARS-CoV and MERS-CoV is that community transmission occurs primarily through large droplets, not aerosols. Transmission is also to a large degree nosocomial, which is why a measured approach, one that prevents overutilization of medical resources and panic in the general population [4] . DOI: 10.2478/jccm-2020-0013",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 631,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From an infection-control perspective, medical professionals should exercise droplet and contact precautions, as well as airborne precautions when performing procedures that generate aerosols (i.e. endotracheal suctioning, intubation) in patients suspected of having 2019-nCoV [5] . From a public-health perspective, patients presenting with acute respiratory illness require screening according to the WHO criteria. Patients suspected of being infected with 2019-nCoV should be managed according to governmental protocols. Patients who do not meet the criteria are unlikely to be infected with 2019-nCoV. Patients with acute respiratory illness, without positive WHO criteria, should not have their management changed solely based on unspecific symptoms. For patients without exposure to the virus, the immediate health risk is low; this should be communicated to both providers and patients.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients infected with 2019-nCoV typically present with symptoms indicative of viral pneumonia such as fever, cough, fatigue, and dyspnea [2, 5, 6] . This is similar to the Middle East respiratory syndrome coronavirus (MERS-CoV) and the severe acute respiratory syndrome coronavirus (SARS-CoV) outbreaks [6] . Patients typically exhibit radiographic findings of bilateral multiple lobular and subsegmental consolidations, progressing to ground-glass opacities on chest CT images [2, 6] . Secondary complications of 2019-nCoV include acute respiratory distress syndrome (ARDS), RNAemia (viremia), acute cardiac injury as well as secondary infections, with 23% requiring admission to the intensive care unit [2] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 142,
                    "end": 144,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 145,
                    "end": 147,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The competent critical care provider should not fear 2019-nCoV. While this is a new, incompletely understood strain, its management remains similar to previous CoV outbreaks. Patients may present with clinical pictures including uncomplicated respiratory infections, pneumonia, ARDS, sepsis or septic shock [5] . Despite 2019-nCoV being a viral infection, patients meeting sepsis criteria should receive the customary treatment, including early initiation of broad-spectrum antibiotic therapy, due to the potential of secondary infections [5] . The usage of corticosteroids for viral pneumonia or ARDS is discouraged in patients suspected of having 2019-nCoV unless otherwise indicated [5] . With that being said, our current guidance is interim and good clinical judgment is still necessary when managing patients with 2019-nCoV. While 2019-nCV is novel, coronaviruses are not and the general principles of managing viral pneumonia still apply. Both lo-cal reporting guidelines, as well as WHO guidance on the management of 2019-nCoV, will continue to evolve as we better understand the outbreak.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Is the novel coronavirus the crown-jewel of pandemics? No. It is a serious infectious disease, but not one that is incredibly unusual. In the recent past, we have managed SARS, MERS, Ebola, and Zika. Our scientific community is prepared and vigilant, which is evidenced in the incredibly fast response to the current outbreak. This is also not the last time we will hear about coronaviruses. They have a significant infectivity potential, and more scientific resources should be devoted to understanding and reducing the severity of future outbreaks. However, due to our experience with managing coronaviruses outbreaks in the past, we are well prepared to tackle the current one. Despite the high infectivity, the case-fatality rate remains low; state governments and the WHO are implementing the necessary measures to reduce the spread of the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. The Lancet",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2001316"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Novel Coronavirus Emerging in China -Key Questions for Impact Assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Riel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Wit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmp2000929"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Management of Severe Acute Respiratory Infection When Novel Coronavirus (2019-NCoV) Infection Is Suspected Interim Guidance. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30183-5"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}