{
    "paper_id": "1fe6e8c22714c1484434a2b5b334bedf7f216739",
    "metadata": {
        "title": "Characterization of the Budding Compartment of Mouse Hepatitis Virus: Evidence That Transport from the RER to the Golgi Complex Requires only One Vesicular Transport Step",
        "authors": [
            {
                "first": "Jacomine",
                "middle": [],
                "last": "Krijnse-Locker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utrecht",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Ericsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utrecht",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J M"
                ],
                "last": "Rottier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utrecht",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Gareth",
                "middle": [],
                "last": "Grittiths",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utrecht",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mouse hepatitis coronavirus (MHV) buds into pleomorphic membrane structures with features expected of the intermediate compartment between the ER and the Golgi complex. Here, we characterize the MHV budding compartment in more detail in mouse L cells using streptolysin O (SLO) permeabilization which allowed us to better visualize the membrane structures at the ER-Golgi boundary. The MHV budding compartment shares membrane continuities with the rough ER as well as with cisternal elements on one side of the Golgi stack. It also labeled with p58 and rab2, two markers of the intermediate compartment, and with PDI, usually considered to be a marker of the rough ER. The membranes of the budding compartment, as well as the budding virions themselves, but not the rough ER, labeled with the N-acetyl-galactosamine (GalNAc)-specific lectin Helix pomatia. When the SLO-permeabilized cells were treated with guanosine 5'-(3-O-thio)triphosphate (GTP',/S), the budding compartment accumulated a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "large number of ~-cop-containing buds and vesicular profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Complementary biochemical experiments were carried out to determine whether vesicular transport was required for the newly synthesized M protein, that contains only O-linked oligosaccharides, to acquire first, GalNAc and second, the Golgi modifications galactose and sialic acid. The results from both in vivo studies and from the use of SLO-permeabilized cells showed that, while GalNAc addition occurred under conditions which block vesicular transport, both cytosol and ATP were prerequisites for the M protein oligosaccharides to acquire Golgi modifications. Collectively, our data argue that transport from the rough ER to the Golgi complex requires only one vesicular transport step and that the intermediate compartment is a specialized domain of the endoplasmatic reticulum that extends to the first cisterna on the cis side of the Golgi stack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "THOUGH the boundary region between the ER and the Golgi complex has been extensively investigated during the past few years, many questions remain about the organization of this part of the cell. Foremost among these is whether a separate intermediate compartment exists or whether this structure is functionally continuous with the ER. The available evidence strongly suggests that both in mammalian cells (Beckers et al., 1990) and in yeast (Rexach and Schekman, 1991) at least one vesicular transport step exists between the rough ER and the Golgi complex. A separate intermediate compartment, as has been postulated by several authors (Warren, 1987; Pelham, 1989; MeUman and Simons, 1992) would necessitate two distinct vesicular transport steps, one from the ER to the intermediate compartment and the other from this site to Golgi. In contrast, if the intermediate compartment is continuous with the ER, transport to the Golgi complex would require a single vesicular transport step. This region between the ER and the Golgi has been given a number of different names, including the salvage compartment (Warren, 1987) , the cis-Golgi network (CGN; Duden et al., 1991b; Mellman and Simons, 1992) , the ER-Golgi intermediate compartment (ERGIC; Hauri and Schweizer, 1992) and the \"budding compartment\" for coronaviruses (Tooze et al., 1988; Griffiths and Rottier, 1992) .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 429,
                    "text": "(Beckers et al., 1990)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 443,
                    "end": 470,
                    "text": "(Rexach and Schekman, 1991)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 639,
                    "end": 653,
                    "text": "(Warren, 1987;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 654,
                    "end": 667,
                    "text": "Pelham, 1989;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 668,
                    "end": 692,
                    "text": "MeUman and Simons, 1992)",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1123,
                    "text": "(Warren, 1987)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1154,
                    "end": 1174,
                    "text": "Duden et al., 1991b;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1175,
                    "end": 1200,
                    "text": "Mellman and Simons, 1992)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1249,
                    "end": 1275,
                    "text": "Hauri and Schweizer, 1992)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1324,
                    "end": 1344,
                    "text": "(Tooze et al., 1988;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1345,
                    "end": 1373,
                    "text": "Griffiths and Rottier, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronaviruses have been shown to bud into a smooth membrane compartment that is physically contiguous with the cis face of the Golgi complex (Tooze et al., 1984 (Tooze et al., , 1988 Tooze and Tooze, 1985) . In the case of the avian infectious bronchitis virus the M (previously referred to as El) protein of the virus, when expressed by itself, localizes to the region of the ER/cis-Golgi boundary (Machamer et al., 1990) . For another coronavirus, mouse hepatitis virus (MHV),~ which has been studied extensively at the EM level (Tooze et al., 1984 (Tooze et al., , 1988 Tooze and Tooze, 1985) , the situation is more complex. In this case the M protein of the virus, when expressed by itself localizes to late Golgi elements including the trans-Golgi network (TGN; Krijnse-Locker et al., 1992a) . Our present working model to rationalize the difference in localization of the M protein of MHV in infected cells (the bulk in pre-Golgi structures) and when expressed independently (the bulk in late Golgi) is that in infected ceUs the M protein is retained at the site of budding by an interaction with the second membrane protein, the spike (S) protein, as well as possibly with the viral nucleocapsid (Griffiths and Rottier, 1992) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 160,
                    "text": "(Tooze et al., 1984",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 161,
                    "end": 182,
                    "text": "(Tooze et al., , 1988",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 183,
                    "end": 205,
                    "text": "Tooze and Tooze, 1985)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 399,
                    "end": 422,
                    "text": "(Machamer et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 550,
                    "text": "(Tooze et al., 1984",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 551,
                    "end": 572,
                    "text": "(Tooze et al., , 1988",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 573,
                    "end": 595,
                    "text": "Tooze and Tooze, 1985)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 768,
                    "end": 797,
                    "text": "Krijnse-Locker et al., 1992a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1204,
                    "end": 1233,
                    "text": "(Griffiths and Rottier, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The MHV M protein is one of the few viral glycoproteins that contains only O-linked oligosaccharides (Niemann et al., 1984; Tooze et al., 1988; Rottier et al., 1981a) . These oligosaccharides are made up by the sequential addition of N-acetyl-galactosamine (GalNAc), galactose (Gal), and sialic acid (SA) as well as two additional, unidentified, late sugar modifications. Since the latter modifications were not added to the newly synthesized M protein in the presence of brefeldin A, in contrast to the earlier sugar modifications, we have proposed that these two late modifications occur in the TGN, while the addition of the earlier sugars takes place in biosynthetic compartments preceding the TGN (Krijnse-Locker et al., 1992a) .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 123,
                    "text": "(Niemann et al., 1984;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 124,
                    "end": 143,
                    "text": "Tooze et al., 1988;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 144,
                    "end": 166,
                    "text": "Rottier et al., 1981a)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 702,
                    "end": 732,
                    "text": "(Krijnse-Locker et al., 1992a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the study by Tooze et al. (1988) using sac(-) cells it was Shown that, at 31°C, MHV was able to bud, but the assembled virus stayed in the budding compartment and was not transported through the Golgi to the extracellular medium in the normal manner. Under these conditions the M protein acquired only GalNAc, suggesting that GalNAc is added in the budding compartment. Therefore, GalNAc is a potential marker for this structure. Similarly, the presence of Gal and SA to the newly synthesized M protein provides evidence for its transport to the Golgi complex.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 35,
                    "text": "Tooze et al. (1988)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present study we have characterized the organization of the budding compartment in more detail in streptolysin O (SLO) permeabilized cells. The use of SLO, by extracting cytoplasmic components, greatly facilitated the visualization of the fine tubules that appear to make up a significant fraction of the intermediate compartment (see also Lindsey and Ellisman, 1985a,b) . Continuities between the rough ER and the MHV budding compartment then became easier to recognize. The use of thawed cryosections enabled us to localize both the binding of a GalNAc-specific lectin as well as two markers of the intermediate compartment, p58 and the small GTPase tab2. In a complementary biochemical approach, using intact cells as well as SLO permeabilization, we investigated the conditions required for the M protein to acquire, first, GalNAc, and second, the Golgi modifications. Collectively, our data are consistent with a model whereby a single vesicular transport step would mediate traffic between the ER and the Golgi complex.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 377,
                    "text": "Lindsey and Ellisman, 1985a,b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sac(-) cells and L cells were grown in DME supplemented with 5 or 10% fetal calf serum (DME, 5 or 10%, respectively). MHV-A59 was propagated in sac(-) cells and plaque-titrated on L cells according to Spaan et al. (1981) . The anti p58 antibody was provided by Dr. J. Saraste (Saraste et al., 1987) , the anti-PDI by Dr. S. Fuller, the anti-/3-cop (anti-EAGE; Duden et al., 1991a) by Dr. T. Kreis. and the afffinity-purified antibody against rab2 by Dr. B. Goud (unpublished) .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 220,
                    "text": "Spaan et al. (1981)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 276,
                    "end": 298,
                    "text": "(Saraste et al., 1987)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 360,
                    "end": 380,
                    "text": "Duden et al., 1991a)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 450,
                    "end": 475,
                    "text": "Dr. B. Goud (unpublished)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cells, Virus, and Antibodies"
        },
        {
            "text": "L cells grown on coverslips, coated with 0.1% gelatin in PBS, were infected with MHV-A59 at a multiplicity of infection (MOI) of 10 and fixed at 6 h after infection with 3 % paraformaldehyde. Cells were labeled as described by Den Boon et al. (1991) using either a monoclonal antibody directed against the NH2 terminus of the M protein (J 1.3; a kind gift of Dr. J. Fleming; Fleming et al., 1989) or a rabbit peptide serum raised against the COOH terminus of the M protein (Krijnse-Locker et al., 1992b) . The monoclonal antibodies were concentrated from the supernatant of hybridoma cultures by a centricon 30 microconcentrator (Amicon, W.R. Grace & Co.-Corm, Beverly, MA) . For the lectin labeling permeabilized cells were blocked for 10 rain in PBS with 0.2% fish skin gelatin (PBS/FSG) and then labeled for I0 min with Helix pomatia agglutinin (HPA, Boehringer GmbH, Mannheim, Germany) at a concentration of 25/~g/ml in PBS/FSG. After extensive washing, cells were incubated with a rabbit anti-lectin serum (1/100, Serotec, Oxford, UK) for 20 rain. The second antibodies (goat anti-mouse and goat anti-rabbit coupled to FITC or Rhodamine) were from Protos (Protos Immunoresearch, San Francisco, CA). Coverslips were mounted and viewed as before (Den Boon et al., 1991) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 249,
                    "text": "Boon et al. (1991)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 366,
                    "end": 374,
                    "text": "Fleming;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 375,
                    "end": 396,
                    "text": "Fleming et al., 1989)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 473,
                    "end": 503,
                    "text": "(Krijnse-Locker et al., 1992b)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 643,
                    "end": 673,
                    "text": "Grace & Co.-Corm, Beverly, MA)",
                    "ref_id": null
                },
                {
                    "start": 1249,
                    "end": 1272,
                    "text": "(Den Boon et al., 1991)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Indirect Immunofluorescence"
        },
        {
            "text": "MHV-infected L cells were permeabilized with streptolysin O (SLO) 6 h after infection. Cells were rinsed twice with ice-cold PBS and once with SLO-buffvr (25 mM Hepes-KOH, pH 7.4, 115 mM KOAc, 2.5 mM MgC12) containing 1 mM dithiothreitol (DTT; Boehringer GmbH). SLO (Wellcome diagnostics, Dartford, UK) at 1 U/ml was bound for 10 rain on ice, ceils were rinsed twice with SLO-buffer/DTT and incubated in this buffer for an additional 30 rain at 37°C before fixation for 30 rain at room temperature with 1% glutaraldehyde in 200 mM Hepes-KOH, pH 7.4. Cells were scraped from the dish in fixative with a rubber policeman consisting of a piece of 0.5-ram-thick Teflon. Cells were cenWifuged for 3 rain at 2,000 g and fixative replaced by PBS. Cells were processed for either Epon embedding or cryo-sectioning. For cells prepared in the absence of SLO, the cells were fixed on the dish as above for 30 rain and embedded in Epon (Griffiths ct al., 1983) . Some preparations (see Figs. 2 and 4) were treated with 1% tannic acid in 0.2 M cacodylate for 30 rain, after the osmium treatment. For the glucose 6 phosphatase reaction infected cells, both untreated and after SLO permeabilization, were fixed for 10 rain in 0.1% glutaraldehyde/ 4 % paraformaldehyde in 0.2 M cacodylate. After rinses in the same buffer the cells were incubated for glucose 6 phosphatase as described (Griffiths et al., 1983) . After the reaction for 3 h at room temperature, the cells were fixed again with 1% glutaraldehyde before embedding. For cryosections of non-SLO-permeabilized cells the monolayer was removed with proteinas¢ K and fixed for 30 rain with 0.1% glutaraldebyd¢/4% paraformaldehyde, then with 8 % paraformaldehyde overnight and immunolabeled as described (Griffiths et al., 1983; Griffiths, 1993) . For some of the labeling experiments with E-cop antibodies the 37°C permcabilization step was done in SLO-buffer containing 50/~M GTPTS (Boehringer GmbH) for 30 rain at 37°C. HPA labeling was done as described for the immunofluoresecnce.",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 948,
                    "text": "(Griffiths ct al., 1983)",
                    "ref_id": null
                },
                {
                    "start": 1370,
                    "end": 1394,
                    "text": "(Griffiths et al., 1983)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1745,
                    "end": 1769,
                    "text": "(Griffiths et al., 1983;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1770,
                    "end": 1786,
                    "text": "Griffiths, 1993)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Electron Microscopy"
        },
        {
            "text": "For the quantitation of PDI labeling, micrographs were taken in a systematic fashion and the density of gold labeling estimated by point counting (Griffiths, 1993) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 163,
                    "text": "(Griffiths, 1993)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Electron Microscopy"
        },
        {
            "text": "MHV-infocted L cells grown in 16-ram dishes were starved at 5.5 h after infection in MEM without methionine (GIBCO BRL, Life Technologies Ltd., Paisley, Scotland) and pulse labeled for 2 min at 6 h after infection with 50 ~Ci/well of [35S]mcthionine of (Expre3sS3SS NEN, DuFont GmbH, Dreiech, Germany). Cells were put on ice, rinsed once with PBS and incubated for l0 rain on ice in RPMI without glucose (How Laboratories, McLean, VA) containing 2% dialyzed fetal calf serum, I00 ~g/ml cycloheximide (Signm Chemical Co., St. Louis, MO), 2 mM methionine and, when indicated 10 mM sodium azide (Merck, Darmstadt, Germany) and I0 mM 2-deoxy-D-ghicose (Sigma Chemical Co.). Cells were then chased at 370C. Cells were lysed and the M protein immunoprecipitated as de-scribed earlier (Krijnse-Locker et al., 1992b) using the MHV antiserum (Rottier et al., 1981b) and analyzed in a 15% SDS-PAGE. When the effect of low temperature was tested, pulse-labeled calls were chased in DME/I0% FCS, containing cyclobeximide, methionine and 10 mM Hepes-KOH pH 7.4, in a water bath at the indicated temperature.",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 808,
                    "text": "(Krijnse-Locker et al., 1992b)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 833,
                    "end": 856,
                    "text": "(Rottier et al., 1981b)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Labeling of the M Protein"
        },
        {
            "text": "ATP concentration wa~s.determined in cell lysates using the luciferinluciferase assay (Boehringer GmbH) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Labeling of the M Protein"
        },
        {
            "text": "Pulse-labeled ceils were rinsed on ice twice with PBS and once with SLObuffer containing 100 t~g/ml cycloheximide, 2 mM methionine, I mM DTT. The cells were incubated on ice for 10 rain with 2 U/ml SLO in SLO-buffer with the above mentioned components. The cells were rinsed twice with icecold SLO-buffer and were permeabilized by a 4-min incubation at 37\"C. The cells were then again put on ice in SLO-buffer containing 2 mM CaCO3 and 4 mM EGTA but without DTT, and cytosol allowed to leak out for 30 min. The cells were rinsed twice with SLO-buffer and labeled proteins chased for 60 min in SLO-buffer/Ca-EGTA containing, in addition to cycloheximide and methionine, an ATP-regenerating (1 mM ATE 8 mM creatinine phosphate, 50 t~g/ml creatinine kinase) or an ATP-depleting (37.5 U/ml hexokinase, 12.5 mM glucose) system. When indicated 50/xM GTPTS (Boehrioger GmbH), 100 t~M or 1 mM UDP-GalNAc (Sigma Chemical Co.) were added. Cytosol was made from Hela spinner cells as before (van der Sluijs et al., 1990) and was added to the permeabilized cells at a final protein concentration of 3.5 mg/rnl.",
            "cite_spans": [
                {
                    "start": 980,
                    "end": 1009,
                    "text": "(van der Sluijs et al., 1990)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "C ytosol Preparation"
        },
        {
            "text": "For the preparation of 35S-labeled MHV infected L cells were incubated from 5 to 8 h after infection with 250 ~Ci/ml of Expre35S3~S in methionine-free MEM, to which at 6.5 h after infection 2.5 t,g/ml unlabeled methionine was added. 50 t~l of culture supernatant diluted with 500 ul detergent solution (50 mM Tris-Cl, pH 8.0, 62.5 mM EDTA, 1% Nonidet P-40, 0.4% sodium deoxycholate) was incubated at 4\"C for 4 h with 100 SLO-permeabilized L cells infected with MHV for 6 h. In A, the small arrows indicate virions that are in the process of budding into the smooth membrane structures close to the Golgi complex (G). The dashed lines indicate a direct membrane continuity between the rough ER and the smooth membrane budding compartment. Tshows a smooth membrane tubule that is continuous with the rough ER; one of these tubules is possibly continuous with the nuclear envelope (large arrow; N, nucleus). The asterisks indicate the electron dense \"clusters\" of tubular cisternal elements that are seen in uninfected cells but become pronounced after infection (see Fig. 9 C). These structures are continuous with the smooth membrane budding compartment (double arrowheads-small) as well as the rough ER (double arrowheadslarge). Note how one of the cisterna of the Golgi complex (G) folds back on itself adjacent to the nuclear envelope as well as the thin filaments (F) lining up next to the nuclear envelope. B shows a continuity (arrowhead) between the tubular projection where the virus buds with the rough ER (small arrows, ribosomes). In C, budding virions (arrows) are shown in cisternal elements on one side of the Golgi stack (G). Putative clathrincoated vesicles (C) are apparent on the opposite (trans) side of the stack. D shows a direct membrane continuity between a smooth tubule (T) close to the budding virion (arrow) and the Golgi stack (G). In E virions are shown in the rough ER. The arrowheads indicate budding profiles, while the arrows show virions with no apparent membrane continuities with the ER membrane. Bars, 100 nm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1065,
                    "end": 1071,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Identification of the Labeled M Protein Bands with Lectins"
        },
        {
            "text": "To obtain a general impression of the structures containing GalNAc in L cells we compared at the light microscopy level the labeling pattern of the lectin Helix pomatia (HPA) with that of the M protein of MHV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The GalNAc Compartment Colocalizes with the M Protein by Light Microscopy"
        },
        {
            "text": "In MHV infected cells a significant fraction of the M protein localizes intracellularly at the site of budding (see introduction). The labeling for the M protein in infected mouse L cells showed a perinuclear spotty staining ( Fig. 1 A) , similar to the labeling pattern described before by Tooze et al. 1, A and B, left), which did not label for M, showed that the lectin labeling was specific and not due to cross-reactivity. The pattern of HPA labeling appeared to be a perinuclear rather than a reticular pattern expected for the rough ER (see below). The colocalization of the M protein with the HPA labeling is consistent with the notion that the budding compartment corresponds to the site of GalNAc addition, in agreement with the study of Tooze et al. (1988) .",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 767,
                    "text": "Tooze et al. (1988)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 236,
                    "text": "Fig. 1 A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The GalNAc Compartment Colocalizes with the M Protein by Light Microscopy"
        },
        {
            "text": "We first examined the ultrastructure of the budding compartment in L cells in conventional Epon sections. Our data fully support and extend the observations made previously by Tooze et al. (1988) . As shown in Fig. 2 , images were found showing direct membrane continuities between the viral budding compartment and the rough ER. The budding region was also continuous with a cisternal element on one side of the Golgi stack. The architecture of the ER-Golgi boundary was much easier to appreciate in cytosol-depleted L cells that had been permeabilized with the pore forming toxin streptolysin O. Under these conditions the contrast of the membranes was visibly increased. The images in Figs. 3 and 4 indicate that the structure where MHV buds is directly continuous with the rough ER, the nuclear envelope and with cisternal elements on one side of the Golgi stack. In agreement with Tooze et al. (1984) , we could also find small amounts of virus budding into the rough ER, even at relatively early times, 6 h of infection ( Fig. 3 E) . The continuities between these structures became even more obvious when we carried out an analysis of serial sections (Fig. 5 ). In all these preparations the membranes of the rough ER (Figs. 3, A and D and 5) as well as the structures containing the budding virions were in direct continuity with approximately 30-nm wide membrane tubules. These tubules also appeared to contact the nuclear envelope; in oblique sections some images suggested that these tubules were attached to the nuclear pores ( Fig. 4 B) . Similar tubules were seen in our recent study on vaccinia virus infected cells (Sodeik et al., 1993) . The membranes of the budding compartment were also continuous with distinct electron-dense, tubular-cisternal structures (Fig. 3 A) . Such structures are occasionally seen in uninfected cells (not shown) but are far more prominent in MHV infected cells. They are very similar to the structures described by Hobman et al. (1992) in cells expressing the E1 protein of rubella virus, a protein that also accumulates in post-ER, pre-Golgi structures. As shown below, these structures are significantly enriched in rab2.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 195,
                    "text": "Tooze et al. (1988)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 886,
                    "end": 905,
                    "text": "Tooze et al. (1984)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1631,
                    "end": 1652,
                    "text": "(Sodeik et al., 1993)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1962,
                    "end": 1982,
                    "text": "Hobman et al. (1992)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 216,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1028,
                    "end": 1037,
                    "text": "Fig. 3 E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1158,
                    "end": 1165,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1540,
                    "end": 1549,
                    "text": "Fig. 4 B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1776,
                    "end": 1786,
                    "text": "(Fig. 3 A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Electron Microscopical Characterization of the Budding Compartment After Streptolysin 0 Permeabilization"
        },
        {
            "text": "We then used glucose 6 phosphatase as a cytochemical 10 nm gold) and antibodies against the COOH terminus of the M protein (6 nm gold, arrows). Note that most of the virions (/arge arrowhead) and the membranes enclosing them label with both markers. In B, the RER (ribosome indicated by arrow) labels weakly for the M protein but there is no significant labeling for the lectin. The structure containing the virions (/arge arrowhead) is strongly labeled for both markets. In C and D the rough ER again contains variable amounts of M protein (indicated) using the COOH-terminal antibodies, but essentially no labeling for HPA. In contrast, the structures containing the virions, which in C are probably continuous with the RER, are strongly labeled for both markets. A ribosome (R) on the RER is indicated. N, nucleus. Bars, 100 rim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electron Microscopical Characterization of the Budding Compartment After Streptolysin 0 Permeabilization"
        },
        {
            "text": "marker. This is a classical ER marker which extends to structures very close to, if not part of, the cis-Golgi region (Griffiths et al., 1983) . In their study Tooze et al. (1984) found that the compartment where MHV buds was partially reactive for this marker, but the three-dimensional complexity of the budding compartment precluded an unequivocal interpretation as to whether or not this compartment was continuous with the rough ER. Again, after SLO permeabilization the structures containing the product of the glucose 6 phosphatase reaction were better visualized, especially the fine tubules in the perinuclear region. In general, the reaction product was equally patchy in the rough ER, nuclear en-velope and around the budding and budded virions (Fig. 6 ). The lumen of the compartment surrounding some virions reacted strongly while others were devoid of reaction product. This probably reflects a technical limitation of the method. The fine tubules in continuity with cisternal elements (presumably on the cis side of the Golgi) were also partially reactive (Fig. 6 , A and C). As shown in Fig. 6 , A and C the reaction product around the virions could often be seen to be continuous with the reaction in some Golgi cisternae. These tubules, as before, appeared to contact the nuclear envelope: some spotty reaction product occasionally extended into these tubules, at least their peripheral parts (Fig. 6 B) . cell. Note that the labeling (arrows) is associated with tubulo-cisternal structures that are predominantly on one side of the Golgi stack (G). These structures include budding virions (/arge arrowheads) or budded virions (small arrowheads). In B a virion is also shown in the rough ER that is not labeled for p58. N, nucleus. Bars, 100 nm.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 142,
                    "text": "(Griffiths et al., 1983)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 160,
                    "end": 179,
                    "text": "Tooze et al. (1984)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 756,
                    "end": 763,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1071,
                    "end": 1078,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1103,
                    "end": 1109,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1411,
                    "end": 1421,
                    "text": "(Fig. 6 B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Electron Microscopical Characterization of the Budding Compartment After Streptolysin 0 Permeabilization"
        },
        {
            "text": "In previous studies (Roth, 1984; Pavelka and Ellinger, 1985; Deschuyteneer et al., 1988; Ihida et al., 1991) HPA was found in a variety of cells to localize predominantly to the cis-Golgi region. Our studies, both with and without SLO treatment, confirm these findings and importantly, showed that the rough ER was essentially devoid of labeling in infected L cells (as well as in other cells, not shown). Since M is the major protein made upon infection this observation suggests that, at steady state no significant amount of GalNAc-containing M protein has recycled back to the rough ER. The tubular membranes containing the budding and budded virus were significantly labeled with HPA (Fig. 7, A-D). There was also some labeling of the Golgi stack, the plasma membrane as well as structures we believe to be endocytic organeUes (not shown). In uninfected L cells the labeling was qualitatively similar but the extent of labeling was small when compared with infected cells (not shown).",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 32,
                    "text": "(Roth, 1984;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 33,
                    "end": 60,
                    "text": "Pavelka and Ellinger, 1985;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 61,
                    "end": 88,
                    "text": "Deschuyteneer et al., 1988;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 89,
                    "end": 108,
                    "text": "Ihida et al., 1991)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 689,
                    "end": 697,
                    "text": "(Fig. 7,",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Colocalization of the M Protein with Helix Pomatia"
        },
        {
            "text": "In contrast to the HPA, the M protein could be detected, using antibodies against both the NH2 terminus and the COOH terminus, in both the rough ER and the budding compartment (Fig. 7) , as well as in the Golgi stack (not shown). The concentration of the M protein in the budding compartment was, however, significantly higher than in the rough ER (Fig. 7, C and D) . The labeling with the COOH-terminal antibodies was significantly increased in sections of cells treated with SLO before fixation, presumably because the cytoplasmic epitopes became more accessible. Figure 9 . Localization ofrab 2 in SLO-permeabilized MHV infected L cells. In A the labeling (arrows) is seen on tubular-reticular membranes on one side of the Golgi stack (G). Labeling is also evident next to a budding virion (arrowhead). In B, a higher magnification area is shown of the labeling associated with the budding compartment (arrowheads, budding virions). C shows extensive labeling of the tubulo-cisternal membranes (star) that appear very electron dense in the Epon sections (see Fig. 3 A, asterisk) . The arrowhead indicates rab 2 labeling close to a budding virion. Bars, 200 nm. Figure 10 . Labeled cryo-sections of MHV-infected cells after SLO permeabilization and GTP3~S treatment. A and B shows a single labeling with anti B-cop (arrows). Note the large proliferation of B-cop reactive buds/vesicles around the Golgi stack (G) and adjacent to the nucleus (N). The arrowheads indicate budding or budded virions that are enclosed within membrane structures that have B-cop reactive buds/vesicles on their periphery. The B-cop reactive vesicles are easily distinguishable from the putative clathrin coated vesicles (C). F denotes putative intermediate filaments that often are more easily seen after extracting the cytosol. In C, the section was double labeled with B-cop (10 nm gold) and Helix pomatia (HPA, 6 nm gold, small arrows). The cop vesicles and buds are dearly evident around the Golgi stack (G) and the large arrow indicates a copreactive bud that is closely apposed to, and possibly continuous with the rough ER. The HPA labeling colocalizes to a large extent with the B-cop reactive vesicles (double arrow). The large arrowhead shows a budding virion on one side of the Golgi stack, closely adjacent to B-cop reactive vesicles. C, putative clathrin coated vesicles. Bars, 100 nm. Figure 11 . Double-labeled cryo-sections of MHVinfected L cells treated with SLO without (A) or with (B) GTP~S treatment. A is double labeled for PDI (10 nm gold) and the M protein (NH2-terminal antibodies, 6 nm gold). Note the small amount of labeling for PDI (indicated) that we consistently see over the virion-containing structures (strongly labeled for the M protein) on one side of the Golgi stack (G). InB, the PDI (10 nm) is double labeled with anti-E-cop (6 rim). PDI is evident in the rough ER which is directly continuous with the membranes containing H-cop reactive buds/vesicles. In this particular example no PDI labeling is seen over the H-cop reactive region to the right of the figure. Bars, 100 nm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 348,
                    "end": 365,
                    "text": "(Fig. 7, C and D)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 566,
                    "end": 574,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1081,
                    "text": "Fig. 3 A, asterisk)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1164,
                    "end": 1173,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2379,
                    "end": 2388,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Colocalization of the M Protein with Helix Pomatia"
        },
        {
            "text": "The protein p58 is a well characterized marker of the intermediate compartment/cis-Golgi region (Saraste et al., 1987) . It has been localized to the classical transitional elements of the pancreas and its distribution has been shown to be similar to other markers of the intermediate compartment in cultured cells (Saraste et al., 1987; Saraste and Svensson, 1991) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 118,
                    "text": "(Saraste et al., 1987)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 315,
                    "end": 337,
                    "text": "(Saraste et al., 1987;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 338,
                    "end": 365,
                    "text": "Saraste and Svensson, 1991)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "The Budding Compartment Labels with Two Intermediate Compartment Markers"
        },
        {
            "text": "In cryo-sections of untreated MHV infected L cells the p58 localized to the budding compartment (Fig. 8 D) as well as to one cisterna of the Golgi stack (not shown). This observation was confirmed in SLO-treated cells where the morphology of the budding compartment became more distinct (Fig.   8 , A-C). There was no obvious difference in the localization of the protein when cells were treated with GTP-yS (see Materials and Methods; Fig. 8 A see below) . We also investigated the localization of another intermediate compartment marker, the small GTPase rab2 (Chavrier et al., 1990) . As shown in Fig. 9 the budding compartment was also significantly labeled for this marker. Of interest in this analysis was the fact that the electron-dense, membranous structures seen clearly in the Epon sections of these preparations (see Fig. 3 A, asterisks) labeled strongly with the anti rab 2.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 585,
                    "text": "(Chavrier et al., 1990)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 106,
                    "text": "(Fig. 8 D)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 287,
                    "end": 296,
                    "text": "(Fig.   8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 436,
                    "end": 455,
                    "text": "Fig. 8 A see below)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 600,
                    "end": 606,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 835,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Budding Compartment Labels with Two Intermediate Compartment Markers"
        },
        {
            "text": "These structures were only sparsely labeled for p58 (not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Budding Compartment Labels with Two Intermediate Compartment Markers"
        },
        {
            "text": "tions as well as in sections of whole cells the labeling was fairly low. In rat exocrine pancreas the labeling was predominantly on one side of the Golgi complex (Oprins et al., 1993) . When rat liver Golgi preparations were treated with GTP3,S, a dramatic increase was observed in the number of Golgi-associated vesicles that labeled with anti /~-cop (Duden et al., 1991a ; see also Melan~on et al., 1987; Orci et al., 1993) .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 183,
                    "text": "(Oprins et al., 1993)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 352,
                    "end": 372,
                    "text": "(Duden et al., 1991a",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 384,
                    "end": 406,
                    "text": "Melan~on et al., 1987;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 407,
                    "end": 425,
                    "text": "Orci et al., 1993)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The Budding Compartment Labels with Two Intermediate Compartment Markers"
        },
        {
            "text": "In the present study the labeling of MHV infected cells with anti H-cop antibodies was too weak to make a definitive conclusion about its localization. Low amounts of label were found on the Golgi stack as well as in association with the membranes of the MHV budding structure (not shown). However, after treatment of SLO-permeabilized cells for 30 rain at 37°C with 50 I~M GTP'yS a dramatic increase in the number of ~-cop containing vesicles was seen close to, and around the Golgi stack (Figs. I0, I I B, and 12 C). As shown in Figs. 10 and 12 C, the compartment into which MHV budded contained a high concentration of/3-cop buds and vesicles. Some of the membrane structures containing the H-cop-reactive buds were contiguous, and possibly continuous, with the rough ER (Figs. I0 B and II B); these ~-cop structures were also reactive for the lectin HPA (Figs. 10 B and 12 C). These data argue strongly that/~-cop vesicles are formed from the MHV budding compartment. This idea is also supported by the Epon section analysis (see Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1034,
                    "end": 1040,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Budding Compartment Labels with Two Intermediate Compartment Markers"
        },
        {
            "text": "We have recently shown that the non-clathrin coated vesicleassociated protein/3-cop can be localized to isolated Golgi stacks of rat liver (Duden et al., 1991a) . In these prepara-",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 160,
                    "text": "(Duden et al., 1991a)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Compartment where MHV Buds Can Assemble [3-cop Vesicles"
        },
        {
            "text": "Protein disulfide isomerase (PDI) is generally considered to be a marker of the rough ER (Hauri and Schweizer, 1992) . We could detect significant amounts of PDI labeling in the The Journal of Cell Biology. Volume 124, 1994 Figure 12 . Cryo-sections of MHV infected L cells treated with SLO. In A, double labeled for PDI (10 tun gold, small arrowheads) and the M protein (NH2-terminal antibodies, 6 nm gold, arrow).",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 116,
                    "text": "(Hauri and Schweizer, 1992)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Budding Compartment Labels for Protein Disulfide Isomerase"
        },
        {
            "text": "The PDI labeling extends from the rough ER down to the structures containing the budding virions (large arrowheads) that label for the M protein. Note that one budding virion is very closely situated to the nuclear envelope (N, nucleus). The double arrowheads show an apparent continuity between the rough ER and the budding compartment. In B, labeled as in A, the small amount of PDI labeling over the virion containing structures is evident. In C, treated with GTP~,S and double labeled for/3-cop (10 nm gold) and HPA (6 nm gold) the membranes of the structures enriched in virions (arrowheads) and budding virions (double arrowheads) is directly continuous with a/~-copcontaining bud (small arrowhead). On the right of this image a ~-cop reactive bud/ vesicle (small arrow) is also labeled with the lectin. Bars, 100 nm. rough ER and the budding compartment (Figs. 11 and 12, A and B). No obvious difference was observed with or without SLO. But as before, the identification of the structure was much easier in SLO-treated cells and this facilitated a quantitative analysis (Table I) . These data confirmed that both the rough ER/nuclear envelope and the structures where MHV buds are enriched in PDI. The amount of label over the ribosome-containing membranes was about twice as high as over the budding compartment (Table I) . This difference should be interpreted with caution however, since the labeling efficiency may be different over the different structures (Griffiths, 1993) . Since we used GTPTS in many experiments in this study we also investigated whether this drug had any quantitative effect on the labeling of PDI. As shown in Table I , both the amount and the distribution of the label was essentially unchanged in the presence of GTPTS.",
            "cite_spans": [
                {
                    "start": 1470,
                    "end": 1487,
                    "text": "(Griffiths, 1993)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1078,
                    "end": 1087,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1321,
                    "end": 1330,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1647,
                    "end": 1654,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Budding Compartment Labels for Protein Disulfide Isomerase"
        },
        {
            "text": "Collectively, our morphological data argue that the MHV budding compartment is part of the intermediate compartment that is located between the rough ER and a cisterna on the cis side of the Golgi complex and that its membrane is physically continuous with both of these structures. Further, the labeling data with the lectin HPA argued that this budding compartment is the most proximal structure along the biosynthetic pathway that contains significant levels of GalNAccontaining oligosaccharides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Budding Compartment Labels for Protein Disulfide Isomerase"
        },
        {
            "text": "Since the M protein of MHV acquires only O-linked sugars, in the next series of experiments we asked whether the newly synthesized M protein could acquire GalNAc under conditions in which vesicular transport from the ER to the Golgi is expected to be blocked. In parallel, we also assayed the acquisition of the Golgi modifications, galactose and sialic acid, which are expected to depend on at least one vesicular transport step and therefore serve as an internal control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical Analysis of the M Protein"
        },
        {
            "text": "We and others have shown that the M protein of MHV acquires O-linked sugars posttranslationally (Tooze et al., The incubations were followed by a mAb anti-biotin, a rabbit serum to mouse IgG and protein A. 1988; Krijnse-Locker et al., 1992a) . The maturation of the O-linked oligosaccharides of the M protein follows a distinct pattern; in pulse-chase studies up to five different forms of the M protein appear sequentially and can be resolved on SDS gels (see Fig. 13 A) . To be able to relate the results obtained in earlier studies using sac(-) ceils with the L cells preferred for the morphological experiments in the present study, we compared the pattern of O-glycosylation of the M protein in both cells (Fig. 13 B) . To visualize the different forms of the M protein, cells were labeled at 5 h after infection continuously for 3 h, with [35S]methionine. In agreement with earlier data (Tooze et al., 1988; Krijnse-Locker et al., 1992a) in sac(-) cells five different forms were apparent (see Fig. 13 A for a summary). In L ceils the pattern of O-glycosylation was slightly different. The M5 form appeared to be absent while the M~ and M3 bands were more pronounced. The identity of the M protein bands in L cells was confirmed using biotinylated lectins. When we used Helix pomatia, which recognizes GalNAc, to detect the M protein, the Mt form was clearly enriched (Fig. 13 B) . The lectin also precipitated some of the M3 form, but not M0 and M4. In contrast, wheat germ agglutinin (WGA) preferentially recognized the M3 and M4 forms, consistent with the notion that this lectin is specific for SA (as well as for N-acetyl-glucosamine, which is probably not present in the M protein). The specificity of HPA was confirmed by adding 10 mM GalNAc at the start of the lectin incubation, which caused the disappearance of both the M~ and M3 bands, while GalNAc had no such effect on the WGA precipitation.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 110,
                    "text": "(Tooze et al.,",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 211,
                    "text": "A. 1988;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 212,
                    "end": 241,
                    "text": "Krijnse-Locker et al., 1992a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 893,
                    "end": 913,
                    "text": "(Tooze et al., 1988;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 914,
                    "end": 943,
                    "text": "Krijnse-Locker et al., 1992a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 471,
                    "text": "Fig. 13 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 711,
                    "end": 722,
                    "text": "(Fig. 13 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1000,
                    "end": 1007,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1374,
                    "end": 1385,
                    "text": "(Fig. 13 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis of the M Protein in L Cells"
        },
        {
            "text": "The acquisition of the sugars was subsequently analyzed in more detail. The M protein was pulse labeled for 2 rain and chased for up to 64 min. The first GalNAc addition became apparent as a fuzzy band above M0 after 8 rain of chase (Fig. 14 A) . After 16 min of chase, the M~ form appeared as a discrete band and the M3 band became visible, while some of the unglycosylated form, M0, could still be detected. The M4 form was seen after 32 min of chase, at Figure 14. (A and B) The kinetics of glycosylation of the M protein and the effect of 2-deoxy-o-glucose and sodium azide. Infected cells were pulse labeled for 2 rain at 6 h after infection. Cells were incubated on ice for 10 min in RPMI without glucose but with 100/zg/ml cycloheximide and 2 mM methiortine (A), or in the same medium containing in addition 10 mM sodium azide and 2-deoxy-~glucose (B). Cells were then chased for the indicated times at 37\"C, lysed and processed for immunoprecipitation and SDS-PAGE of the M protein. (C) The effect of sodium azide and 2-deoxy-n-glucose is reversible. MHV infected cells were pulse labeled for 2 rain at 6 h after infection and chased for 60 min under ATP-depleting conditions as in legend to Fig. 12 B to generate M0 and M~. Cells were then washed three times with ice cold RPMI without glucose, containing 2 mM methionine but without sodium azide and 2-deoxy-D-glucose (Az and DOG) and chased for the indicated times in the same medium.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 244,
                    "text": "(Fig. 14 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 457,
                    "end": 477,
                    "text": "Figure 14. (A and B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "(C)",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1207,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Kinetics of M Protein Glycosylation"
        },
        {
            "text": "which time the protein was completely converted to the Golgi and TGN forms. These results confirm that the addition of GalNAc to the M1 form is a post-translational event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Kinetics of M Protein Glycosylation"
        },
        {
            "text": "In addition, they show that M~ can be resolved as a distinct intermediate between M0 and M3, the Golgi form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Kinetics of M Protein Glycosylation"
        },
        {
            "text": "Next we analyzed the effects of energy depletion on the M protein maturation. The infected cells were pulse labeled for 2 min with [3sS]methionine, then immediately placed on ice for 10 min in glucose-free medium to which sodium azide, 2-deoxy-o-glucose and an excess of unlabeled methionine were added (Braakman et al., 1992) . Under these conditions ATP was found to be depleted to ~2 % of the levels detected in control cells (see Materials and Methods). The cells were subsequently incubated at 37°C in the same medium. As Fig.  14 B shows, the conversion of M0 made during the pulse was significantly delayed when compared with conditions in the presence of ATP; the first M~ forms appeared only after some 32 min of chase. More significantly however, MI was not further modified to more mature forms; under the ATPdepleting conditions the bands corresponding to the Golgi and TGN forms were never observed (see Fig. 15 below, where a 2-h chase under ATP-depleting conditions is shown).",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 326,
                    "text": "(Braakman et al., 1992)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 537,
                    "text": "Fig.  14 B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 917,
                    "end": 924,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The M Protein Acquires GalNAc but not the Golgi Modifications in the Absence of ATP"
        },
        {
            "text": "When we used 300 #M CCCP, an uncoupler of the oxidative phosphorylation, that also depletes energy in the cell (K/i~ri~inen et al., 1980) essentially the same result was obtained (not shown).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 137,
                    "text": "(K/i~ri~inen et al., 1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The M Protein Acquires GalNAc but not the Golgi Modifications in the Absence of ATP"
        },
        {
            "text": "These data indicate that the M protein is first synthesized as an unglycosylated precursor in the ER and which subsequently acquires the intermediate compartment modification, GalNAc, under conditions where vesicular transport would be expected to be blocked. The complete absence of Figure 15 . Between 14.2 and 15°C the M protein acquires GalNAc. The M protein was pulse-labeled for 2 rain at 37°C and chased for 60 and 120 min at the indicated temperatures in DME/10% FCS, 2 mM methionine and 10 mM Hepes-KOH. As a reference for the M~ form, cells were also chased under ATP-depleting conditions at 37°C as before.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 293,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The M Protein Acquires GalNAc but not the Golgi Modifications in the Absence of ATP"
        },
        {
            "text": "any Golgi modifications in these studies is consistent with the latter assumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The M Protein Acquires GalNAc but not the Golgi Modifications in the Absence of ATP"
        },
        {
            "text": "To demonstrate that the inhibition of the oligosaccharide maturation to the Golgi forms under ATP-depletion was not due to spurious side effects, we next investigated whether the block was reversible. Therefore, the laulse-labeled M protein was chased for 1 h under the same ATP-depleting conditions as above to accumulate significant amounts of M~. Then, the cells were washed and re-incubated in drug-free medium. The block appeared to be completely reversible; after 8 min of wash-out the Ms form started to appear, concomitant with a decrease in intensity of both M0 and M~ (Fig. 14 C) . After 32-64 rain, the protein was completely converted to the Golgi and TGN forms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 589,
                    "text": "(Fig. 14 C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Effect of Sodium Azide and 2-deoxy-D-glucose Is Reversible"
        },
        {
            "text": "This experiment shows that the forms of the M protein generated under ATP depletion are not aberrant but true intermediates of the M protein. Moreover, it appeared that after release of the block, further glycosylation of the M~ form occurred without any detectable intermediate, producing directly the Ma-Golgi form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effect of Sodium Azide and 2-deoxy-D-glucose Is Reversible"
        },
        {
            "text": "In a study by Tooze et al. (1988) it was shown that at 31°C MHV was able to bud, but was trapped in the budding compartment in sac(-) cells. Under these conditions the M protein acquired GalNAc only. So far, however, despite multiple attempts, we have not been able to reproduce these observations in our cells. Since it has been shown that, at 15°C, the transport of proteins is blocked just before the cis-Golgi compartment (Saraste and Kuismanen, 1984; Beckers and Balch, 1989) we analyzed the effect of this temperature on the M protein maturation. When cells, pulse-labeled for 2 min at 37°C, were subsequently chased at either 15 or 14.2°C for 1 and 2 h, the M protein acquired GalNAc at both temperatures (Fig. 15 ). After 2 h of chase at 15°C, but not at 14.2°C, some Ms form was also detected, presumably reflecting some leakage at this higher temperature.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 33,
                    "text": "Tooze et al. (1988)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 426,
                    "end": 455,
                    "text": "(Saraste and Kuismanen, 1984;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 456,
                    "end": 480,
                    "text": "Beckers and Balch, 1989)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 720,
                    "text": "(Fig. 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A t Temperatures between 14 and 15°C the M Protein Acquires GalNAc"
        },
        {
            "text": "To better manipulate the conditions required for M protein maturation, we extended our in vivo results with studies using SLO-permeabilized cells. It was first essential to establish conditions under which all cells would be reproducibly permeabilized. The two step procedure described in Materials and Methods allowed us to permeabilize virtually all cells after 2-4 rain of warming up at 37°C, as assessed by trypan blue staining. Assaying the lactate dehydrogenase release (Ahnert-Hilger et al., 1989) showed that under these conditions \"~80% of the enzyme was released within 30 min after permeabilization (not shown).",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 504,
                    "text": "(Ahnert-Hilger et al., 1989)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "In SLO-permeabilized Cells GalNAc Addition Requires ATP and UDP-GaINAc but no Cytosol"
        },
        {
            "text": "In vivo, the first detectable GalNAc addition occurs after 8 rain of chase (Fig. 14 A) . We reasoned, therefore, that a 4-min incubation period at 37°C to permeabilize the cells, would not allow significant amounts of the M protein to chase into the site of GalNAc addition. Infected cells were pulse labeled for 2 min, permeabilized for 4 min at 37°C and depleted of cytosol by a subsequent 30 min incubation on ice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 86,
                    "text": "(Fig. 14 A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "In SLO-permeabilized Cells GalNAc Addition Requires ATP and UDP-GaINAc but no Cytosol"
        },
        {
            "text": "Permeabilization had a profound effect on M protein maturation (Fig. 16) . To obtain partial conversion to the Ms Golgi form both exogenous cytosol and ATP were required. When ATP was omitted or vesicular transport blocked by GTP~,S the Ms form was not detected; instead the M protein was partially converted to the M1 form. In the absence of cytosol both ATP and the cytosolic precursor of GalNAc, UDP-GalNAc, were required to obtain a conversion to the M~ form. Adding ATP or UDP-GalNAc alone made this conversion less efficient. In the absence of cytosol the addition of GTP~,S did not block the acquisition of GalNAc, although the Golgi modifications were absent. Finally, in the absence of cytosol but with GTP~S and ATP, the acquisition of GalNAc was facilitated by the addition of the sugar precursor UDP-GalNAc. Increasing the concentration of this precursor from 100 mM to 1 mM led to a significant increase in the efficiency of this conversion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 72,
                    "text": "(Fig. 16)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "In SLO-permeabilized Cells GalNAc Addition Requires ATP and UDP-GaINAc but no Cytosol"
        },
        {
            "text": "These data indicate that in permeabilized cells GalNAc is added to M in the absence of cytosol and in the presence of GTP'tS, while the acquisition of the Golgi modifications requires both cytosol and ATP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In SLO-permeabilized Cells GalNAc Addition Requires ATP and UDP-GaINAc but no Cytosol"
        },
        {
            "text": "In the present study we have used mouse hepatitis virus as a tool to investigate the ER-Golgi boundary. MHV was chosen, because extensive studies by Tooze et al. (1984 Tooze et al. ( , 1985 Tooze et al. ( , 1988 argued strongly that this virus buds into membrane structures on the cis side of the Golgi complex and that the M (El) protein of the virus acquires the first of its O-linked Figure 16 . Pulse-chase analysis of the M protein in SLOpermeabilized cells. Infected L cells were pulse labeled (p) for 2 min at 6 h after infection. SLO was allowed to bind on ice for 10 min. After removal of excess SLO, cells were permeabilized by incubation for 4 min at 37°C. Cells were incubated for 30 min on ice to deplete the cytosol. Supernatant was replaced by SLO-buffer containing an ATP-depleting system (ATP, -) or an ATPregenerating system (ATP, +) and the labeled proteins chased (c) for 60 min at 37°C. To test the effect of various compounds on the GalNAc addition, the following reagents were added: 50 /zM GTP'yS, 100 #M UDP-GalNAc, except in the indicated case where 1 mM was added, and cytosol at 3.5 mg/ml. The second lane (-SLO) from the left shows the chase in intact cells.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 167,
                    "text": "Tooze et al. (1984",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 168,
                    "end": 189,
                    "text": "Tooze et al. ( , 1985",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 190,
                    "end": 211,
                    "text": "Tooze et al. ( , 1988",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1134,
                    "end": 1140,
                    "text": "(-SLO)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 396,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "sugars, GalNAc, at this site. Our data both support and extend these observations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An important tool for our analysis was the use of streptolysin O in a complementary ultrastructural and biochemical approach (see also Wilson et al., 1993) . For the structural studies this pore forming toxin was useful in extracting the cytoplasm, thus allowing a clearer ultrastructural definition of the budding compartment. In the study by Tooze et al. (1988) the Epon section images suggested that the budding structures, which were close to or part of, the first, cis-Golgi cisterna were also continuous with the rough ER, However, the complexity of the membrane structures where the virus buds precluded an unequivocal conclusion. It is important to note that, whereas the fine structure of the MHV budding compartment may be altered by the infection, the same structure can be seen in uninfected cells. Thus, Tooze et al. (1988) carried out an extensive serial section analysis of uninfected sac(-) cells and described irregular tubular-cisternal elements reminiscent of the transitional elements shown earlier in the exocrine pancreas by Jamieson and Palade (1967) . The images shown by Tooze et al. (1988) also suggested that these structures were continuous with the rough ER. The only difference between these structures in uninfected and infected cells which was noted by Tooze et al. (1988) was that the organeUes were more dilated after infection.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 155,
                    "text": "Wilson et al., 1993)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 344,
                    "end": 363,
                    "text": "Tooze et al. (1988)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 817,
                    "end": 836,
                    "text": "Tooze et al. (1988)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1047,
                    "end": 1073,
                    "text": "Jamieson and Palade (1967)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1096,
                    "end": 1115,
                    "text": "Tooze et al. (1988)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1285,
                    "end": 1304,
                    "text": "Tooze et al. (1988)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "The MHV Budding Compartment Is Continuous with the Rough ER and Labels for Both ER and Intermediate Compartment Markers"
        },
        {
            "text": "In our Epon sections of MHV infected L cells in the absence of SLO we could find evidence for direct membrane continuities between the budding compartment and the rough ER. In SLO-treated cells, however, membrane continuities became more clear. Collectively, these data convinced us that the budding compartment is part of a continuum extending from the rough ER and from parts of the nuclear envelope down to a cisternal element on one side of the Golgi complex. These observations were further supported by the distribution of glucose 6 phosphatase reaction product. Furthermore, the budding compartment, as well as a cisternal element on one side of the Golgi stack labels for PDI, a marker that from immunofluoresence data is often considered to be exclusively present in the rough ER. We recently obtained a similar result in ts045 VSV-infected cells at 15°C; the structures where the VSV-G protein accumulated, including the first Golgi cisterna, also labeled for PDI (see below; Grifliths, G., R. Pepperkok, and T. Kreis, manuscript in preparation) . That the localization of PDI extends beyond the rough ER is also documented by Hobman et ai. (1992) , who showed that the post rough ER membranes where the E1 protein of rubella virus accumulates are also labeled with anti-PDI. Similarly, Oprins et al. (1993) found that in rat exocrine pancreatic cells the amount of labeling for PDI in the transitional elements was similar to that found over the rough ER.",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 1055,
                    "text": "Grifliths, G., R. Pepperkok, and T. Kreis, manuscript in preparation)",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1157,
                    "text": "Hobman et ai. (1992)",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1317,
                    "text": "Oprins et al. (1993)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The MHV Budding Compartment Is Continuous with the Rough ER and Labels for Both ER and Intermediate Compartment Markers"
        },
        {
            "text": "The budding compartment labeled with p58, a well characterized marker of the intermediate compartment (Saraste and Svensson, 1991) . Significantly, the O-linked oligosaccharides of this protein have been shown to contain terminal GalNAc, consistent with its localization in the intermediate compartment (Hendricks et al., 1991) . It also labeled for the small GTPase rab2, which has been localized to the intermediate compartment (Chavrier et al., 1990) . As in our earlier study on vaccinia virus (Sodeik et al., 1993) our data suggest that p58 and rab2 may be enriched in different sub-domains of the IC.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 130,
                    "text": "(Saraste and Svensson, 1991)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 303,
                    "end": 327,
                    "text": "(Hendricks et al., 1991)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 430,
                    "end": 453,
                    "text": "(Chavrier et al., 1990)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 498,
                    "end": 519,
                    "text": "(Sodeik et al., 1993)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "The MHV Budding Compartment Is Continuous with the Rough ER and Labels for Both ER and Intermediate Compartment Markers"
        },
        {
            "text": "The idea that the intermediate compartment represents a distinct functional domain(s) of the ER that extends close to, and probably includes a part of the first, morphologically distinct, (cis) Golgi cisterna agrees with the earlier ultrastructural studies of Lindsey and Ellisman (1985a,b) . It is also supported by extensive unpublished studies we have done on many cell types using a variety of markers including PDI, p58, p53, and rab2. The same pattern has been consistently seen in uninfected cells, in cells infected with vaccinia virus (Sodeik et al., 1993) and in cells infected with VSV (Pepperkok et ai., 1993) . Continuity between these structures also provides a simple explanation for the observed budding of a fraction of the virus population into the rough ER itself (Tooze et al., 1984 , and this study).",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 290,
                    "text": "Lindsey and Ellisman (1985a,b)",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 565,
                    "text": "(Sodeik et al., 1993)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 597,
                    "end": 621,
                    "text": "(Pepperkok et ai., 1993)",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 802,
                    "text": "(Tooze et al., 1984",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "The MHV Budding Compartment Is Continuous with the Rough ER and Labels for Both ER and Intermediate Compartment Markers"
        },
        {
            "text": "In the present study, we could show that the compartment where MHV buds, as well as the whole Golgi region, was highly enriched in/3-cop-containing vesicles after treatment with GTP~/S in permeabilized cells. A similar effect was seen in rat liver Golgi preparations and other tissue culture cells where a large accumulation of ~-cop containing vesicles was observed after GTP3,S treatment (Melangon et al., 1987; Duden et al., 1991a; Orci et al., 1993; Wilson et al., 1993) . In the absence of GTP'yS the labeling with/3-cop was too low to allow any firm conclusions. We assume that GTP~S treatment simply locks/%cop to budding vesicles without changing its localization. In this study GTP-yS had no qualitative effect on the localization of p58 nor any quantitative effect on the distribution of PDI.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 413,
                    "text": "(Melangon et al., 1987;",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 434,
                    "text": "Duden et al., 1991a;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 435,
                    "end": 453,
                    "text": "Orci et al., 1993;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 454,
                    "end": 474,
                    "text": "Wilson et al., 1993)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "The Budding Compartment Can Form [3-cop Buds and Vesicles"
        },
        {
            "text": "After GTP-yS treatment/~-cop vesicles and buds accumulate in structures that contain budded and budding virions, which are enriched in GalNAc and also contain PDI. Since our data show that vesicular transport is not required for Gal-NAc addition, the logical consequence is that the budding compartment (or intermediate compartment) is the first compartment along the biosynthetic pathway from which /~-cop vesicles appear to bud. In agreement with this notion /3-cop was found in a recent study to localize mainly to cis-Golgi structures (Oprins et al., 1993) and a yeast homologue of E-cop, SEC21, has been found to be required for ER to Golgi transport in yeast (Hosobuchi et al., 1992) . In addition, when the transport of the newly synthesized G protein of VSV into the Golgi stack is blocked at 15°C much of the G protein is localized in/3-cop-containing buds found in close proximity to the Golgi stack (Griftiths, G., R. Pepperkok, and T. Kreis, manuscript in preparation). Further, in a parallel study, microinjection of anti-E-cop antibodies was shown to block the transport of the G protein into the Golgi stack; the compartment where the G protein accumulated under these conditions overlapped significantly at the immunofluorescence level with the intermediate compartment marker p53 (Pepperkok et al., 1993) .",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 560,
                    "text": "(Oprins et al., 1993)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 665,
                    "end": 689,
                    "text": "(Hosobuchi et al., 1992)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1297,
                    "end": 1321,
                    "text": "(Pepperkok et al., 1993)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The Budding Compartment Can Form [3-cop Buds and Vesicles"
        },
        {
            "text": "Our data also suggest that the first morphological cisterna of the Golgi stack may also be a part of the intermediate compartment rather than representing a functional part of the bona fide Golgi complex. If this view is correct it would argue that the beginning of the functional Golgi complex (which we define as the compartment containing mannosi-dase I) would comprise the second cisterna on the cis side of the stack. In other words, we suggest that the first vesicular transport step would occur from the first cisterna into the second cisterna of the stack. This idea does not rule out the possibility that vesicles may also bud from more proximal regions of the intermediate compartment and still be targeted to the cisterna containing mannosidase I. We emphasize, however, that the three-dimensional organization of this ER/Golgi boundary is exceedingly complex. Clearly, more extensive structural analyses combined with double-labeling experiments using defined markers of both the intermediate compartment and the bona fide Golgi complex, and in particular mannosidase I, will be required in order to clarify this point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Budding Compartment Can Form [3-cop Buds and Vesicles"
        },
        {
            "text": "Our localization studies with Helix pomatia showed clearly that, along the biosynthetic pathway the O-linked sugar, Gal-NAc is first detected in the compartment where MHV buds, in agreement with the conclusions of Tooze et al. (1988) . This is supported by earlier data of several authors (Roth, 1984; Pavelka and Ellinger, 1985; Deschuyteneer et al., 1988; Ihida et al., 1991) who showed that this lectin did not label the rough ER but labeled membrane structures on the cis side of the Golgi complex. In rat liver this lectin labels neither the rough ER nor the bulk of the smooth ER; the labeling is restricted to poorly defined membrane elements close to, and including the Golgi complex (results not shown). These data indicate that the acquisition of GalNAc first occurs in the pre-Golgi budding compartment, a finding that has important implications for our biochemical studies. Collectively, our morphological studies argue that MHV both buds and acquires GalNAc in the so called intermediate compartment that is continuous with the rough ER.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 233,
                    "text": "Tooze et al. (1988)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 289,
                    "end": 301,
                    "text": "(Roth, 1984;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 302,
                    "end": 329,
                    "text": "Pavelka and Ellinger, 1985;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 330,
                    "end": 357,
                    "text": "Deschuyteneer et al., 1988;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 358,
                    "end": 377,
                    "text": "Ihida et al., 1991)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Along the Biosynthetic Pathway GalNAc Is l~rst Added in the Budding~Intermediate Compartment"
        },
        {
            "text": "In the complementary biochemical studies we looked at conditions required for the M protein to acquire first, GalNAc and second, the Golgi modifications galactose and sialic acid. Our in vivo labeling data showed that, under conditions that would be expected to block vesicular transport, where ~98 % of ATP was depleted, a significant fraction of the M protein acquired GalNAc but no detectable Golgi modifications were observed. The same result was seen at temperatures between 14 and 15°C, a condition expected to block ER to Golgi transport (Saraste and Kuismanen, 1984) . In both cases, when the block was reversed by either washing out the 2-deoxy-o-glucose and sodium azide or, for the low temperature experiments, by raising the temperature to 37°C the M protein was efficiently converted to the Golgi forms. This argues strongly that the protein had been blocked in a functional pre-Golgi, intermediate form and not in a transportincompetent state resulting from the blocking conditions.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 574,
                    "text": "(Saraste and Kuismanen, 1984)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "The Newly Synthesized M Protein Acquires GaINAc, but not the Golgi Modifications, Under Conditions That Block Vesicular Transport"
        },
        {
            "text": "In L cells infected with a recombinant vaccinia virus expressing the M protein (Krijnse-Locker et al., 1992a) , that were pulse-labeled and chased in vivo under the same ATPdepleting conditions as in the present study, we obtained essentially the same result (not shown), arguing that our ob-servations are not the results of an artifact induced by MHV infection.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 109,
                    "text": "(Krijnse-Locker et al., 1992a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "The Newly Synthesized M Protein Acquires GaINAc, but not the Golgi Modifications, Under Conditions That Block Vesicular Transport"
        },
        {
            "text": "Our in vivo data indicating that the M protein could acquire GalNAc in the absence of energy were supported by the biochemical analysis using SLO permeabilized cells. It is now generally accepted that for in vitro reconstitution of any vesicular transport step both cytosol and ATP are needed. Accordingly, in this study both cytosol and ATP were required for the newly synthesized M protein to acquire the Golgi modifications, consistent with the notion that ER to Golgi transport requires a vesicular transport step (Beckers and Balch, 1989; Beckers et al., 1990; Schekman, 1992) . In contrast, the intermediate compartment modification, GalNAc, was obtained in the presence of cytosol without ATP and in the presence of GTP3,S. In the absence of cytosol the results were more difficult to interpret. Under these conditions both ATP and UDP-GalNAc were required for efficient GalNAc addition. While the UDP-GalNAc requirement can be explained simply by the fact that this cytosolic precursor is lost after permeabilization, the ATP requirement is more difficult to explain. One obvious possibility relates to the phenomenon of\"quality control\" (Hurtley and Helenius, 1989) , the need for the protein to be folded in its correct conformation. The idea that ATP is not critical for folding of the M protein, which has only 25 amino acids exposed on the luminal side (Rottier et al., 1986) , is supported by our in vivo studies where ATP depletion had no obvious effect on the appearance of the M1 form. Whatever the explanation for the ATP requirement, we consider it unlikely that it reflects a vesicular transport step from the rough ER to the site of GalNAc addition since it occurs in the absence of cytosol and in the presence of GTPTS. In contrast, these conditions, as expected, blocked the appearance of the Golgi forms of the M protein.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 543,
                    "text": "(Beckers and Balch, 1989;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 544,
                    "end": 565,
                    "text": "Beckers et al., 1990;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 566,
                    "end": 581,
                    "text": "Schekman, 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1146,
                    "end": 1174,
                    "text": "(Hurtley and Helenius, 1989)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1366,
                    "end": 1388,
                    "text": "(Rottier et al., 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Newly Synthesized M Protein Acquires GaINAc, but not the Golgi Modifications, Under Conditions That Block Vesicular Transport"
        },
        {
            "text": "The model which emerges from this study is that in MHVinfected L ceils the intermediate compartment, rather than representing a physically distinct \"salvage compartment\" (Warren, 1987; Pelham, 1988) , is structurally continuous with the membranes of the rough ER and the nuclear envelope, and evidently represents a distinct functional domain of the ER.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 184,
                    "text": "(Warren, 1987;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 185,
                    "end": 198,
                    "text": "Pelham, 1988)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "The Newly Synthesized M Protein Acquires GaINAc, but not the Golgi Modifications, Under Conditions That Block Vesicular Transport"
        },
        {
            "text": "If our observation that transport from the rough ER into the intermediate compartment does not depend on vesicular transport is shown to be a general phenomenon, we also have to explain the data suggesting that this transport step is not a simple constitutive process, but may be stringently regulated (Lodish et al., 1987; Beckers and Balch, 1989) . The nature of this regulation is at present unclear. We suggest that one important aspect in this process that has until now been neglected is a consideration of the structure that defines the boundary between the rough ER and the intermediate compartment or between the rough ER and the smooth ER in cells such as rat liver parenchyma. It is conceivable that this structure may act as a gating mechanism that regulates the exit of both membrane and soluble components from the rough ER.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 323,
                    "text": "(Lodish et al., 1987;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 324,
                    "end": 348,
                    "text": "Beckers and Balch, 1989)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The Newly Synthesized M Protein Acquires GaINAc, but not the Golgi Modifications, Under Conditions That Block Vesicular Transport"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Simons for discussions and critical reading of the manuscript. Jacomine Krijnse-Locker was supported by grants from the Dutch Organization of Chemical Research (SON 700-330-027) and the Netherlands Organization for Scientific Research",
            "authors": [
                {
                    "first": "Rob",
                    "middle": [],
                    "last": "Thank",
                    "suffix": ""
                },
                {
                    "first": "Bernard",
                    "middle": [],
                    "last": "Parton",
                    "suffix": ""
                },
                {
                    "first": "Jean",
                    "middle": [],
                    "last": "Hoflack",
                    "suffix": ""
                },
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Gruenberg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Poration by u-toxin and streptolysin O: an approach to analyze intracellular processes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ahnert-Hilger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "F6hr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gratzl",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Methods Cell Biol",
            "volume": "31",
            "issn": "",
            "pages": "63--90",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Calcium and GTP: essential components in vesicular trafficking between the endoplasmatic reticulum and Golgi apparatus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J M"
                    ],
                    "last": "Beckers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Balch",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "1245--1256",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sequential intermediates in the transport of protein between the endoplasmatic reticulum and the Golgi",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J M"
                    ],
                    "last": "Beckers",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Plutner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Balch",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. BioL Chem",
            "volume": "265",
            "issn": "",
            "pages": "18298--18310",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role of ATP and disulphide bonds during protein folding in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Braakman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature (Lond.)",
            "volume": "356",
            "issn": "",
            "pages": "260--262",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Localization of low molecular weight GTP binding proteins to exocytic and endocytic compartments",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chavrier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Parton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zerial",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "317--329",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Another triple-spanning envelope protein among intracellularly budding RNA viruses: the Torovirus E protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Den Boon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "182",
            "issn": "",
            "pages": "655--663",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The subcellular localization of apomucin and nonreducing terminal N-acetylgalactosamine in porcine submaxillary glands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deschuyteneer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Eckhardt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "2452--2459",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "B-COP, a 110Kd protein associated with non-clathrin-coated vesicles and the Golgi complex, shows homology to B-adaptin",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Argos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "64",
            "issn": "",
            "pages": "649--665",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Involvement of B-COP in membrane traffic through the Golgi complex",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duden",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "V. Allan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kreis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "TICB",
            "volume": "1",
            "issn": "",
            "pages": "14--19",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Monoclonal antibOdies to the matrix (El) glycoprotein of mouse hepatitis virus protect mice from encephalitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Shubin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sussman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Casteel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Virology",
            "volume": "168",
            "issn": "",
            "pages": "162--167",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fine structure immunocytochemistry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "417--436",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cell biology of viruses that assemble along the biosynthetic pathway",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grifliths",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Semin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "367--381",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dissection of the Golgi Complex I",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Cell Biol",
            "volume": "96",
            "issn": "",
            "pages": "835--850",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On the preparation of cryosections for immunocytochemistry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcdowall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubochet",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Ultrastruct. Res",
            "volume": "89",
            "issn": "",
            "pages": "65--78",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The endoplasmic reticulum-Golgi intermediate compartment",
            "authors": [
                {
                    "first": "H-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Curt. Opin. Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "600--608",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A 58-kDa resident protein of the cis Golgi cisterna is not terminally glycosylated",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Hendricks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gabel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Biol. Chem",
            "volume": "266",
            "issn": "",
            "pages": "17559--17565",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The rubella virus El glycoprotein is arrested in a novel post-ER, pre-Golgi compartment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hobman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "118",
            "issn": "",
            "pages": "795--811",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SEC21 is a gene required for ER to Golgi protein transport that encodes a subunit of a yeast coatomer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hosobuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kreis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scbekman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature (Lond.)",
            "volume": "360",
            "issn": "",
            "pages": "603--605",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Protein oligomerization in the endoplasmatic retieulum",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hurtley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "277--307",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Subcompartment sugar residues of gastric surface mucous cells studied with labeled lectins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ihida",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsuyama",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kashio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Histochemistry",
            "volume": "95",
            "issn": "",
            "pages": "329--335",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Intracellular transport of secretory proteins in the pancreatic exocrine cell",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J. Cell BioL",
            "volume": "34",
            "issn": "",
            "pages": "577--596",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Monensin and FCCP inhibit the intracellular transport of alphavirus membrane glycoproteins",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "K~ri~iinen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Virtanen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Penttinen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Cell Biol",
            "volume": "87",
            "issn": "",
            "pages": "783--791",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "O-glycosylation of the coronavirus M protein. Differential localization of sialyltransferases in N-and O-linked glycosylation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "14094--14101",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Membrane assembly of the triple-spanning coronavirus M protein, individual transmembrane domains show preferred orientation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "21911--21918",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The neuronal endomembrane system. Direct links between rough endoplasmatic reticulum and the cis elements of the Golgi apparatus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ellisman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Neurosci",
            "volume": "5",
            "issn": "",
            "pages": "3111--3123",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The neuronal endomembrane systern. The multiple forms of the Golgi apparatus cis element",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ellisman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Neurosci",
            "volume": "5",
            "issn": "",
            "pages": "3124--3134",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A vesicular intermediate in the transport of hepatoma secretory proteins from the rough endoplasmatic reticulum to the Golgi complex",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "104",
            "issn": "",
            "pages": "221--230",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The E1 glycoprotein of an avian coronavirns is targeted to the cis Golgi complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Macfiamer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mentone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farqnhar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "6944--6948",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Involvement of GTP-binding \"G\" proteins in transport through the Golgi stack",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melan~on",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sarafini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gleason",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "51",
            "issn": "",
            "pages": "1053--1062",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The carbohydrates of mouse hepatitis virus (MHV) A59: structures of the O-glycosidically linked oligosaccharides of glycoprotein El. EMBO (Fur",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geyer",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stirm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "MoL Biol. Organ.)d",
            "volume": "68",
            "issn": "",
            "pages": "665--670",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "B-COP localizes mainly to the cis-Golgi side in exocrine pancreas",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oprins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duden",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Geuze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Slot",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "49--59",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Budding from Golgi membranes requires the coatomer complex of non-clathrin coat proteins",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ravazzola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perrelet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amherdt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature (Lond.)",
            "volume": "362",
            "issn": "",
            "pages": "648--652",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Localization of binding sites for concanavalin A, Ricinus communis I and Helix pomatia Lectin in the Golgi apparatus of rat small intestinal absorptive cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pavelka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ellinger",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Histochem. Cytochem",
            "volume": "33",
            "issn": "",
            "pages": "905--914",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evidence that luminal ER proteins are sorted from secreted proteins in a post-ER compartment",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "7",
            "issn": "",
            "pages": "913--918",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Control of protein exit from the endoplasmatic reticulum",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "B-cop is essential for biosynthetic membrane transport from the endoplasmatic reticulum to the Golgi complex in vivo",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pepperkok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scheel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Horstmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "74",
            "issn": "",
            "pages": "71--82",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Distinct biochemical requirements for the budding, targeting, and fusion of ER-derived transport vesicles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Rexach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "114",
            "issn": "",
            "pages": "219--229",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Cytochemical localization of terminal N-acetyl-D-galactosamine residues in cellular compartments of intestinal goblet cells: implications for the topology of O-glycosylation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "399--406",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Viral protein synthesis in mouse hepatitis virus strain A59-infected cells: effect of tunicamycin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Virol",
            "volume": "40",
            "issn": "",
            "pages": "350--357",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Translation of three mouse hepatitis virus strain A59 subgenomic RNAs in Xenopus laevis oocytes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Virol",
            "volume": "38",
            "issn": "",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Pre-and post-Golgi vacuoles operate in the transport of semliki forest virus membrane glycoproteins to the cell surface",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuismanen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "38",
            "issn": "",
            "pages": "535--549",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Antibodies to rat pancreas Golgi subfractions: identification of a 58-kD cis-Golgi protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "2021--2029",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Distribution of the intermediate elements operating in ER to Golgi transport",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Sci",
            "volume": "100",
            "issn": "",
            "pages": "415--430",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Genetic and biochemical analysis of vesicular traffic in yeast",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "587--592",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Assembly of vaccinia virus: role of the intermediate compartment between the endoplasmatic reticulum and the Golgi stacks",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sodeik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Doms",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hiller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van &apos;t Hof",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Meer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "521--541",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Isolation and identification of virus-specific mRNAs in cells infected with mouse hepatitis virus (MHV-A59)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Virology",
            "volume": "108",
            "issn": "",
            "pages": "424--434",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Infection of AtT-20 murine putuitary tumour cells by mouse hepatitis virus strain A59: virus budding is restricted to the Golgi region",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Fur. J. Cell Biol",
            "volume": "37",
            "issn": "",
            "pages": "203--212",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Replication of coronavirus MHV-A59 in sac(-) cells: determination of the first site of budding of progeny virions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Eur. J. Cell Biol",
            "volume": "33",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Site of addition of N-acetylgalactosamine to the E1 glycoprotein of mouse hepatitis virus-A59",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "106",
            "issn": "",
            "pages": "1475--1487",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Binding of exocytic vesicles from MDCK cells to microtubules in vitro",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Der Sluijs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Antony",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Sci",
            "volume": "95",
            "issn": "",
            "pages": "545--553",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Signals and salvage sequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature (Lond.)",
            "volume": "327",
            "issn": "",
            "pages": "17--18",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Endoplasmatic reticulum-through-Golgi transport assay based on O-glycosylation of native glycophorin in permeabilized erythroleukemia cells: role for G~3",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "90",
            "issn": "",
            "pages": "1681--1685",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Double labeling of MHV-infected L cells for Helix pomatia and the M protein. MHV-infected L cells were double labeled for the M protein (A) and Helix pomatia lectin (B) using the NH2terminal anti-M mAb, HPA and rabbit anti-HPA serum followed by rhodamine-coupled goat anti-mouse and fluorescein-coupled goat anti-rabbit serum. Note the uninfected cell on the left of B, that labels for HPA, but not for the M protein. Bar, 100 nm.ng of biotinylated HPA (E.Y. Laboratories, Inc., San Mateo, CA) or biotinylated wheat germ a~dglutinin (WGA; Boehringer GmbH). Then 1 ~tl of a mAb anti-biotin (Boehringer GmbH) was added and incubation at 4°C allowed to continue for 2 h. Lectin-protein complexes were collected by adding rabbit anti-mouse IgG and Staph A, immuno-preeipitin (GIBCO BRL, Life Technologies, Inc., Gaithersburg, MD). The specificity of HPA was demonstrated by adding 10 mM GalNAc (Sigma Chemical Co.) to the first incubation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Epon sections of non-permeabilized MHVinfected L cells. These preparations were treated with tannic acid after the osmium step (see Materials and Methods). A shows a constriction of the PER (R) as it contacts (/arge arrowheads) the MHV budding compartment (budding virions are indicated by small arrows). The large arrow shows a continuity between the budding compartment and a Golgi cisterna (G-stack). The small arrowheads show putative cop vesicles in the vicinity of the budding compartment. In B, a budding virion (arrow) is seen adjacent to two putative cop buds (arrowheads). C shows direct membrane continuities between the PER (R) and the membranes where MHV buds (arrow). The small arrowhead shows a putative cop bud. Bars, 100 rim. Krijnse-Locker et al. The Budding Compartment of Mouse Hepatitis Virus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Epon sections of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Epon sections of SLO permeabilized, MHV infected L cells showing the architecture of the budding compartment and its relation to the nuclear membrane. A shows the tubular-cisternal elements of the budding compartment (arrowheads, budding virions) which are continuous with the rough ER (arrows).The double arrow indicates a continuity of the RER with the nuclear membrane (N, nucleus, M, mitochondria). In B, a nuclear membrane is shown in an oblique section of a tannic acid-treated (see Materials and Methods) cell. An array of nuclear pores are indicated (small arrows). Note the membrane tubule (T) that appears to be attached (large arrowheads) to the periphery of a pore. The large arrows indicate possible cross-sections through these tubules. C-putative clathrin vesicles. Bars, I00 nm.(1988) in infected sac(-) cells. Double-labeling experiments with antibodies to the M protein and HPA(Fig. 1, A and B)showed that the M protein-and the lectin-labeling significantly overlapped. The labeling of the uninfected cell (Fig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Two sets of serial sections through MHV infected cells permeabilized with SLO and either untreated (A) or treated with GTP3,S (B).In all figures the dashed lines indicate direct membrane continuities between the rough ER (R) and smooth membrane structures including budding virions (arrowheads). The large arrow in A2 and A3 indicates a progression from a noncisternal (A2) to a cisternal region (A3) which is pan of the Golgi stack (G). The small arrows indicate putative cop buds and vesicles which are much more prominent after GTP3,S treatment. The asterisks denote membrane structures shown more clearly inFig. 3 A (see asterisks; N, nucleus). Bars, 100 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Glucose 6 phosphatase localization in Epon sections of MHV infected ceils. In A the electron dense reaction product is seen in tubularcisternal elements which conrains budding virions (arrowheads). These elements are reminiscent of classical en face images of the cis-Golgi cisterna. B shows a tubule attached to the nuclear envelope (N, nucleus). The reaction product in such tubules is gen-eraUy sparse. In C reaction product is shown in the RER (R) and in Golgi cisternae which includes budding virions (arrowheads). Bars, 100 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Thawed cryo-sections of SLO permeabilized, MHV infected L cells. In A, the section was double labeled with Helix pomatia (HPA;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Labeling of cryosections of MHV infected L cells with p58. A-C are from SLOpermeabilized cells, B and C untreated while A is from cells treated with GTP-/S. D is from a non-permeabilized",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "( Upper Panel) Model representing the glycosylation pattern of the MHV M protein. (Lower Panel) Comparison of the O-glycosylation of the M protein in sac(-) and L cells. MHV-infected L cells and sac(-) cells were labeled with [35S]methionine from 5 to 8 h after infection. The M protein was immunoprecipitated from cell lysates (L) and the culture supernatant containing the extracellular virus (V). Labeled viral proteins from infected L cells were incubated with biotinylated Helix pomatia (H), Wheat germ agglutinin (W) or with the lectins and 10 mM GalNAc (H/G or W/G).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Density of PDl Labeling: Gold/mm 20rganelle",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would especially like to thank Sanjay Pimplikar for his help in setting up the SLO experiments and Beate Sodeik for her help in preparing the Hela cytosol. We are very grateful to Dr. Jaakko Saraste for the anti-p58, Dr. Steve Fuller for anti-PDI, Dr. Thomas Kreis for the anti-E-cop, Dr. John Fleming for the J 1.3 mAbs and Dr. Bruno Goud for anti-rab2. We also ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}