{
    "paper_id": "20f863c8fc0ff956ea9f902a2f9d1299ab8514a6",
    "metadata": {
        "title": "Genome Information Broker for Viruses (GIB-V): database for comparative analysis of virus genomes",
        "authors": [
            {
                "first": "Masaki",
                "middle": [],
                "last": "Hirahata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Takashi",
                "middle": [],
                "last": "Abe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Naoto",
                "middle": [],
                "last": "Tanaka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokyo University of Science",
                    "location": {
                        "settlement": "Chiba",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoshikazu",
                "middle": [],
                "last": "Kuwana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasumasa",
                "middle": [],
                "last": "Shigemoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Satoru",
                "middle": [],
                "last": "Miyazaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokyo University of Science",
                    "location": {
                        "settlement": "Chiba",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoshiyuki",
                "middle": [],
                "last": "Suzuki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hideaki",
                "middle": [],
                "last": "Sugawara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "is a comprehensive virus genome/segment database. We extracted 18 418 complete virus genomes/ segments from the International Nucleotide Sequence Database Collaboration (INSDC, http:// www.insdc.org/) by DNA Data Bank of Japan (DDBJ), EMBL and GenBank and stored them in our system. The list of registered viruses is arranged hierarchically according to taxonomy. Keyword searches can be performed for genome/segment data or biological features of any virus stored in GIB-V. GIB-V is equipped with a BLAST search function, and search results are displayed graphically or in list form. Moreover, the BLAST results can be used online with the ClustalW feature of the DDBJ. All available virus genome/segment data can be collected by the GIB-V download function. GIB-V can be accessed at no charge at",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Virus genome analysis has a long history. In 1977, Frederick Sanger successfully sequenced the entire genome of Phage fphiv;X174 (1). Since that time, a huge number of virus genomes have been sequenced. Virus genome sequences provide researchers with important information needed to analyze virus evolution, pathogenicity and diversity (2) (3) (4) .",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The International Nucleotide Sequence Database Collaboration (INSDC) makes a substantial amount of genomic data available in a public database. However, these genomic data are stored in the same database as general gene registrations and are not distinguished. In some cases, the specific prefix of the accession number (AE, AL, AP, BS, BX, CP, CR, CT, CU and CY) refers to a registration from a genome project (http://www.ddbj.nig.ac.jp/sub/prefix.html). However, for many genome data, the prefix is the same as that of general gene registrations, making it difficult to extract genomic data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There are several virus genome databases such as DPVweb (5), HCVDB (6), VIDA (7) and VirGen (8) . However, most of these are limited to specific groups of viruses. Thus, to fill the need for a comprehensive virus genome database, we constructed Genome Information Broker for Viruses (GIB-V), which includes all groups of viruses and is updated regularly with the release of our DNA Data Bank of Japan (DDBJ) data. GIB-V was created with the use of the Genome Information Browser (GIB) (9) , an online microbial genome analysis system that we have developed.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The primary source of data for GIB-V was entries in the INSDC database. All of the virus genome data included in the virus division and phage division were targeted. In the INSDC database, each virus genome is registered in a single flat file if the virus does not have segments. If the virus genome has two or more segments, each segment is registered in a single flat file. Complete genome/segment data were identified by the description in the definition line of the flat file. We extracted genome records with the words 'complete genome' and without the words 'Third Party Annotation (TPA)' or 'nearly complete' in the definition line of the flat file. Segment records were extracted with a combination of the words 'segment' and 'complete sequence', and without the words 'TPA' or 'nearly complete' in the definition line of the flat file. These records were obtained from the virus division or the phage division of the DDBJ database. We extracted and stored 18 418 complete virus genome/segment data sets from release 66, which was the latest DDBJ data released at the time of the initial development of GIB-V (Table 1) . DDBJ releases new data four times per year. GIB-V is updated at the time of each release.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1117,
                    "end": 1126,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "GIB-V DATA SOURCE"
        },
        {
            "text": "The system architecture and the data flow of GIB-V are depicted in Figure 1 GIB-V is Apache (http://www.apache.org/) with Hypertext Preprocessor (PHP, http://www.php.net). PHP is a serverside HTML-embedded scripting language and is able to dynamically generate HTML page contents. GIB-V uses PostgreSQL (http://www.postgresql.org/) as its relational database management system and is distributed over multiple PC Linux platforms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SYSTEM ARCHITECTURE OF GIB-V"
        },
        {
            "text": "The genome/segment data are extracted from the DDBJ database and stored in the relational database server. The nucleotide sequence data and the protein sequence data are also extracted from the flat files and stored to the homology search server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYSTEM ARCHITECTURE OF GIB-V"
        },
        {
            "text": "In the original GIB, Common Object Request Broker Architecture (CORBA) was used for internal communication. However, CORBA was not needed for GIB-V because of remarkable advances in hardware performance that solved the problems associated with managing the large quantity of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYSTEM ARCHITECTURE OF GIB-V"
        },
        {
            "text": "The functions of GIB-V are described below. Most of these functions are accessed from the main menu bar displayed in the Web page.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNCTIONS OF GIB-V"
        },
        {
            "text": "The complete list of virus data stored in GIB-V can be viewed by clicking 'GENOME LIST' on the main menu bar. Viruses are displayed at the family level on an initial screen. The list of genera is displayed by clicking on each family name; species are displayed by clicking on genus names, and organisms are displayed by clicking on species names. The accession number of entries in the INSDC database is displayed under the name of the organism, and the 'Virus Information Page' is opened by clicking on the accession number. The 'Virus Information Page' provides access to information about the individual virus genome/segment. When two or more genomes/segments are registered at the same virus name, each genome/segment can be accessed by selecting the related accession number in the pull-down menu. From the 'Virus Information Page', it is possible to move to three kinds of genome/segment information pages: (i) 'Feature View,' which displays a graphic of the specified region; (ii) 'Feature List,' which provides a tabular listing of features included in the genome/segment; and (iii) 'Nuc Sequence,' which indicates the nucleic acid sequence of the genome/segment. In the 'Feature View,' each open reading frame (ORF) is indicated by a white bar in the regional chart displayed with the G+C% graph (GC plot), and it is possible to jump to the 'Feature Information' page by clicking the specified ORF bar. From the 'Feature List,' the user has the option to display the whole region or a specified region of the genome/segment. The name of the species, the start and end points of its location and its product name are included in the 'Feature List.' It is possible to jump to Subject can be narrowed down to the genus level of the family when a single family is selected. A BLAST program and other options are then selected, and the query is submitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genome list"
        },
        {
            "text": "The user can select to have BLAST Search results presented as a graphical display (Graphic View) or a list display (Feature List). In the 'Graphic View,' alignment information is displayed both graphically and as text. The position of the hit area in relation to the query is displayed graphically, and the score is displayed by color (Figure 2a) . In the 'Feature List,' a summary of the results is displayed as a list (Figure 2b) . After a target candidate ORF is selected, it is possible to jump directly from the list to the ClustalW feature of the DDBJ (Figure 2c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 346,
                    "text": "(Figure 2a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 420,
                    "end": 431,
                    "text": "(Figure 2b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 558,
                    "end": 568,
                    "text": "(Figure 2c",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Genome list"
        },
        {
            "text": "To perform a keyword search, the user clicks 'KEYWORD' on the main menu bar. The user can find either viruses or ORFs by the combinations of multiple keywords up to 5 terms. INSDC accession number, virus name, country, note, isolate, segment, serotype, specific host and strain are usable for viruses search. These categories are the types of biological information included in genome/segment flat files from the INSDC. The accession number of the target genome/segment can be reached easily from the list of search results. Selected genomes/segments in the list can be downloaded with a FASTA or flat file format in a lump. As to ORFs search, db_xref (pointer to related information in another database), EC number, function, gene name, product name, protein ID, bound moiety (molecule/complex that may bind to the given feature), phenotype, location and other qualifiers defined by INSDC can be specified. Target ORF information can be accessed from the search results. The retrieved ORF can be displayed by nucleic acid or amino acid sequence in a text format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keyword search"
        },
        {
            "text": "Genome/segment data are downloadable from GIB-V. On the 'Genome List' page, there are checkboxes in front of each taxonomic name lower than the family level. The user clicks the target checkbox and download button to download the specified genome/segment data in flat file form. The download page also can be entered from each 'Virus Information' page. From the download page, four types of data can be downloaded: a whole genome flat file (DDBJ format); whole genome sequence (FASTA format); nucleotide sequences of all features (FASTA format); and amino acid sequences of the cording sequence (CDS) (FASTA format). When two or more genomes/segments are registered for the same virus name, they can be downloaded from the same page.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Download function"
        },
        {
            "text": "We have developed G-InforBIO system, a tool for genome data management and sequence analysis (http://wdcm.nig.ac. jp/inforbio/G-InforBIO/download.html) (11) . It is equipped with a variety of software functions and can perform seamless analysis of multiple genomes. It was modified to adapt the GIB-V output data form. We are going to reinforce the cooperation of GIB-V and G-InforBIO to improve the smoothness of data communication between them, and expand the genome comparison environment. We will consider the enrichment of the contents with the improvement of data extraction process and the addition of incidental information.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "FUTURE PLANS"
        },
        {
            "text": "GIB-V can be accessed from http://gib-v.genes.nig.ac.jp/. Registration is not necessary, and use of the database is free.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACCESS TO THE DATABASE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nucleotide sequence of bacteriophage phiX174 DNA",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Air",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Barrell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Coulson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Fiddes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hutchison",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Slocombe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Nature",
            "volume": "265",
            "issn": "",
            "pages": "687--695",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evolutionary history of the closely related group 2 coronaviruses: porcine hemagglutinating encephalomyelitis virus, bovine coronavirus, and human coronavirus OC43",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vijgen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keyaerts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ranst",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "7270--7274",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of a highly pathogenic H5N1 influenza virus derived from bar-headed geese in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Gen. Virol",
            "volume": "87",
            "issn": "",
            "pages": "1823--1833",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Metagenomic analysis of coastal RNA virus communities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Culley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Suttle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "1795--1798",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "DPVweb: a comprehensive database of plant and fungal virus genes and genomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Antoniw",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "382--385",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "HCVDB: hepatitis C virus sequences database",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Combet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Penin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Geourjon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleage",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl. Bioinformatics",
            "volume": "3",
            "issn": "",
            "pages": "237--240",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "VIDA: a virus database system for the organization of animal virus genome open reading frames",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Alba",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M G"
                    ],
                    "last": "Pearl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Orengo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kellam",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "",
            "pages": "133--136",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "VirGen: a comprehensive viral genome resource",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kulkarni-Kale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhosle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Manjari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kolaskar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "289--292",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Genome Information Broker (GIB): data retrieval and comparative analysis system for completed microbial genomes and more",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fumoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miyazaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "66--68",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Basic local alignment search tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gish",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Mol. Biol",
            "volume": "215",
            "issn": "",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "G-InforBIO: integrated system for microbial genomics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miyazaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC bioinformatics",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". The World Wide Web server for *To whom correspondence should be addressed. Tel: +81 55 981 6895; Fax: +81 55 981 6896; Email: hsugawar@genes.nig.ac.jp Ó 2006 The Author(s). This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/ by-nc/2.0/uk/) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schema of Genome Information Broker for Viruses (GIB-V). This schema shows the system architecture and the data flow of GIB-V. The hardware components of GIB-V are a World Wide Web server, relational database server and homology search server.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "BLAST search GIB-V can execute a BLAST search(10) for ORF sequences of genomes/segments. The user can select from blastn, blastp, blastx and tblastx search options. This search is executed in two steps. The BLAST search page is opened by clicking on 'BLAST' in the main menu bar, and a virus is selected from the list on the 'BLAST Search-Subject selection page.' A single family or all families can be selected. The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Example of BLAST search results. blastp was executed for the 'All family' sequence. The query is an RNA-dependent RNA-polymerase of Human astrovirus. (a) Search result as it appears with 'Graphic View' indicated. The upper part of the page shows the result displayed graphically, and the lower part shows the result in text form. (b) Search result as it appears with 'Feature List' indicated. Clicking the 'Set Query' button activates ClustalW and sends sequence data automatically. (c) The ClustalW page. Data has been submitted from the Feature List.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of registered genomes/segments in GIB-V",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "However, the user can download sequence data from the download page.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The development of GIB-V was supported partly by the Institute for Bioinformatics Research and Development of Japan Science and Technology Agency. Funding to pay the Open Access publication charges for this article was provided by the Institute for Bioinformatics Research and Development of Japan Science and Technology Agency.Conflict of interest statement. None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}