{
    "paper_id": "2176706829fb93fa471a706137b138e8766b4f32",
    "metadata": {
        "title": "GRAFT-VERSUS-HOST DISEASE IN CYCLOSPORIN A-TREATED RATS AFTER SYNGENEIC AND AUTOLOGOUS BONE MARROW RECONSTITUTION*",
        "authors": [
            {
                "first": "Arnold",
                "middle": [],
                "last": "Glazier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J"
                ],
                "last": "Tutschka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Evan",
                "middle": [
                    "R"
                ],
                "last": "Farmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "W"
                ],
                "last": "Santos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cyclosporin A (CsA) ~ is a potent reversible immunosuppressive agent which is able to suppress allograft rejection and acute allogeneic graft-versus-host disease (GVHD) (1-7). Although CsA dramatically improves survival after allogeneic marrow transplantation, rats treated with a short course of CsA develop delayed onset GVHD after CsA withdrawal. This paper presents new evidence which indicates that GVHD may develop upon CsA withdrawal following not only allogeneic but also syngeneic and even autologous bone marrow reconstitution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rats. Lewis female RT1 ~ rats, 6-8 wk old, were purchased from Harlan Sprague Dawley, Inc., Indianapolis, IN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Radiation. Lewis rats were irradiated on day -1 (1,020 rad) at 120 rad/min from a dual source Cs ~3~ small animal irradiator (Atomic Energy of Canada Ltd., Ottawa, Ontario). Leg-shielded rats were then anesthetized with chloral hydrate, their right tibias shielded with a lead doughnut 1.5 cm thick and 2.5 cm long, and irradiated with 1,020 rad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Marrow Transplantation. Donor marrow from tibias, femurs, and humeri was sus-7 pended at 6 × 10 nucleated cells/ml in Hanks' solution supplemented with 50 U/ml penicillin and 50 ng/ml streptomycin. On day 0 rats received 1 ml via the tail vein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Antibiotics. Rats received medicated drinking water supplemented with bactrim, neomycin, and polymyxin B and were given 2.5 mg/kg gentamycin per day subcutaneously for 20 d. Rats that developed overt clinical infections were routinely sacrificed and excluded from the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cyclosporin A. CsA was the generous gift of Sandoz, Inc., Hanover, NJ. Emulphor EL-620 was obtained from GAF Corp., New York. Powdered CsA was dissolved in absolute ethanol, added to emulphor, and mixed with water to yield a final emulphor concentration of 5%. Rats were weighed daily and received 1 ml/100 g body weight per day subcutaneously from day 0 to 40 or as indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Assessment of GVHD. Rats were examined daily for signs of clinical GVHD such as red ears, dermatitis, or diarrhea. Skin biopsies were taken at frequent intervals. When rats developed severe clinical GVHD characterized by weight loss, hunched appearance, and extensive dermatitis they were sacrificed and autopsied. Previously described criteria were",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "used for the histological documentation of GVHD (8) . Grade II acute GVHD was defined by the presence of lymphocytic exocytosis, epidermal destruction with vacuolar changes of the basal layer, and dyskeratotic cells.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Adoptive Transfer of GVHD. Donor spleens were suspended in Hanks' solution by gently pressing the spleens through a stainless steel screen. GVHD was adoptively transferred with 6 × 107 marrow cells and 108 spleen cells given intravenously to irradiated syngeneic rats. In some experiments marrow and spleen cells were pooled from donors with GVHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Syngeneic GVHD. Lethally irradiated Lewis rats were reconstituted with syngeneic bone marrow and treated with control diluent or CsA. Syngeneic radiation chimeras not treated with CsA as a rule did not develop clinical or histological GVHD. In seven independent syngeneic transplants only 1 of 64 chimeras not treated with CsA developed GVHD. At autopsy this rat had intense sialodacroadenitis suggestive of an underlying coronavirus infection. In contrast 68 of 97 rats reconstituted with syngeneic marrow and treated with CsA at 7.5-40 mg/kg per day for 20-40 d developed clinical and histological GVHD (P < 0.001) ( Table  I) . GVHD was not seen while the rats were receiving CsA. Erythematous ears, dermatitis, hair loss, diarrhea, and weight loss were observed in most rats 12-40 d after the CsA was stopped. Characteristic histological lesions of GVHD were seen in the skin, tongue, esophagus, and liver ( Fig. 1-4) . Pronounced lymphoid atrophy of the thymus, spleen, and lymph nodes was observed in syngeneic chimeras that developed GVHD after a 20-d course of CsA. Lymphoid atrophy was less striking in rats which developed GVHD after 40 d of post-transplant CsA treatment. Large numbers of lymphoblasts were observed in the lymph nodes of these rats at day 55.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 619,
                    "end": 628,
                    "text": "Table  I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 912,
                    "end": 921,
                    "text": "Fig. 1-4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Autologous GVHD. It might be argued that CsA merely amplifies a GVHD response due to subtle genetic differences between \"syngeneic rats\". To test this hypothesis Lewis rats were irradiated with 1,020 rad, shielding the right tibia with a lead doughnut. Four out of four leg-shielded CsA-treated rats developed clinical and histological acute GVHD. We have observed no GVHD in seven untreated leg-shielded rats (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 420,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Adoptive Transfer of Syngeneic and Autologous GVHD. Table III shows the results of four independent adoptive transfer experiments. Syngeneic GVHD may be adoptively transferred with spleen cells and marrow to lethally irradiated syngeneic recipients. Unirradiated rats are resistant to the adoptive transfer of syngeneic GVHD. Preliminary results suggest that both syngeneic and autologous GVHD is mediated by T cells. The adoptive transfer of both syngeneic and autologous GVHD was prevented by treating the spleen cells with a potent rabbit anti-rat thymocyte serum (9) and guinea pig complement. Complement alone did not interfere with the adoptive transfer of the GVHD. Normal rats are refractory to the adoptive transfer of syngeneic GVHD and normal untransplanted rats do not develop GVHD after CsA withdrawal (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "These results suggest that normal rats possess active tolerance-maintaining mechanisms that prevent the development of autologous GVHD and the transfer of established syngeneic GVHD. Table IV shows the results of an adoptive transfer experiment in which lethally irradiated Lewis rats were transplanted with Lewis marrow and syngeneic spleen cells from rats with GVHD. One group Lewis rats were irradiated (1,020 rad) with shielding of the right tibia. CsA-treated rats received 10 mg/kg/d for 18 d. (P < 0.005). Lethally irradiated Lewis rats were transplanted with 6 x 10 7 Lewis marrow cells and l0 s Lewis spleen cells from rats with syngeneic GVHD. l0 s normal Lewis spleen cells were also given to some rats as indicated above. Lewis rats were lethally irradiated and treated with CsA or control diluent from day 0 to day 40. The rats were transplanted with 6 x 107 syngeneic Lewis marrow cells and 10 s spleen cells as indicated above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "also received an equal number of normal spleen cells. All rats developed grade II acute GVHD. As shown in Table V normal spleen cells also did not prevent the development of syngeneic GVHD when given at the time of marrow transplantation to CsA-treated syngeneic chimeras.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "Table V",
                    "ref_id": null
                }
            ],
            "section": "Failure of Normal Spleen Cells to Prevent the Development of GVHD in"
        },
        {
            "text": "The key observation presented in this paper is the consistent development of GVHD in CsA-treated rats after syngeneic or autologous bone marrow reconstitution, developing upon the discontinuation of CsA. Syngeneic GVHD may be adoptively transferred to irradiated but not normal syngeneic recipients. Syndromes similar to syngeneic and autologous GVHD have previously been described in neonatally thymectomized mice (I 0) and in neonatal mice given large doses of staphylococcal vaccines (11) . In addition isolated cases of GVHD in patients receiving bone marrow from identical twins have been reported (12, 13) . The existence of syngeneic and autologous GVHD provides compelling evidence that histocompatibility differences are not absolutely necessary for the development of GVHD.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CsA at low concentration in vitro reversibly inhibits the proliferative response of primary mixed lymphocyte reactions and prevents the development of cytotoxic T cells (14, 15 ). CsA appears to interfere with both the production and the acquisition of responsiveness to T cell growth factor (16) (17) (18) . In vivo CsA induces a state of profound immunosuppression and is able to reversibly suppress allograft rejection and acute allogeneic GVHD (1-7). The mechanisms by which CsA causes syngeneic GVHD are at present enigmatic and the mechanisms by which normal rats resist the adoptive transfer to established GVHD remain to be identified.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 174,
                    "end": 176,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lethally irradiated rats treated with cyclosporin A (CsA) for 20-40 d develop classic graft-versus-host disease (GVHD) when reconstituted with syngeneic or autologous bone marrow, upon discontinuation of CsA, whereas normal rats do not. Syngeneic GVHD may be transferred to irradiated but not normal syngeneic recipients. Normal spleen cells fail to prevent the development or adoptive transfer of syngeneic GVHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Received for publication 10 November 1982 and in revised form 28 March 1983. ",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 41,
                    "text": "10 November 1982",
                    "ref_id": null
                },
                {
                    "start": 62,
                    "end": 76,
                    "text": "28 March 1983.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biological effects of cyclosporin A: a new antilymphocyte agent",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Borel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feurer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stahelin",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Agents Actions",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cyclosporin A induced long term survival of fully incompatible skin and heart grafts in rats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J G"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rolles",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ottawa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Turell",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Transplant. Proc",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prolongation of renal allograft survival in the rat by pretreatment with donor antigen and cyclosporin A. Transplantation (Baltimore)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Homan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Millard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Skin grafts in rabbits with cyclosporin A: absence of induction of tolerance and ontoward side effects",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gratwohi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Speck",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Transplantation (Baltimore)",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cyciosporin A. Transplantation (Baltimore)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of cyclosporin A in allogeneic bone marrow transplantation in the rat",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature (Lond.)",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cyclosporin A in bone marrow transplantation--Baltimore experience in preclinical studies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Korbling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "S. Karger AG",
            "volume": "",
            "issn": "",
            "pages": "99--106",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sequential morphology of graft-versus-host disease in the rat radiation chimera",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Clin. Immunol. Immunopathol",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Suppressor cells in transplantation tolerance. I. Suppressor cells in the mechanism of tolerance in radiation chimeras",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Transplantation (Baltimore)",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Radiation Chimeras",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Bekkum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Devries",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Runt disease induced in neonatal mice by sterile bacterial vaccines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Ekstredt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Nishimura",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. Exp. Med",
            "volume": "120",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Graft-versus-host disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parkman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rappeport",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Reinherz",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "N. Engl. J. Med",
            "volume": "301",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Graft-versus-host disease in recipients of syngeneic bone marrow",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gluckman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Devergie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sohier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Saurat",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effect of cyclosporin A on human lymphocyte responses in vitro. I. CsA allows for the expression of alloandgen-activated suppressor cells while preferentially inhibiting the induction of cytolytic effector lymphocytes in MLR",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Immunol",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effect of cyclosporin A on human lymphocyte responses in vitro. II. Induction of specific ailoantigen unresponsiveness mediated by a nylon wool adherent suppressor cell",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Immunol",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cyclosporin A and dexamethasone suppress T cell responses by selectively acting at distinct sites of the triggering process",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Immunol",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cyclosporin A blocks receptors for HLA-Dr antigens on T-cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moiler",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Nature (Lond.)",
            "volume": "290",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effect of cyclosporin A on human lymphocyte responses in vitro. III. CsA inhibits the production of T lymphocyte growth factors in secondary mixed lymphocyte responses but does not inhibit the response of primed lymphocytes to TCGF",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Immunol",
            "volume": "128",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Grade II acute GVHD in a CsA-treated rat after autologous reconsitution. Note extensive mononuclear epidermal infiltrate, x 310.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Syngeneic GVHD in the tongue of a CsA-treated Lewis chimera. There is a mucosal and submucosal mononuclear infiltrate with islands of mucosal destruction, x .510.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Esophagus from a rat with syngeneic GVHD with extensive lymphocyte exocytosis and destruction of basal mucosa. × 310.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Hepatic syngeneic GVHD. Note extensive mononuc]ear infiltrate in portal triad. x 310.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "GVHD in Cyclosporin A-treated Syngeneic Chimeras",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Adoptive Transfer of Syngeneic GVHD",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Failure of Normal Spleen Cells to Prevent the Adoptive Transfer of Syngeneic GVHD",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}