{
    "paper_id": "219fb67386566e8bd98da17b591ae91ffc1f2b0d",
    "metadata": {
        "title": "Supplementary,Figure,1 Absorbance Fractions: Supplementary%Table%1:%Characteristics%of%the%sequenced%RNA%libraries",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "BKRF4 BDLF3 BHLF1 BKRF3 BNLF2a BDLF2 BKRF2 BLLF2 BDLF1 BLLF1 BdRF1 BHRF1 EBNA2 LMP1 BNLF2b BLRF2 BMRF2 BLRF1 A73 BALF4 BZLF2 BMRF1 BSLF2/BMLF1 BVRF2 EBNA3B EBNA3C EBNA3A BFRF3 BALF3 LF3 LF2 EBNA1 BcLF1 BaRF1 BORF2 BFRF2 BILF2 BALF5 BFLF2 BFRF1 BBRF3 BORF1 BGLF2 BZLF1 LF1 BFRF1A RPMS1 LMP2 BILF1 BBLF1 BFLF1 BGLF1 BGLF5 BALF2 BXLF2 BDLF3.5 BDLF4 BNRF1 BLLF3 BGRF1/BDRF1 BRLF1 BGLF4 BBLF2/BBLF3 BGLF3.5 BRRF2 BXLF1 BRRF1 BSRF1 BVLF1 BcRF1 BGLF3 BXRF1 BPLF1 BVRF1 BOLF1 BTRF1 BBRF2 BBRF1 BARF1 BBLF4 BALF1 BCRF1(EBNA2 BHRF1 LMP1 EBNA3A EBNA3B EBNA3C EBNA1 BNLF2a BZLF2 BLLF2 BNLF2b BLRF2 BHLF1 BSRF1 BLRF1 BMRF2 RPMS1 BLLF3 BRRF1 BFRF3 BKRF4 BKRF2 LMP2 A73 BXLF2 BMRF1 BSLF2/BMLF1 BZLF1 BFLF2 BLLF1 BALF3 BRRF2 BKRF3 BXLF1 BALF4 BaRF1 BORF2 BORF1 BTRF1 BBRF3 BcRF1 BALF5 BRLF1 BBLF1 BFRF2 BGLF2 BFRF1A BGLF5 BFLF1 BGLF4 BGLF3.5 BFRF1 BGLF3 BBRF2 BDLF3.5 BGLF1 BdRF1 BPLF1 BBLF2/BBLF3 BDLF4 BBRF1 BGRF1/BDRF1 BDLF2 BcLF1 BNRF1 BOLF1 BDLF1 BVRF2 BXRF1 BDLF3 BBLF4 BALF2 BILF1 BVRF1 BILF2 BARF1 BALF1 BCRF1(vIL10) coverage per nucleotide 0 10000 20000 30000 EBNA2 BHRF1 LMP1 EBNA3A EBNA3B EBNA3C EBNA1 BNLF2a BZLF2 BLLF2 BNLF2b BLRF2 BHLF1 BSRF1 BLRF1 BMRF2 RPMS1 BLLF3 BRRF1 BFRF3 BKRF4 BKRF2 LMP2 A73 BXLF2 BMRF1 BSLF2/BMLF1 BZLF1 BFLF2 BLLF1 BALF3 BRRF2 BKRF3 BXLF1 BALF4 BaRF1 BORF2 BORF1 BTRF1 BBRF3 BSLF1 BcRF1 BALF5 BRLF1 BBLF1 BFRF2 BGLF2 BFRF1A BGLF5 BFLF1 BGLF4 BGLF3.5 BFRF1 BGLF3 BBRF2 BDLF3.5 BGLF1 BdRF1 BPLF1 BBLF2/BBLF3 BDLF4 BBRF1 BGRF1/BDRF1 BDLF2 BcLF1 BNRF1 BOLF1 BDLF1 BVRF2 BXRF1 BDLF3 BBLF4 BALF2 BILF1 BVRF1 BILF2 BARF1 BALF1 BCRF1(EBNA2 BHRF1 LMP1 EBNA3A EBNA3B EBNA3C EBNA1 BNLF2a BZLF2 BLLF2 BNLF2b BLRF2 BHLF1 BSRF1 BLRF1 BMRF2 RPMS1 BLLF3 BRRF1 BFRF3 BKRF4 BKRF2 LMP2 A73 BXLF2 BMRF1 BSLF2/BMLF1 BZLF1 BFLF2 BLLF1 BALF3 BRRF2 BKRF3 BXLF1 BALF4 BaRF1 BORF2 BORF1 BTRF1 BBRF3 BSLF1 BcRF1 BALF5 BRLF1 BBLF1 BFRF2 BGLF2 BFRF1A BGLF5 BFLF1 BGLF4 BGLF3.5 BFRF1 BGLF3 BBRF2 BDLF3.5 BGLF1 BdRF1 BPLF1 BBLF2/BBLF3 BDLF4 BBRF1 BGRF1/BDRF1 BDLF2 BcLF1 BNRF1 BOLF1 BDLF1 BVRF2 BXRF1 BDLF3 BBLF4 BALF2 BILF1 BVRF1 BILF2 BARF1 BALF1 BCRF1(BNLF2b BSRF1 BNLF2a BFRF3 BGRF1/BDRF1 A73 RPMS1 BGLF2 BTRF1 BRRF2 BaRF1 BKRF2 BRRF1 BZLF1 BFRF1a BDLF3.5 BcRF1 BALF1 BBRF1 BFRF1 BARF1 BLRF1 BXRF1 BBRF3 BNRF1 BALF4 BRLF1 BORF2 BILF1 BFRF2 BORF1 BGLF4 BLRF2 BKRF3 BLLF3 BPLF1 BKRF4 BMRF2 BMRF1 BVRF1 SM BXLF2 BBRF2 BFLF1 BALF2 BALF5 BILF2 BGLF1 BcLF1 BGLF5 BBLF2/BBLF3 BALF3 BZLF2 BDLF1 BOLF1 BFLF2 BDLF2 BXLF1 BDLF3 BHLF1 BBLF1 BBLF4 BDLF4",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "+(2016)+Global+transcript+structure+resolution+of+high+gene+density+ genomes+through+multiKplatform+data+integration.+Nucleic'acids'research",
            "authors": [
                {
                    "first": "+e",
                    "middle": [
                        "K"
                    ],
                    "last": "Flemington",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "+(2014)+EpsteinKBarr+virus+late+gene+transcription+depends+on+the+ assembly+of+a+virusKspecific+preinitiation complex.+Journal'of'virology,+88",
            "authors": [
                {
                    "first": "+h",
                    "middle": [],
                    "last": "Gruffat",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ribosome profiling of EBV;infected LCLs. (A) Representative polysome profile obtained after sucrose density centrifugation of RNA9 protein complexes extracted from a LCL treated with cycloheximide. The types of RNA9ribosome complexes that were separated by the gradient are depicted below the profile. The RNA species present in the different fractions were purified and loaded onto an agarose gel to visualize the 18S and 28S rRNAs. Fractions 1 and 2 contain free RNA devoid of ribosomes, fraction 3 corresponds to the 40S ribosomal subunit associated with RNA as demonstrated by the presence of 18S rRNA in the absence of 28S RNA, fraction 4 mainly contains 60S ribosomal subunit with a predominance of 28S rRNAs, fractions 5 to 7 contain RNA associated to a single 80S ribosome as shown by the presence of both 18S and 28S rRNAs, whereas fractions 8 to 12 contain RNA bound to an increasing number of polysomes that migrate more and more quickly in the sucrose gradient. (B) Lytic replication levels in the samples used for library generation. Immunofluorescence stainings for the lytic cycle proteins revealed the percentage of cells expressing BZLF1 and gp350 in LCLs infected with M81 or B9598 that is given in the graph of bars. Below we show a representative western blot with a BZLF19specific antibody using extracts of LCLs infected with either one of the two strains. Quality control data of the sequencing experiments. (A) For each cellular gene, the reads per kilobase per million mapped reads (RPKM) obtained by total RNA sequencing of the M81Binfected LCL generated from sample 1 are plotted against the RPKM values obtained from total RNA sequencing of M81B infected LCLs from sample 2. We indicated the Pearson's correlation coefficient between the two data sets. (B) Same as in (A) but with RPKM values obtained from total RNA sequencing of B95B8Binfected LCLs. (C) For each cellular gene, the number of ribosomeBprotected fragments sequenced from the LCLs generated with sample 1 by infection with M81 and treatment with harringtonine for 2 min was plotted against its counterpart generated with sample 2 and the resulting Pearson correlation coefficient is given. (D) Same as in (C) but with cells infected with the B95B8 EBV strain. (E) The length of the reads obtained after sequencing of the library generated with M81B infected B cells is plotted against the number of these reads. (F) Same as in (E) but with cells infected with the B95B8 EBV strain. (G) The graph shows the distribution of ribosomeBprotected fragments around the start and stop codons of strongly expressed cellular genes after a 5 min incubation with harringtonine (top) or treatment with cycloheximide (bottom) of a M81Binfected sample. (H) Same as in (G) but with libraries prepared from B95B8Binfected LCLs. CHX: cycloheximide,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Triplet periodicity and read distribution within the gene loci. (A) The analysis was performed with LCLs infected with M81 and treated with harringtonine for 5 min (top) or treated with cycloheximide (bottom). The plot shows the average number of reads centered on either of the three reading frames after the start codon and before the stop codon (Red bars: reads centered on frame 0, Green bars: on frame 1, Blue bars: on frame 2). (B) Same as in (A) but with libraries prepared from LCLs infected with B95J8. (C) The figure shows the mapping of sequences from cycloheximideJtreated LCLs generated with M81 or B95J8 to the viral genome, according to their distribution within a viral gene locus. A large number of reads mapped to the EBER1 and EBER2 genes. The EBER RNAs form a complex with multiple proteins that presumably protected them from nuclease digestion. The remaining sequences mapped to the different parts of the viral gene loci. These include 5'leader, AUG initiation site and open reading frame (here referred to as coding DNA sequence (CDS)), introns, 3' untranslated regions (3'UTR), as well as DNA located between viral genes (intergenic) and genes that encode ncRNA. When reads simultaneously mapped to multiple elements, the given preference order was AUG, CDS, 5'leader, 3'UTR, ncRNA, intron, intergenic. (D) The figure shows the results of the analysis described in (C) but after treatment with harringtonine. (E) Same as in (C) but with the mapping to the EBER region removed. (F) Same as in (D) but with the mapping to the EBER region removed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Viral transcripts are translated with different efficiencies in M81;infected LCLs. (A) The graph of bars shows the per nucleotide normalized read coverage in the ribosome profiling library generated with cycloheximide;treated LCLs. The inset shows the results for viral genes with very low coverage. (B) The vertical graph of bars shows the expression level of viral genes in cells derived from sample 1 and infected with M81 EBV, ranked by decreasing abundance. The expression level is plotted as reads per kilobase per million mapped reads (RPKM). The RPKM values for the newly identified antisense lytic transcripts are shown on the right. We show only the genes with a number of reads superior to 500 RPKM (C) The graph of bars shows the translation efficiency (TE) of viral genes in cells infected with M81. TE is displayed as the ratio between the ribosome protected fragments in the coding region of a gene and the transcription level of these genes in RPKM. This transcriptome and the cycloheximide ribosome profiling library were generated from the same EBV;infected cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Association of transcripts antisense to EBNA3A and EBNA3B with ribosomes. (A) The grey reads show the total ribosome protected fragments (RPFs) from an M81=infected sample treated with cycloheximide that mapped to the viral segment that contains the EBNA3A gene. The rightward reads are shown in green, the leftward reads in red. The panel also shows a schematic map of EBNA3A, some of the newly identified antisense transcripts and their coordinates in the genome (B) Same as in (A) but for the EBNA3B gene.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ribosome distribution in the BMRF1 and BMRF2 transcripts in LCLs. (A) Details of the ribosome profile around the BMRF1 coding region in B cells infected either with B95>8 (top) or M81 (bottom) and treated with cycloheximide (CHX) or harringtonine (Harr). The panel also shows the two novel transcripts identified by O'Grady et al. (1) (B) The dot plot shows the percentage of BMRF1 and BMRF2 positive cells in M81>transformed LCLs. (C) This dot plot shows the abundance of BMRF1 transcripts in LCLs generated with different viral strains as determined by RT>qPCR. M81 is a lytic strain, whereas B95>8 is predominantly latent. M81 ΔZR is a M81 mutant incapable of lytic reactivation. B95>8 ∆BMRF1 is a B95>8 mutant that carries a deletion of the BMRF1 gene. The results are given relative to the BMRF1 RNA expression levels recorded in M81>infected cells at day 30 post> infection (dpi). (D) We performed immunostains with antibodies specific for BMRF1. The percentage of positive cells within the LCLs was quantified in both strains and is given in the dot plots. An example of a BMRF1>positive cell infected with B95>8 is shown below. The B95>8>transformed LCLs were all BMRF2 negative.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "00000 0.00005 0.00010 0.00015 0.0005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Viral transcripts are translated with different efficiencies in B95;8;infected LCLs. (A) The graph of bars shows the per nucleotide normalized read coverage derived from the cycloheximide;treated ribosome profiling library. (B) The vertical graph of bars shows the expression level of viral genes in cells derived from sample 1 and infected with B95;8 EBV, ranked by decreasing abundance. The expression level is plotted as reads per kilobase per million mapped reads (RPKM). (C) The graph of bars shows the translation efficiency (TE) of viral genes in cells infected with B95;8. The TE is displayed as the ratio between the ribosome protected fragments in the coding region of a gene and the transcription level of these genes in RPKM. This transcriptome and the cycloheximide ribosome profiling library were generated from the same EBV;infected cells. (D) The graph of bars shows a comparative analysis of latent gene translation as the ratio of RPF coverage per nucleotide in cells infected with either M81 or B95;8. (E) qPCR analysis showing expression of BNLF2a and BNLF2b in cells infected with M81, M81/∆ZR or B95;8. The results are given relative to M81.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Lytic gene transcription and translation in cells infected with the mainly latent B95<8 EBV strain. (A) The graph of bars shows a comparative analysis of lytic gene transcription in cells infected with either M81 or B95>8. Two independent libraries were sequenced. The bars give the mean relative fold change between cells infected with B95>9 or with M81 and the standard deviation of gene expression levels. (B) The graph of bars shows a comparative analysis of lytic gene translation in cells infected with either M81 or B95>8 and treated with cycloheximide. The bars indicate the ratios of ribosome>protected fragments obtained from cells infected with either type of virus, both expressed as coverage per nucleotide. Only reads mapping to the open reading frames of the respective genes were considered. (C) Same as in (B) but with cells treated with harringtonine. The analysis was restricted to reads that mapped to the start codon of the viral genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Transcription and translation of different classes of viral transcripts in M81;infected B cells. (A) The dot plots show the transcription, ribosome coverage and translation efficiency levels of viral genes in the LCL generated with B cells of sample 1 after infection with M81, grouped according to their kinetic of expression (A, B, C) or viral function (D, E, F). Transcription levels are given as RPKM values, the ribosome coverage values are shown normalized to ORF length. The translation efficiency (TE) is displayed as the ratio between the ribosome protected fragments in the coding region of a gene and the transcription level of these genes in RPKM. We have also included in this analysis the components of the recently described viral preKinitiation complex (vPIC) (2). In (G), (H), and (I), the analysis is restricted to lytic genes whose expression is dependent on BGLF4 and distinguishes between transcripts that are dependent or independent of BGLF3, as described by McKenzie et al. (3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Ribosome footprints on latent EBV transcripts in LCLs infected with B95B8 and M81. (A) Read distribution on latent genes in libraries generated with the cycloheximide7treated LCLs. The reads are classified according to their localization within the mRNA transcripts: coding DNA sequence (CDS), annotated start codon (AUG), 5' leader of the mRNA transcript (5'leader).LMP2A and LMP2B are pooled together and given as LMP2. EBNA7LP was omitted due to the repetitive nature of its exons that precludes accurate mapping. The reads that map to the U exon are shared by the members of the EBNA3 family genes and by EBNA1 and cannot be distinguished. Therefore, we ascribed one fourth of the total reads to each gene. Similarly, we divided the reads that mapped to the Y2 exon between the latent genes that carry it.(B) Ratios of reads mapping to the 5'leader vs the AUG and the open reading frame (combined) of the latent genes (out:in ratio). (C) Ribosomes are captured in the 5'leader. Ratios of reads covering the 5'leader of the latent genes to the reads covering their start codons. EBNA3A did not have any AUG coverage in any of the three libraries generated for LCLs treated with harringtonine. Thus, the 5'leader:AUG ratio is meaningless. EBNA1, 3B and 3C show a large excess of reads that map to their 5'leader. Influence of the 5'leader on the translation of lytic genes. Ratios of reads mapping to the 5'leader of the respective genes to reads mapping to the start codon and within the open reading frame (plotted as out:in ratios) in the library generated with LCLs transformed with M81 and treated with cycloheximide. The gene list is sorted according to the presence or absence of ribosome footprints in the 5'leaders and the presence of uORFs. *The 5'leader of these genes overlaps with the CDS of other genes and as a consequence mapping of the reads in cells treated with cycloheximide can be ambiguous. Therefore, no ratio calculations could be performed for these genes. Efficacy of ribosome trapping in the 5'leader of lytic transcripts. (A) The figure shows the distribution of ribosome footprints within lytic genes in M81:transformed LCLs treated with harringtonine. The lytic genes are classified according to the presence or absence of ribosome footprints in the respective 5'leader and the existence of 5'leader:regulatory elements. (B) Ratios of reads mapping to the 5'leader to reads mapping to the annotated start codons of the respective genes. The data presented are based on the analysis of three harringtonine:treated libraries. AUG: annotated start codon. Ribosome footprints on the BHLF1 and LF3 transcripts. (A) The figure shows the reads mapping around the BHLF1 gene in M81 LCLs treated with cycloheximide (CHX) or harringtonine (Harr). Many reads mapped to three uORFs, all nonEcanonical, 5' of the translation initiation site. (B) The figure shows the ribosome profile of the LF3 transcript in LCLs infected with M81. (C) Read distribution on BHLF1 and LF3 in the library generated from cycloheximideEtreated M81Einfected LCLs. (D) Read distribution on BHLF1 in the library generated from cycloheximideEtreated B95E8Einfected LCLs. The LF3 gene is deleted in B95E8. (E) Ratios between reads mapping within the 5'leader (out) to the start codon and coding region (in) of the respective gene. (F) Ratios of reads mapping to the 5'leader to reads mapping to the annotated start codons of the BHLF1 and LF3 genes in harringtonineE treated libraries in the respective EBV strains. Ribosome profiling of the BART transcripts. (A) This schematic overview describes the EBV BART region with its encoded genes. The rightward transcripts for RPMS1, RPMS1A and A73 are also depicted. The drawing is not to scale. (B) Total read distribution on the BART genes in the library generated with M81Ginfected LCLs treated with cycloheximide. (C) Reads mapping within the 5'leader (out) and start codon and the coding region (in) of the respective gene are plotted as out:in ratios. We used the sequences generated from cycloheximideGtreated LCLs. (D) Ratios of reads mapping to the 5'leader to reads mapping to the annotated start codons (AUG) of the respective genes in harringtonineGtreated libraries in M81 were calculated. ..............A..........C.CC............AC.............A......G.......G...! Daudi ..............A..........C.CC............AC.............A......G...........! Jijoye ..............A....A.....C.CC............AC.............A......G...........! Raji ..............A....A.....C.CC............AC.............A......G...........! pLCL-TLR595..............A....T.....C.CC............AC.....G.......A......G...........! NA19114 ..............A.......T..C.CC............AC.....G.......A.T....G.......G...! sLCL-2.16 ..............A..........C.CC............AC.............A.T....G.......G...! HL08 ..............A..........C.CC...---......AC.............A......G.......G...! sLCL-IS1.12..............A..........C.CC.....G......AC.............A......G.......G...! Wewak_1 ..............A..........C.CC........T...AC.............A......G...........! L591 ...........................................................................! sLCL-1.19 ................................................A....................G.....! EBVaGC6 ....A..C..................................G................................! sLCL-IS1.13.........................................C...................A.............! TC ........................C.............................................C....! YCCEL1 .............T............................................................. GC1 .............T......................T......................................! HN2 .............G...........C............................................C....! EBVaGC4 .............G.............................C..........................C....! HKNPC5 .............G..................................G.....................C....! HN18 .............G...................................................--....G...! M81 .............G........................................................C...(((((80 (((((((((((((((((90( ((((((((((((GTAACTTAGG(AAGCGTTTCT(TGAGCTTCCC(TGGGATGAGC(GTTTGGGAGA#GCTGATTCTG(CAGCCCAGAG#AGTAGTCTCA(GGGCATCCTC(( (( ((((((((((((((100(( ((((((((((110((((((( (((120 (((((((((((((130((((( ((((((((140(((( ((150( (((((((((((((160((((((((((((((((170(( ((((((((((((TGGAGCCTGA((CCTGTGACCG(TCGCATCATA(GACCGCCAGT(AGACCTGGGA(GCAGATTCAC(CGCCGCGGCC(GTCTCCTTTA(AG( EBV's uORFs are well conserved across different EBV strains. (A) The alignment shows the sequence variation of the LMP1 uORF. The sequences with polymorphisms in and around the LMP1 uORF are shown. Black dots indicate conserved nucleotides, light grey dashes indicated nucleotide deletions. (B) Top Overview over the EBV genome encompassing the EBNA transcription unit. Included are the Cp and Wp promoters that drive the transcription of the EBNA genes. The IRES in the U exon is also indicated. Bottom The spliced transcripts of the EBNA genes are shown. Upstream open reading frames (uORFs) included in the leader region of the EBNA transcripts are shown in red. The distance between the last uORF and the main ORF is indicated but the drawings are not to scale. bp: basepair (C) The figure shows the nucleotide sequence of EBV's U exon. The IRES consensus sequences identified by Isaksson et al. (4) are indicated in bold letters.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "The start codon of the U exon uORF is highlighted in redThe'first'column'identifies'the'blood'sample'used'for'the'generation'of'the'sequenced'cell'lines,'the'second'column'indicates'the'type'of'sequencing'experiment'performed,'column'three'indicates'the'virus'type' used'for'the'generation'of'the'B'cell'lines,'column'four'indicates'the'type'of'treatment'of'the'cell'lines'and'column'five'notes'the'type'of'RNA'used'for'the'generation'of'the'sequencing'libraries'and'the'sixth'column' shows'the'total'number'of'reads'sequenced'in'each'sample.'The'seventh'column'lists'all'reads'remaining'following'linker'removal,'the'eighth'column'shows'the'number'of'reads'remaining'in'each'sample'after' rRNA'sequence'removal,'the'ninth'column'lists'the'number'of'reads'that'aligned'to'the'human'and'viral'genomes,'the'tenth'column'lists'the'reads'that'mapped'to'the'viral'genome'and'the'last'column'indicates' the'number'of'these'reads'that'were'mapped'to'the'EBER'genes.'RPF:'ribosome'protected'fragments Supplementary,Table,2:,Classification,of,the,Kozak,sequences, surrounding,EBV's,upstream,open,reading,frames number,of,strains,showing, polymorphisms,in,the, uORF,start,codon/total, number,of,strains, analysed number,of,strains,showing, polymorphisms,within,the, uORF/total,number,of,strains, analysed Supplementary,Table,4:,Oligonucleotides,used,in,this,study.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Column 1 shows the transcript leaders, or their mutated form, that were cloned in front of the Firefly luciferase gene. Column 2 lists the sequences of the uORF-containing 5'leaders indicated in column 1. The uORF sequence is highlighted in red, the mutation introduced to silence the uORF is underlined in the mutant variant. The ATG of the luciferase gene is set in bold type. Each sequence is flanked by enzyme restriction sites (underlined sequences: 5': HindIII and 3': Bsp120I). TLS: transcript leader. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TLS of viral gene"
        }
    ]
}