{
    "paper_id": "21a164b5e3d241d8d34eb335bf8db56dc945fea6",
    "metadata": {
        "title": "Assessing Continuous Quality Improvement in Public Health: Adapting Lessons from Healthcare Évaluation de l' amélioration continue de la qualité en santé publique : adapter les leçons des services de santé",
        "authors": [
            {
                "first": "Alex",
                "middle": [],
                "last": "Price",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joanna",
                "middle": [],
                "last": "Cohe N",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hopkins",
                "middle": [],
                "last": "Bloomberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "R"
                ],
                "last": "An",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Scot",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Context: Evidence of the effect of continuous quality improvement (CQI) in public health and valid tools to judge that such effects are not fully formed. Objective: The objective was to adapt and apply Shortell et al.' s (1998) four dimensions of CQI in an examination of a public health accountability and performance management initiative in Ontario, Canada. Methods: In total, 24 semi-structured, in-depth interviews were conducted with informants from public health units and the Ministry of Health and Long-Term Care. A web survey of public health managers in the province was also carried out. Results: A mix of facilitators and barriers was identified. Leadership and organizational cultures, conducive to CQI success were evident. However, limitations in performance measurement and managerial discretion were key barriers. Conclusion: The four dimensions of CQI provided insight into both facilitators and barriers of CQI adoption in public health. Future research should compare the outcomes of public health CQI initiatives to the framework' s stated facilitators and barriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This study examines the implementation of a public health accountability and performance management system featuring declared principles of continuous quality improvement (CQI) in Ontario, Canada. CQI is an approach to the management and improvement of organizational services and processes (Dilley et al. 2012; Nicolucci et al. 2010; Radawski 1999) . The approach stands in contrast to quality control and assurance by virtue of its focus on identifying opportunities to improve work processes as opposed to identifying individualized problems and maintaining a status quo (Dever 1997) . CQI relies heavily on performance measurement and analysis, as well as on the involvement of leadership and front-line staff in decision-making processes (Kosseff 1992; McLaughlin 1987; Radawski 1999) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 311,
                    "text": "(Dilley et al. 2012;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 312,
                    "end": 334,
                    "text": "Nicolucci et al. 2010;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 335,
                    "end": 349,
                    "text": "Radawski 1999)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 574,
                    "end": 586,
                    "text": "(Dever 1997)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 743,
                    "end": 757,
                    "text": "(Kosseff 1992;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 758,
                    "end": 774,
                    "text": "McLaughlin 1987;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 775,
                    "end": 789,
                    "text": "Radawski 1999)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The adoption of quality improvement approaches such as CQI in public health has been a recent and popular development (Capacity Review Committee 2006; Corso et al. 2010; Dilley et al. 2012) . Despite this phenomenon, there exists a limited body of empirical evidence on the impact of quality improvement approaches in public health settings (Corso et al. 2010; Dilley et al. 2012; McLees et al. 2014; Riley et al. 2012) . Moreover, valid and reliable frameworks for assessing the integrity and impact of such systems in public health are still emerging. In contrast, development of CQI in healthcare settings has been much more extensive, dating back to the late 1980s (Chinnaiyan et al. 2012; Radawski 1999; Rex et al. 2002) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 150,
                    "text": "(Capacity Review Committee 2006;",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 169,
                    "text": "Corso et al. 2010;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 170,
                    "end": 189,
                    "text": "Dilley et al. 2012)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 341,
                    "end": 360,
                    "text": "(Corso et al. 2010;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 361,
                    "end": 380,
                    "text": "Dilley et al. 2012;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 381,
                    "end": 400,
                    "text": "McLees et al. 2014;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 401,
                    "end": 419,
                    "text": "Riley et al. 2012)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 669,
                    "end": 693,
                    "text": "(Chinnaiyan et al. 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 694,
                    "end": 708,
                    "text": "Radawski 1999;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 709,
                    "end": 725,
                    "text": "Rex et al. 2002)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study uses Shortell et al.' s (1998) four dimensions of CQI as an analytical framework for assessing a public health quality improvement initiative in Ontario ( Figure 1 ). The four dimensions of CQI represent an assessment framework derived from systematic reviews of empirical healthcare research. In addition, Shortell et al.' s earlier research on the cultures of high-performing organizations is used to augment the cultural dimension of the adapted framework (Shortell et al. 1995) . For instance, developmental cultures featuring an emphasis on risk-taking, innovation and change, as well as group cultures with strong teamwork and participation, found the greatest success in supporting CQI initiatives. Hierarchical and rational cultures that stress bureaucratic norms and narrow definitions of achievement were found to act as barriers.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 41,
                    "text": "Shortell et al.' s (1998)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 334,
                    "text": "Shortell et al.'",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 492,
                    "text": "(Shortell et al. 1995)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 174,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Adapting Healthcare Quality Improvement Knowledge for Public Health"
        },
        {
            "text": "Within clinical health research fields, the four dimensions of CQI have received empirical validation (Bennett and Crane 2001; Forsner et al. 2008; Solomons and Spross 2011) . One example includes Forsner et al.' s (2008) controlled study of evidence-based practice in Swedish psychiatric care. The investigators examined the implementation of clinical guidelines and found that in the test group, in which the four dimensions of CQI were applied, the reported guideline compliance was significantly greater (p < 0.001) than in the control group.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 126,
                    "text": "(Bennett and Crane 2001;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 127,
                    "end": 147,
                    "text": "Forsner et al. 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 148,
                    "end": 173,
                    "text": "Solomons and Spross 2011)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 197,
                    "end": 221,
                    "text": "Forsner et al.' s (2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adapting Healthcare Quality Improvement Knowledge for Public Health"
        },
        {
            "text": "Many of the key factors presented in the four-dimensions framework overlap with those emphasized in the public health quality improvement literature. For instance, in their qualitative study of 51 quality improvement initiatives in various public health departments in the US, Riley et al. emphasized leadership and appropriate performance measures, which are also highlighted in the strategic and technical dimensions of CQI (Riley et al. 2012) . Resource inadequacy was a key barrier in McLees et al.' s (2014) study of 74 public health agencies involved with the National Public Health Improvement Initiative in the US, as it is in the strategic dimension of Shortell et al.' s framework. The importance of training and education in quality-improvement concepts and techniques is also stressed in both the public health literature and the technical dimension (Corso et al. 2010) . Knowledge transfer and exchange, supportive organizational cultures and the influence of implementers in decision-making outlined in the structural, cultural and strategic dimensions were factors that did not appear to have extensive profiles in the public health literature.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 445,
                    "text": "(Riley et al. 2012)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 489,
                    "end": 512,
                    "text": "McLees et al.' s (2014)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 862,
                    "end": 881,
                    "text": "(Corso et al. 2010)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Adapting Healthcare Quality Improvement Knowledge for Public Health"
        },
        {
            "text": "The public health system in Ontario features several key stakeholders, including the Ministry of Health and Long-Term Care (MOHLTC), boards of health and local public health units. The Ministry provides provincial stewardship and 75% of core funding for the public health system and is also charged with upholding key legislation. Boards of health are municipal and regional public health governing bodies that are responsible for overseeing their corresponding public health units and providing them with the remaining portion of core funding. Public health units are the agencies that deliver programs and services in their respective jurisdictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Context"
        },
        {
            "text": "Following the 2003 outbreak of Severe Acute Respiratory Syndrome (SARS) in Ontario, a major reform of the system was initiated by the Minister of Health (Smitherman 2004) . This reform included the declarative adoption of CQI as a means of pursuing performance improvement (Capacity Review Committee 2006; Law et al. 2013; MOHLTC 2008 MOHLTC , 2011 . CQI adoption has taken the form of a system of accountability and performance management, currently undergoing implementation across 36 municipal and regional public health jurisdictions. The system is composed of (1) the Ontario Public Health Standards (OPHS), ",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 170,
                    "text": "(Smitherman 2004)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 273,
                    "end": 305,
                    "text": "(Capacity Review Committee 2006;",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 322,
                    "text": "Law et al. 2013;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 323,
                    "end": 334,
                    "text": "MOHLTC 2008",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 348,
                    "text": "MOHLTC , 2011",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research Context"
        },
        {
            "text": "Conditions and processes that offer the greatest opportunity for improvement",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension Cultural dimension Technical dimension Structural dimension"
        },
        {
            "text": "Training and information systems needed for quality-improvement efforts Mechanisms for facilitating learning through the organization and system which outline the program and service requirements for boards of health and public health units, as well as broad goals and outcomes across each area of public health; (2) accountability agreements between the Ministry and boards of health and their public health units that establish specific performance indicators and targets related to areas of the OPHS;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reflects organizational beliefs, values and behaviours"
        },
        {
            "text": "(3) organizational standards that articulate management and governance requirements for boards of health and public health units; and (4) reporting requirements for the collection and analysis of performance measurement information (MOHLTC 2008 (MOHLTC , 2011 (MOHLTC , 2013 .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 244,
                    "text": "(MOHLTC 2008",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 259,
                    "text": "(MOHLTC , 2011",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 274,
                    "text": "(MOHLTC , 2013",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reflects organizational beliefs, values and behaviours"
        },
        {
            "text": "A mixed-methods approach consisting of key informant interviews and a web survey was used to assess Ontario' s public health accountability and performance management initiative. All data collection and analysis were conducted by the principal author with university ethics approval and editorial feedback from co-authors. This study used many elements of a case study approach, such as interview and survey methods and triangulating analysis, which have been used extensively in the field of implementation research (Long and Franklin 2004; McDermott 2004; Mischen 2006) . Research conforming to case study characteristics has also been used to investigate public accountability and performance management (Christensen and Laegreid 2014; Hildebrand and McDavid 2011) .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 541,
                    "text": "(Long and Franklin 2004;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 542,
                    "end": 557,
                    "text": "McDermott 2004;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 558,
                    "end": 571,
                    "text": "Mischen 2006)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 707,
                    "end": 738,
                    "text": "(Christensen and Laegreid 2014;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 739,
                    "end": 767,
                    "text": "Hildebrand and McDavid 2011)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Key informant interviews were conducted in three public health units (sites A, B and C). Sample selection was conducted to reflect diverse implementation contexts characterized by both rural and urban service environments, as well as municipal and regional governance. In total, 20 semi-structured key informant interviews of ~1 hour in length were conducted. All interviews were tape-recorded and professionally transcribed in full. Public health unit informants included executive, management and specialists in various areas of public health, such as chronic and infectious disease prevention and control. These groups of individuals represent the primary implementers of the province' s public health accountability and performance management intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Four separate interviews with representatives of the MOHLTC were also conducted during the same period of data collection. These interviews also followed a semi-structured approach and included individuals directly involved with the development of the province' s quality improvement initiative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Interview questions for both public health unit and Ministry informants included specific and broad items relating to facilitators and barriers within the four dimensions of CQI. For example, Ministry and public health informants were asked to choose characteristics of Shortell et al.' s (1995) organizational cultures typology (i.e., teamwork, risk-taking, bureaucratic, efficiency-focused) that best reflected their work environment. Broader items included questions asking informants to independently identify what conditions or factors were critical to the success of implementing Ontario' s system of accountability and performance management.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 295,
                    "text": "Shortell et al.' s (1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In addition to key informant interviews, a web survey of public health managers was conducted. Targeting all public health managers in each of the province' s 36 health units, recruitment involved contacting each senior executive to seek approval and access to their organizations. In total, 12 public health units agreed to participate and provided contact lists of public health managers; 97 surveys were distributed; 53 questionnaires were returned, providing a response rate of 54.6%. This sample, while only covering one-third of all public health units, represented a near-equivalent distribution of rural, mixed rural and urban, and urban jurisdictions. Survey questions, for example, asked about manager discretion, relating to stakeholder decision-making in the strategic dimension; resistance to the intervention, relating to barriers in the cultural dimension; familiarity with components of the initiative, as well as sentiment regarding performance measurement pertinent to the technical dimension; and prospective thoughts on the use (and usefulness) of collected information for performance management and quality improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Directed content analysis was applied to qualitative data by using an initial coding frame informed by pre-existing empirical and theoretical literature (Hickey and Kipping 1996; Hsieh and Shannon 2005; Potter and Levine-Donnerstein 1999) . Strong, anomalous themes were then coded separately. Established codes were then matched with facilitators and barriers of Shortell et al.' s (1998) four dimensions of CQI and analyzed. Quantitative data collected using keysurvey.com were recoded for descriptive and bivariate analyses using SPSS. Two-sided Fisher' s exact tests (p ≤ 0.05) assessed association because of the small survey sample (Daya 2002) . Findings from the survey supplement the qualitative data, and all presented findings did not feature missing data (n = 53).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 178,
                    "text": "(Hickey and Kipping 1996;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 179,
                    "end": 202,
                    "text": "Hsieh and Shannon 2005;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 203,
                    "end": 238,
                    "text": "Potter and Levine-Donnerstein 1999)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 364,
                    "end": 389,
                    "text": "Shortell et al.' s (1998)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 649,
                    "text": "(Daya 2002)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The findings in this study are presented across strategic, cultural, technical and structural dimensions and focus primarily on the facilitators and barriers in the four-dimensions framework. Overall, evidence of both facilitators and barriers in each dimensional category related to Ontario' s system of public health accountability and performance management was apparent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "The strategic dimension emphasizes the importance of leadership, communication and inclusion of all stakeholders in decision-making. Analysis of interview data found statements of strong leadership expressed by each public health unit. Local-level leadership in quality improvement focused mainly on outcomes in priority populations, such as immigrants from countries with endemic infectious diseases. Ministry informants identified leadership as a key driver of implementation efforts and acknowledged its strength within public health units, who they felt shared their interest in showing high performance. A Site-B informant confirmed this leadership sentiment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "\"Well, we have very strong leadership values of teamwork and participation and participatory management in most of our program areas. I think we are very strong that way.\" -Site-B informant Communication relating to the initiative was evident from interview findings identifying various forums for the development and conveyance of its elements. Several public health unit informants noted that the province' s new system of accountability and performance management had prompted both internal and external dialogue, which has since increased their understanding of performance objectives and quality improvement more broadly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "Site-A stood out as a particularly strong example of this:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "\"I think that changing conversations has actually motivated people, not just here in the health unit but even as I talk to people across the province. People like the fact that we are being asked to think about these questions and like the fact that we are going to be held more accountable for actually making a difference.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "Similarly, a large proportion of survey respondents reported moderate or great familiarity with many components of the intervention, including accountability agreements (96%), performance targets (98%) and reporting requirements (94%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "Implementer inclusion in decision-making was mixed. Although many public health unit informants cited participation in committees and working groups related to the CQI initiative, their influence over final decisions varied. In some cases, such as human papillomavirus (HPV) vaccination, public health agents were able to negotiate \"more realistic\" performance targets. 1 In other instances, local informants noted that the Ministry took a hard line in making decisions despite concerns voiced by the field. For example, when a prescriptive OPHS protocol for tuberculosis follow-up was challenged because of evidence of alternative best-practice, requests to change the protocol were denied by provincial decision-makers. One Ministry informant corroborated this dynamic by stating their interest in the input provided by the field, but the decisions ultimately rested with those holding authority over legislation:",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 371,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "So, yes, [consultation] is to enable conversations within a forum that in a sense the majority of the practitioners and the province have agreed to talk about. It' s supposedly a partnership. The province always has the upper hand. (laughing) He who controls legislation has the upper hand.\" -Ministry informant Informants in each of the three public health unit interview sites raised concerns over the narrow timelines for achieving targets. One Ministry informant noted that many of the targets are set to 100%, matching with the OPHS, and that even public health units with low baselines would be expected to meet targets within the first two years of implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "Divergence between the Ministry and the field was expressed in terms of provincial and local health priorities. Some informants argued that targets set by the Ministry such as senior falls were not a priority in their jurisdiction or, generally, a major responsibility of public health because of small target populations and the many determinants outside of their control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "Although many public health unit informants acquiesced to the province' s quality improvement initiative, each of the local public health unit interview sites placed greater emphasis on internal systems of performance management to foster meaningful performance improvement. For instance, one Site-A informant stated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "\"At this point I feel more confident in our organization' s capacity to demonstrate success in performance management than I do with the two indicators my team has been given within the accountability agreement system from the Ministry of Health and Long-Term Care.\" -Site-A informant Despite the implied and explicitly stated opportunity cost created by misalignment in local and provincial priorities apparent in interview findings, 74% of survey respondents disagreed or strongly disagreed that an emphasis on provincial performance measurement and target achievement would interfere with the quality of program and service provision at a local public health level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "Resource inadequacy was often referenced in relation to the cost neutrality of the intervention and the current public health funding model, more broadly. While public health unit informants highlighted the quality of their agencies' human resources, some did not consider general resourcing to be adequate for achieving all targets -a phenomenon that was reflected by nearly one-third of surveyed public health managers. Issues of increased burden on public health units to show compliance with provincial targets and fulfill local priorities were, in some cases, compounded by rapidly expanding local populations that the current public health funding model does not compensate for. For example, one Site-B informant explained: \"I think that both financial and human resources, I think for most if not all boards of health [our] reach is beyond our grasp … [our] population increases five to ten thousand a year. Basically I' ve been getting base budget increases for the last few years. In other words very few if any new staff to service a population even over the last four years that would be in the order of twenty to forty thousand additional people.\" -Site-B informant Ministry informants acknowledged the need for greater equity in the public health funding model, although some were not convinced that public health performance improvement required additional funding, but rather greater efficiency. Other barriers such as work overload did not have a strong profile in the data, although some public health unit and Ministry informants speculated that smaller, rural health units may struggle with performance expectations related to intensive analytical tasks such as population health assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic dimension"
        },
        {
            "text": "Facilitators of the cultural dimension are distinguished by openness, collaboration, teamwork and learning. At the local level, all three public health unit interview sites exhibited at least Assessing Continuous Quality Improvement in Public Health: Adapting Lessons from Healthcare some of the characteristics of developmental and/or group culture. Site-A exhibited many characteristics of group culture, such as teamwork and participation. Organizational hierarchy appeared fairly flat, and even front-line workers were said to be involved in program decisionmaking, collective priority-setting and performance monitoring. One Site-A informant noted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural dimension"
        },
        {
            "text": "\"Certainly I think we prided ourselves on teamwork and participatory management styles and participation of front-line staff into decision-making where that makes sense.\" -Site-A informant Site-B appeared to be an equally distributed mix of developmental, group and rational cultural types -emphasizing efficiency and achievement of OPHS requirements. Group culture was apparent in reference to the interdisciplinary team-based approach to program and service provision. Leaders also regarded teamwork as an important value of their culture, as illustrated by instances of participative management in various program areas. Developmental culture emerged in the context of the health unit' s internal, evidence-based approach to CQI planning, which allowed for informed innovation and risk-taking. A Site-B informant expanded by stating:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural dimension"
        },
        {
            "text": "\"… there has been a very strong undercurrent in my organization … that your programming is evidence-based and you have a method for reviewing it and each time trying to learn more about how it went and improve it. It' s a continuous cycle of implementation, reflection, evaluation, and review and kind of revision. So there is constant introduction of innovation as well as fine-tuning things as they go.\" -Site-B informant Site-C presented a dominant developmental culture. Risk-taking and innovation were often regarded as very important aspects of the organization' s culture. These aspects of developmental culture were contextualized in terms of evidence-informed decision-making, which was paradoxically argued to reduce risk at the same time. Risk-taking in the development of strategic plans and priorities and examples of innovative programming were highlighted as proof of the health unit' s commitment to a developmental culture. An example of one Site-C informant reflecting on the health unit' s organizational culture explained that: \"… evidence informed decision-making is a large component. It' s one of the strategic priorities in our health unit and so really having that … engaging in processes of informed innovation certainly informs decision-making and out of that what are the risks that we are taking to do things differently than other health units based on the evidence that we have found.\" -Site-C informant Resistance to change, unrewarded achievement, and hierarchical and rational organizational cultures are regard as barriers to the cultural dimension. In this regard, there was limited evidence of an approach for rewarding achievement and good performance related directly to the province' s CQI initiative. However, some public health unit interviewees argued that celebrating achievement of targets was important -something that their health units did internally when goals were achieved or improved upon. Site-A provided an example of this:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural dimension"
        },
        {
            "text": "\"I think setting targets and celebrating the reaching of the targets is the other part. Part of our plan will be not just setting goals but also celebrating the achievement of the goals … What we look at when we set out goals for staff and within the organization, knowing that we are not going to achieve every goal every time but celebrate our achievements and keep us moving forward.\" -Site-A informant Moreover, there was some uncertainty about the level of support for facilitating factors and the presence of barriers such as hierarchical cultural norms. On the issue of whether the system was primarily intended to promote learning (a key characteristic of CQI), those surveyed in the area of chronic disease prevention were significantly more uncertain than respondents from other areas (p < 0.02). Likewise, 84.3% of the survey sample agreed or strongly agreed that the initiative was primarily concerned with maintaining compliance with public health practice and performance expectations -resembling a quality assurance orientation. In addition, respondents in the area of emergency preparedness were more likely to disagree (p < 0.02) with the statement that data generated from the provincial initiative would be used to improve performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural dimension"
        },
        {
            "text": "Training opportunities and the quality and availability of data are the primary facilitators in the technical dimension. In Ontario, training in quality improvement, and CQI specifically, manifested mainly at the local level, with public health units providing instruction to staff on strategic planning. Guidance in program and service provision was evident through provincial OPHS protocols, but these materials did not relate specifically to quality improvement training. A Site-A informant reflected on this gap: \"I' m not aware of any kind of … the how stuff that' s come from the Ministry other than just … okay your targets are now being established with an expectation we do something about them.\" -Site-A informant Gaps in training and data systems can be precursors to frustration and false starts, according to Shortell et al. (1998) . Guidance from the Ministry on how public health units were to achieve performance targets or improve was limited. Moreover, some guidance materials, such as the previously mentioned tuberculosis protocol, were criticized by Site-C informants for not reflecting best available evidence and local expertise:",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 844,
                    "text": "Shortell et al. (1998)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Technical dimension"
        },
        {
            "text": "\"So we had examples where we are absolutely convinced that we should vary the standards or not conform exactly with the [tuberculosis] protocol. This is the Ministry telling us how to practise public health where actually we know more about practising public health than they do … It always ends up the same way because their lawyers advise them to stick to the letter of the law. I don' t know. Something to do with liability. This is not the best use of our resources.\" -Site-C informant Considerable concern with the quality of performance measurement information relating to the provincial initiative was raised by all parties. The choice of population health outcomes as measures of public health performance was identified as problematic because of externalities that made attributing public health outputs difficult. Some performance indicators were perceived as unreflective of public health performance by health units. For instance, the tobacco use indicator was highlighted as one such problematic measure:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical dimension"
        },
        {
            "text": "\"We only have one performance indicator that relates to chronic disease and that is the one about the number of youth who smoked a whole cigarette. I think it doesn't reflect in any way the work that we do but I understand the Ministry' s need to show a tangible objective outcome and so we will do that and be happy with providing that information. I would say it has very minimal contribution to anyone understanding anything about what we do.\" -Site-B informant",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical dimension"
        },
        {
            "text": "Ministry informants generally agreed that information systems needed to be improved and that this task was a difficult one. However, Ministry informants also noted that where evidence was weak, best-practice information was used in place of causal linkages between OPHS requirements and outcomes. One Ministry informant explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical dimension"
        },
        {
            "text": "\"So the real work is at the linkages between requirement, to short-term outcome, to medium-term, to long-term outcome … so wherever we made a link we found evidence to support that but where we couldn't, it was based on best practices and what was occurring in the field and the assumptions that were being made that had been integrated right at the beginning of the '98 standards all the way through.\" -Ministry informant",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical dimension"
        },
        {
            "text": "The structural dimension focuses on effective forums of communication for facilitating learning throughout an organization or system. In Ontario, the CQI initiative is supported by several communication forums, such as accountability agreement working groups, committees and monthly teleconferences amongst public health specialists, leadership and the Ministry. At a local level, several public health unit informants noted active lines of communication between themselves and other public health units pertaining to collaborative projects, research and other forms of knowledge production and exchange. In contrast, some Ministry informants stated that public health units do not typically work cooperatively or collaboratively because of jurisdictional protectionism. This divergence in perspectives was reflected in informants' testimony:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural dimension"
        },
        {
            "text": "\"The fact that none of them work cooperatively, the fact that there are turf wars and all that good stuff, I think is one of the challenges.\" -Ministry informant \"I think there is a lot of similarities between health units. We talked a lot.\" -Site-B informant \"We work really well with our partners so we can capitalize on limited resources and make the most of them so that again we can really accomplish the goals we set out for communities and make our communities healthier places to be. So we do a lot of collaborative work with other health units but also with our community partners as well in order to accomplish public health goals.\" -Site-A informant Within the structural dimension, the lack or limited use of communication mechanisms related to the quality improvement initiative fosters an inability to produce knowledge and diffuse it within systems. Ambiguity relating to how information would be fed back to public health units and used for quality improvement was apparent and highlighted by local informants:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural dimension"
        },
        {
            "text": "\"I don't know. I think that remains to be seen. I' m hoping it' s more to be used in a combination with evidence to make ongoing improvements to public health programs and policies.\" -Site-C informant Ministry informants stated that performance information would allow for \"discussion\" with public health units. Some public health unit informants speculated that these discussions would include questions of what barriers to performance existed. One public health unit interviewee noted that performance information lacked the context to address why the results were the way they were. Meanwhile, several other informants argued that their public health unit would have to provide additional, unsolicited information to explain their performance achievement. One Site-B informant explained: \"So, in my earlier interview with you I described some of the vehicles that you can use and that I voluntarily send to the Ministry like our performance report, it' s rare that I would get an acknowledgement, let alone do they read it. So I don't think the Ministry is all that interested in what we are doing apart from the information that we use to populate what I would call to be our financial reports.\" -Site-B informant In contrast to the provincial initiative, all public health unit interview sites described specific internal processes of quality improvement such as balanced scorecards, evaluation, Assessing Continuous Quality Improvement in Public Health: Adapting Lessons from Healthcare reporting and strategic planning elements. Only 55% of survey respondents believed the province' s system of accountability and performance management had the intent of providing learning opportunities and improving performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural dimension"
        },
        {
            "text": "This study shows a mix of facilitators and barriers to CQI best-practice in Ontario, according to Shortell et al.' s (1998) four-dimensions framework. Evidence of strong leadership interest and involvement in quality improvement at both local and provincial levels was clear. Strong developmental and/or group cultures were also evident at public health unit interview sites, which reflected leadership efforts to foster high performance and provided additional insight into their CQI capacity. The importance of senior and managerial leadership engagement cannot be over-emphasized, as previous reviews of public health quality improvement initiatives have shown (Dilley et al. 2012; Randolph et al. 2012) . However, Ontario' s quality improvement initiative also featured limitations placed on the meaningful influence of local leadership in decision-making by provincial stakeholders, which was reflected by misalignments in priorities, even though agreement on the principle of quality improvement was mutual. A part of this phenomenon may be because of the split emphasis that Ontario' s system of accountability and performance management has between quality assurance and quality improvement. Assurance of legislative and service requirements promotes top-down decision-making and control, whereas a focus on improving outcomes requires local leadership and discretion. Similar misalignments were highlighted in the work of Degroff et al. (2010) who argued that many of the challenges to applying performance measurement to national public health programs in the US were due, in part, to the competing interests of quality improvement and public accountability (DeGroff et al. 2010) .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 123,
                    "text": "Shortell et al.' s (1998)",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 684,
                    "text": "(Dilley et al. 2012;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 685,
                    "end": 706,
                    "text": "Randolph et al. 2012)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1431,
                    "end": 1452,
                    "text": "Degroff et al. (2010)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1668,
                    "end": 1689,
                    "text": "(DeGroff et al. 2010)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, the availability of indicators that accurately reflect performance continues to be one of the greatest constraining factors to CQI in public health settings, as many have already pointed out, and one that sets it apart from healthcare (Kahan and Goodstadt 1999; Scutchfield et al. 2009; Weir et al. 2009 ). Public health unit informants were adamant that performance targets indicated by population health outcomes, which are subject to numerous determinants outside of their control, were problematic. Given that CQI relies upon the quality of performance measurement information for informed decision-making, developing public health metrics that are more attributable to service outputs should be a priority.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 274,
                    "text": "(Kahan and Goodstadt 1999;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 275,
                    "end": 299,
                    "text": "Scutchfield et al. 2009;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 300,
                    "end": 316,
                    "text": "Weir et al. 2009",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study is limited by its small public health unit sample, which, although offers valuable insight into a nascent quality improvement process, ultimately, cannot represent the broader set of units. Also, while boards of health are acknowledged to be important stakeholders in Ontario' s public health system, members were not included in this study because of unsuccessful recruitment. Furthermore, this study offers a snapshot of an initiative in a fluid environment and in its very early stages. Changes to the approach are expected, which have potential implications on the perceptions of informants. This also means that evidence of outcomes resulting from the presence of facilitators and barriers was beyond the scope of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "This study illustrates the applicability of Shortell et al.' s (1998) four dimensions of CQI as a framework for understanding public health quality improvement. The study also represents one of the first attempts to examine the implementation of a CQI initiative across a complex public health system using an empirically derived and validated framework from the healthcare field. Insight provided by the framework relating to facilitators and barriers of CQI implementation has largely confirmed disparate public health research on the topic (Corso et al. 2010; McLees et al. 2014; Riley et al. 2012; Shortell et al. 1998 ). This confirmation is a promising indicator that the framework may hold value as a tool for public health decision-makers developing and implementing CQI systems. Finally, future research should test the four-dimensions framework in other public health environments and, more importantly, examine the linkages between the framework' s indicated outcomes and attributable facilitators and barriers.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 69,
                    "text": "Shortell et al.' s (1998)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 562,
                    "text": "(Corso et al. 2010;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 563,
                    "end": 582,
                    "text": "McLees et al. 2014;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 583,
                    "end": 601,
                    "text": "Riley et al. 2012;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 602,
                    "end": 622,
                    "text": "Shortell et al. 1998",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HPV vaccination in Ontario is voluntary. Target levels had previously been set at levels comparable to those of mandatory vaccinations, such as measles, mumps and rubella (MMR)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Correspondence may be directed to: Alex Price; e-mail: alex.price@mail.utoronto.ca",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quality Improvement Efforts in Oncology: Are We Ready to Begin?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Crane",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cancer Investigation",
            "volume": "19",
            "issn": "1",
            "pages": "86--95",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Revitalizing Ontario's Public Health Capacity: The Final Report of the Capacity Review Committee",
            "authors": [],
            "year": 2006,
            "venue": "Capacity Review Committee",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of a Continuous Quality Improvement Initiative on Appropriate Use of Coronary Computed Tomography Angiography. Results from a Multicenter, Statewide Registry, the Advanced Cardiovascular Imaging Consortium",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Chinnaiyan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peyser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goraya",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ananthasubramaniam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Depetris",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of the American College of Cardiology",
            "volume": "60",
            "issn": "13",
            "pages": "1185--91",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Performance and Accountability-A Theoretical Discussion and an Empirical Assessment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laegreid",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The National Public Health Performance Standards: Driving Quality Improvement in Public Health Systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Corso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lenaway",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Beitsch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Landrum",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Deutsch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Public Health Management and Practice",
            "volume": "16",
            "issn": "1",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fisher Exact Test",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Daya",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Evidence-based Obstetrics and Gynecology",
            "volume": "4",
            "issn": "",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Challenges and Strategies in Applying Performance Measurement to Federal Public Health Programs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Degroff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schooley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chapel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Poister",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Evaluation and Program Planning",
            "volume": "33",
            "issn": "4",
            "pages": "365--72",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Improving Outcomes in Public Health Practice: Strategy and Methods",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E A"
                    ],
                    "last": "Dever",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Quality Improvement Interventions in Public Health Systems: A Systematic Review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dilley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bekemeier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "American Journal of Preventive Medicine",
            "volume": "42",
            "issn": "5",
            "pages": "58--71",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An Approach to Measure Compliance to Clinical Guidelines in Psychiatric Care",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Forsner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Wistedt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brommels",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Forsell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Psychiatry",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Issues in Research: A Multi-Stage Approach to the Coding of Data from Open-Ended Questions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kipping",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nurse Researcher",
            "volume": "4",
            "issn": "",
            "pages": "81--91",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Joining Public Accountability and Performance Management: A Case Study of Lethbridge, Alberta",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hildebrand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdavid",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Canadian Public Administration",
            "volume": "54",
            "issn": "1",
            "pages": "41--72",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Three Approaches to Qualitative Content Analysis",
            "authors": [
                {
                    "first": "H.-F",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Qualitative Health Research",
            "volume": "15",
            "issn": "9",
            "pages": "1277--88",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Continuous Quality Improvement and Health Promotion: Can CQI Lead to Better Outcomes?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kahan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goodstadt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Health Promotion International",
            "volume": "14",
            "issn": "1",
            "pages": "83--91",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Continous Quality Improvement",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kosseff",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of the American Medical Association",
            "volume": "267",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A Primer on Quality in Public Health: What's Needed to Advance CQI in Ontario Public Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Paradox of Implementing the Government Performance and Results Act: Top-Down Direction for Bottom-Up Implementation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Public Administration Review",
            "volume": "64",
            "issn": "3",
            "pages": "309--328",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Incentives, Capacity, and Implementation: Evidence from Massachusetts Education Reform",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcdermott",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Public Administration Research and Theory",
            "volume": "16",
            "issn": "1",
            "pages": "45--65",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Learning from Experience: Lessons from Policy Implementation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mclaughlin",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Educational Evaluation and Policy Analysis",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Advances in Public Health Accreditation Readiness and Quality Improvement: Evaluation Findings from the National Public Health Improvement Initiative",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mclees",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nawaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Public Health Management and Practice",
            "volume": "20",
            "issn": "1",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ministry of Health and Long-Term Care (MOHLTC)",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ministry of Health and Long-Term Care (MOHLTC)",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ministry of Health and Long-Term Care (MOHLTC). 2013. Accountability Agreements Background for WDG Board of Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Intraorganizational Implementation Research: Theory and Method",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mischen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Public Administration Research and Theory",
            "volume": "17",
            "issn": "4",
            "pages": "553--66",
            "other_ids": {
                "DOI": [
                    "10.1093/jopart/mul027"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Four-Year Impact of a Continuous Quality Improvement Effort Implemented by a Network of Diabetes Outpatient Clinics: The AMD-Annals Initiative",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicolucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arcangeli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cimino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bigontina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fava",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diabetic Medicine: A Journal of the British Diabetic Association",
            "volume": "27",
            "issn": "9",
            "pages": "1041--1089",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rethinking Validity and Reliability in Content Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levine-Donnerstein",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Applied Communication Research",
            "volume": "27",
            "issn": "",
            "pages": "258--84",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Continuous Quality Improvement: Origins, Concepts, Problems, and Applications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Radawski",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Perspective on Physician Assistant Education",
            "volume": "10",
            "issn": "1",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Lessons Learned from Building a Culture and Infrastructure for Continuous Quality Improvement at Cabarrus Health Alliance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Randolph",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Massie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cornett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Public Health Management and Practice",
            "volume": "18",
            "issn": "1",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Quality in the Technical Performance of Colonoscopy and the Continuous Quality Improvement Process for Colonoscopy: Recommendations of the U.S. Multi-Society Task Force on Colorectal Cancer",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Rex",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Winawer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "American Journal of Gastroenterology",
            "volume": "97",
            "issn": "6",
            "pages": "1296--308",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Developing a Taxonomy for the Science of Improvement in Public Health",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lownik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halverson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carmen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Godsall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gyllstrom",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Public Health Management and Practice",
            "volume": "18",
            "issn": "6",
            "pages": "506--520",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Public Health Performance",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Scutchfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Bhandari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawhorn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Lamberth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ingram",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Journal of Preventive Medicine",
            "volume": "36",
            "issn": "3",
            "pages": "266--72",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Assessing the Impact of Continuous Quality Improvement on Clinical Practice: What It Will Take to Accelerate Progress",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Shortell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Byck",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Milbank Quarterly",
            "volume": "76",
            "issn": "4",
            "pages": "593--624",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Assessing the Impact of Continuous Quality Improvement Total Quality Management Concept versus Implementation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Shortell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Carman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boerstler",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Health Services Research",
            "volume": "30",
            "issn": "2",
            "pages": "377--401",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Operation Health Protection: An Action Plan to Prevent Threats to Our Health and to Promote a Healthy Ontario",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smitherman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Evidence-Based Practice Barriers and Facilitators from a Continuous Quality Improvement Perspective: An Integrative Review",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Solomons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Spross",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Nursing Management",
            "volume": "19",
            "issn": "1",
            "pages": "109--129",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Applying the Balanced Scorecard to Local Public Health Performance Measurement: Deliberations and Decisions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "N. D&apos;entremont",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stalker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kurji",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Assessing Continuous Quality Improvement in Public Health: Adapting Lessons from Healthcare Let's talk",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The four dimensions of continuous quality improvement (CQI)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}