{
    "paper_id": "2285bbcea934e093b35c23152a3314aab4969ddd",
    "metadata": {
        "title": "The potential contributions of traditional Chinese medicine to emergency medicine",
        "authors": [
            {
                "first": "Jun",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queensland University of Technology",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiang-Yu",
                "middle": [],
                "last": "Hou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queensland University of Technology",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": "x.hou@qut.edu.au"
            }
        ]
    },
    "abstract": [
        {
            "text": "BACKGROUND: Despite the fact that traditional Chinese medicine (TCM) has been developed and used to treat acute and urgent illness for many thousands of years. TCM has been widely perceived in western societies that TCM may only be effective to treat chronic diseases. The aim of this article is to provide some scientifi c evidence regarding the application of TCM in emergency medicine and its future potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Multiple databases (PubMed, ProQuest, Academic Search Elite and Science Direct) were searched using the terms: Traditional Chinese Medicine/ Chinese Medicine, Emergency Medicine, China. In addition, three leading TCM Journals in China were searched via Oriprobe Information Services for relevant articles (published from 1990-2012). Particular attention was paid to those articles that are related to TCM treatments or combined medicine in dealing with intensive and critical care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RESULTS: TCM is a systematic traditional macro medicine. The clinical practice of TCM is guided by the TCM theoretical framework -a methodology founded thousands of years ago. As the methodologies between TCM and Biomedicine are signifi cantly different, it provides an opportunity to combine two medicines, in order to achieve clinical effi cacy. Nowadays, combined medicine has become a common clinical model particular in TCM hospitals in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CONCLUSIONS: It is evident that TCM can provide some assistance in emergency although to combine them in practice is still its infant form and is mainly at TCM hospitals in China. The future effort could be put into TCM research, both in laboratories and clinics, with high quality designs, so that TCM could be better understood and then applied in emergency medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Australian College of Emergency Medicine-ACEM [1] defines emergency medicine as \"Emergency medicine is a field of practice based on the knowledge and skills required for the prevention, diagnosis and management of acute and urgent aspects of illness and injury affecting patients of all age groups with a full spectrum of episodic undifferentiated physical and behavioral disorders; it further encompasses an understanding of the development of prehospital and inhospital emergency medical systems and the skills necessary for this development.\"",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Based on this defi nition, emergency medicine may be considered to consist of two basic elements: fi rst, dealing with acute and urgent illness; and second, the need for certain knowledge and skills in order to fulfi l its function. Knowledge as an aspect of medicine most likely refers to biomedical knowledge; however, it may not be limited to this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Traditional Chinese medicine (TCM) has been developed and used against diseases which include acute and urgent illness [2] [3] [4] [5] for many thousands of years. The health policies of the central government in China that give equal priority to both biomedicine and TCM medicine, coupled with strong TCM demand in the general Chinese population, indicate that TCM has been effectively integrated into the health care system in China. [6] The practice of combining TCM and biomedicine has become a popular medical practice particularly in TCM hospitals to be used against a range of acute and urgent illnesses such as epidemic hemorrhagic fever, dengue fever, viral meningoencephalitis, epidemic encephalitis B, infectious mononucleosis, viral myocarditis, epidemic cerebrospinal meningitis, pneumonia, acute cholecystitis, and acute pancreatitis, to name a few but not limited to these. [7] Why does the society still need TCM while a golden clinical standard has now been established by biomedicine? How would these two kinds of medicines be combined? Does the practice of combining TCM and biomedicine lead to the compromise of clinical effi cacy?",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 889,
                    "end": 892,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The purposes of this article are: first to define TCM by briefly exploring the history of TCM in major milestones and the basic theoretical framework of TCM, which may facilitate the understanding in epistemology and methodology of TCM; second to illustrate the fundamental differences in methodology between TCM and biomedicine and therefore determine their advantages and limitations in clinical practice; third to demonstrate the current model of combining TCM and biomedicine in TCM hospitals in China including some clinical examples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The first documented TCM monograph, Huangdi Nei Jing (Emperor's Canon of Medicine) was written approximately between 770BCE and 200BCE. [8] The main achievement of this book is that it establishes the basic theoretical framework of TCM such as: Zang Xiang Xue Shuo (the theory of visceral outward manifestation), Jing Qi Shen Xue Shuo (viscera doctrine), Yin Yang Wu Xing Xue Shuo (the theory of yin-yang and the fi ve elements), and Jing Luo Xue Shuo (meridian theory).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "It is important to understand how historical factors have impacted on the establishment of TCM theory. During the period between 770BCE and 200BCE when Huangdi Nei Jing was written, science and technology around the world was still in its naïve form, therefore the study of medicine would not be carried out by sophisticated experiments, and rather it was via direct observation and clinical practice. The basic TCM theory was generated by the involvement of ancient Chinese philosophies such as the Taoist school, Confucianism, Huang-Lao doctrines (to name a few but not limited to this) to induct and deduct the section of the knowledge and experiences that came from the observation and clinical practices. [8] These TCM theories have been used as guidelines for clinical practices and at the same time were tested so that, eventually, by dumping incorrect and incoherent knowledge or theory, they were converted into a better form of TCM theory. There are obviously marked connections that can be identified between ancient Chinese philosophies and TCM theory, for example: from the harmony between man and nature of the Taoist school and Confucianism to the holistic approach concept of TCM; [8] from \"tao\" (universal principal) and \"qi\"(vital material) of Huang-Lao doctrines to the viscera doctrine of TCM; [8] from Yin Yang Xiao Xi (yearly variation of yin and yang) and Wu De Zhuan Yi (transfer of five virtues) of naturalists to the theory of yin-yang and fi ve elements of TCM; [8] and from Zhong Yong Zhi Dao (the doctrine of the mean Confucian-the harmony between human beings) of Confucianism to the harmony among Zang Fu (the viscera), Qi-Blood and Yin-Yang of TCM. [8] Building upon the TCM theory and knowledge in and before the Han dynasty, Shanghan Zabing Lun (Treatise on Exogenous Febrile Diseases and Miscellaneous Diseases) was written around 210AD by Zhang Zhongjing. [9] Later, the book was divided into two books: one as Shanghan Lun (Treatise on Exogenous Febrile Diseases), another as Jin Kui Yao Lue (Synopsis of the Golden Chamber).",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 713,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1197,
                    "end": 1200,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1314,
                    "end": 1317,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1489,
                    "end": 1492,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1681,
                    "end": 1684,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1892,
                    "end": 1895,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "Being the father of TCM, Zhang Zhongjing's main contributions to TCM are: fi rst, the establishment of Bian Zheng Lun Zhi-the clinical methodology (treatment based on the differentiation of the syndromes), [10] which includes Liu Jing Bian Zheng-the differentiation of six-channel syndromes, [9] Bagang Bian Zheng-the differentiation of eight principles syndromes, and Zang Fu Bian Zheng--the differentiation of the viscera syndromes; [9] second, the establishment of the Eight Therapeutic Methods, which includes diaphoresis, emetic method, purgative therapy, harmonizing, warming method, heat clearing, tonification, and resolving therapy. [9] In line with the therapeutic method, 269 herbal prescriptions were recorded in his books. [9] The above clinical methodologies are still considered to be the most valuable ones and are used as the guidelines for clinical work nowadays. Zhang Zhongjing's herbal prescriptions are considered to be the classic herbal prescriptions of TCM.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "In Qing Dynasty, two TCM masters deserve the most credit in developing theoretical framework of TCM for the diagnosis and treatment of infectious diseases. One is Ye Tian Shi, who wrote Wen Re Run (Treatise on Epidemic Febrile Diseases) and developed Wei Qi Ying Xue Bian Zheng (the differentiation of wei-qi-yingxue syndromes). Another is Wu Ju Tong, who wrote Wen Bing Tiao Bian (The Differentiation of Epidemic Febrile Diseases) and set up San Jiao Bian Zheng (the differentiation of sanjiao syndromes). [7] Their clinical methodologies are widely accepted and have become the guidelines for clinical practices dealing with epidemic febrile diseases.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 510,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "After the founding of new China in 1949, the central government gave its priority to the expansion of TCM. The first four TCM universities were established in 1956, with every province later getting their own TCM universities. The establishment of TCM universities indicates that the TCM education model has changed from traditional apprenticeship to the modern standard education model. This not only enables students graduated from TCM universities to have knowledge in both TCM and biomedicine and later become the backbone of TCM hospitals, but it also enables scientifi c research on TCM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "In line with the development of TCM, traditional Chinese emergency medicine (TCEM) has started to catch up; some milestones have been reached, as follows: [6] An early TCM hospital emergency department (ED) was established on the 5 th June 1963.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "The TCEM practice guideline was published in 1996. There were about 134 injection types of herbal remedies being used in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "The first group of doctorate students in the area of TCEM at Guangzhou TCM University graduated in 1996.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "The first TCEM book in history titled Traditional Chinese Emergency Medicine was published in 1995.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "Some well developed affiliated hospitals of TCM universities not only have been equipped with the stateof-the-art equipments, but also with the expertise in both TCM and biomedicine. In fact, their ability in clinical practice of emergency medicine matches the level of biomedicine only hospitals in China. For example, the amount of clinical emergency activities that have been carried out by the First Affi liated Hospital of Guangzhou TCM university is in the third position among all hospitals in Guangzhou (including biomedicine only hospitals). [11] Acupuncture was introduced to western countries in the 1970s. [12] On the one hand, it is pleased to know that the practice of acupuncture has gained popularity since; but on the other hand, it can be problematic by only accepting the practical part of acupuncture without bothering to know the theoretical part of TCM. This not only limits acupuncture to achieve its potential clinical outcome, but also conveys the wrong information about what TCM is.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 555,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "Nowadays, TCM is known by Western countries as only acupuncture and some Chinese herbs. [12] In fact, TCM is a systematic traditional macro medicine with richness in its contents. Therefore, it is imperative to give an appropriate definition in order to gain more understanding of this medicine.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "TCM is a systematic traditional macro medicine, that uses the TCM theoretical framework ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "The history and basic theoretical framework of TCM"
        },
        {
            "text": "There are fundamental differences in methodology between TCM and biomedicine, due to the fact that they have been built up basing on the differences in epistemology, philosophy, form of clinical practice, and culture. [8] Biomedicine focuses on physical structure and its material changes in volume via experimental observations, to study physiology and pathology of human beings and their interrelationships. Therefore, medical morphology such as organs, tissues, and cells have been well documented by biomedicine and activities of human beings in physiology and pathology have been well determined by measuring inner material change in volume.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Fundamental differences in methodology between TCM and biomedicine"
        },
        {
            "text": "In contrast, built upon Chinese philosophies and culture, TCM is based on the belief that the living phenomena of human beings are the refl ection of related functioning changes, with a macro method applied for the study of physiology and pathology of human beings. Therefore, abstractive function systems such as Zang Xiang Xue Shuo, Jing Luo Xue Shuo, and Jing Qi Shen Xue Shuo have been well documented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fundamental differences in methodology between TCM and biomedicine"
        },
        {
            "text": "The differences in epistemology and methodology define fundamental differences in categories of illness studies between biomedicine and TCM. In biomedicine, disease is the basic unit of illness study and therefore treatment is based on the disease, but in TCM, syndrome is the basic unit of illness study and therefore treatment is based on differentiation of syndromes. [8] Biomedicine is very effective when the underlying mechanism of a pathogen has been well documented and an agent to break down the circle of pathogen is found. However, it is limited when diseases have either a pathogenous mechanism that is unknown or the agent to break down the circle of pathogen (an example can be viral infectious diseases) is unfound. It is also limited when illness is related to functional defects or diseases with multiple organ, tissue, or system defects. All of these can be overcome by the holistic approach of TCM.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Fundamental differences in methodology between TCM and biomedicine"
        },
        {
            "text": "The clinical practice of combining TCM and biomedicine requires a medical practitioner who has expertise in both TCM and biomedicine, so that a patient can be diagnosed according to the clinical standard of biomedicine. Treatment is based on clinical effi cacy, with either TCM or biomedicine alone or with use of both medicines; however, combined medicine is used in most of the cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The current model of combining TCM and biomedicine in TCM hospitals in China and clinical examples"
        },
        {
            "text": "The purpose of using combined medicine is to maximize the clinical efficacy without putting patients' lives at risk. This combined medicine not only overcomes the above mentioned limitations of biomedicine in treatment, but also overcomes the limitation of TCM in diagnosis (TCM has no objective clinical marker for diagnosis). The first author of this article was a doctor of the First Affiliated Hospital of TCM university in Guangzhou and has four years experience in combined medicine including half a year's experience in emergency medicine. According to the experience of this TCM hospital, a wide range of diseases can be treated by combined medicine including stroke and myocardial infarction (MI). In case of MI, the patient is under 24-hour monitoring of ECG, and the treatment with TCM alone is satisfactory if the patient has no major complications such as severe heart failure and ventricular fi brillation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The current model of combining TCM and biomedicine in TCM hospitals in China and clinical examples"
        },
        {
            "text": "It is quite common to use a range of herbal formulas against viral infectious diseases in China. Laboratory studies have found that herbal formulas such as Bai Hu Tang, [9] Gui Zhi Tang, [9] Ma Huang Tang, [9] and Yin Qiao San [7] are effective in controlling viruses. The underlying mechanism of this effect is complex; it may be partially related to the immunomodulatory effects of the formulas on viral infectious diseases. [13] A clinical trial [14] also showed the effect of herbal formulas on severe acute respiratory syndrome (SARS) in 16 patients without using glucocorticoids, anti-viral agents, immuneregulators or antibiotics. The authors concluded that TCM intervention could effectively control or alleviate the symptoms of the disease and prevent the disease from exacerbation.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "TCM treatment of viral infectious diseases"
        },
        {
            "text": "During the epidemic of SARS in 2003, the First Affi liated Hospital of TCM university in Guangzhou was the leading institute advocating the use of TCM in the treatment of SARS. Altogether 70 patients with SARS were treated with combined medicine at this hospital. The mortality of the patients and the prevalence rate in medical personnel were both 0%, [11] whereas the overall mortality of the patients was 9.6% and the prevalence rate in medical personnel was 22% worldwide. [15] Herbal formulas or herbal intravenous liquids are also used to treat other kinds of viral infections such as dengue fever, epidemic hemorrhagic fever (EHF), and viral meningoencephalitis. Liang and colleagues [7] applied a TCM approach, guided by Wei Qi Ying Xue Bian Zheng, to treat 136 cases of dengue fever. All cases recovered within 5 days. Liu et al [7] treated 126 cases of EHF by intravenous drip of 40-60 mL of Shuang Du Qing Zhu She Ye (an intravenous liquid consisting of rhubarb, skutellaria root, polygonum cuspidatum, and salvia etc.) added with 500mLof 5% glucose liquid.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "TCM treatment of viral infectious diseases"
        },
        {
            "text": "The drip was given once a day for 5 days, as a course of treatment. The complication rate after the treatment was 9.5% but all cases recovered, whereas in 63 controls, 3 died. Li et al [7] treated 36 cases of EHF by intravenous drip of 3.6-4.8 g of Shuang Huang Lian Fen Zhen Ji (an injection consisting of honeysuckle fl ower, forsythia fruit, and coptis root), added with 250-500 mL of 5% glucose liquid, once a day. Thirty cases fully recovered from the disease, and no deaths occurred. The outcome of this group was better than the control group, who were treated by virazole. In the treatment of 30 cases of viral meningoencephalitis, Zhu et al [7] used modified Qing Ying Tang, consisting of gypsum (30 g), isatis root (30 g), cornu bubali (30 g [boiled before other ingredients]), honeysuckle fl ower (20 g), rehmannia dried root (20 g), forsythia fruit (15 g), skutellaria root (15 g), antelope horn bone (15 g [boiled before other ingredients]), wind-weed rhizome (15 g), cortexmoutan(15 g), red paeonia(15 g). When the patient suffered from seizures, uncaria, batryticated silkworm, earthworm, periostracum cicadae, and white peony root were added. If the patient had a coma, calamus and radixcurcumae were added. It was found the outcome of combined medicine was better than that of biomedicine alone.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "TCM treatment of viral infectious diseases"
        },
        {
            "text": "Da Xian Xiong Tang is an herbal prescription from Shanghan Lun that consists of rhubarb, mirabilite, peach seed, and kansui root. Zhang Zhongjing used it to treat Jiexiong syndrome which was converted from taiyang syndrome due to the misuse of purgative. Wang et al [9] used this herbal formula to treat 112 patients with EHF complicated by high blood volume syndrome, and only 2 patients died from the disease.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Classic herbal prescriptions of TCM for acute severe illness"
        },
        {
            "text": "Ling Gui Shu Gan Tang is another herbal formula from Shanghan Lun. It was used to treat patients with a defi ciency of spleen yang, and retention of phlegm-fl uid, which was due to the misuse of emetic or purgative. Yao et al [9] used this formula in combination with Ji Jiao Li Huang Pills, a prescription of poria, bighead atractylodes rhizome, cinnamon twig, liquorice root, tetrandra root, bunge pricklyash seed, lepidium seed, and rhubarb to treat 13 cases of pericardial effusion. The outcomes of these cases were compared with those of 15 cases of the same illness who were treated with pericardial puncture drainage. The study found that the outcome for the herbal group was statistically signifi cantly better than the pericardial puncture drainage group (P< 0.01).",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Classic herbal prescriptions of TCM for acute severe illness"
        },
        {
            "text": "Bai Hu Tang is a prescription for patients with excess heat in the yangming channel. The formula consists of gypsum, wind-weed rhizome, milled round grain, and liquorice root. This formula was satisfactorily used [9] by adding rhubarb to treat cerebral hemorrhage. This formula was recognized particularly effective in shortening the time of coma, controlling blood pressure, preventing the recurrence of the disease and secondary infection. This formula was also used to treat 47 patients with EHF. [9] Seventeen of these were cases of 1-2 day onset illness; all of these cases were free of shock and oliguria stages and directly entered diuresis stage. The other 30 cases were cases of 3-5 day onset illness; among them 18 cases directly entered diuresis stage. The study indicated the importance of early use of this formula.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Classic herbal prescriptions of TCM for acute severe illness"
        },
        {
            "text": "This article tries to answer why combining the medicines is necessary while medical practice has been dominated by biomedicine in the modern society. It seems that the practice of combined medicine shows a more synergetic clinical outcome, rather than \"interaction between drugs\"; therefore it is possible to apply the combined medicine to a wide range of diseases. With the emergences of super bugs (drug-resistant germs) and unknown pathogenic diseases such as SARS due to the globalisation and climate change, it will provide an even wider platform for the practice of combined medicine. There is no doubt that combined medicine will gain popularity in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classic herbal prescriptions of TCM for acute severe illness"
        },
        {
            "text": "However, combined medicine is still in its initial stage and is mainly based on the experience of TCM hospitals in China. The underlying mechanisms of clinical efficacy of combined medicine and the clinical legitimacy of the practice of combined medicine has not yet been well documented. TCM research, particularly clinical research in China, is mainly either case study or low quality clinical trials. Combined medicine will be widely accepted if greater effort could be made in TCM research, both in laboratories and clinics, with high quality designs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classic herbal prescriptions of TCM for acute severe illness"
        },
        {
            "text": "Funding: None. Ethical approval: Not needed. Confl icts of interest: Xiang-yu Hou is a member of the editorial board of the WJEM. Contributors: He J proposed the study and wrote the paper. All authors contributed to the design and interpretation of the study and to further drafts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classic herbal prescriptions of TCM for acute severe illness"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Get to know the science of emergentology medicine of TCM",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "Q"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Global TCM",
            "volume": "",
            "issn": "",
            "pages": "11--13",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In which direction is the way of emergency in TCM in the 21 st century?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chin J Integrated Traditional and Western Med in Intensive and Crit Care",
            "volume": "13",
            "issn": "",
            "pages": "63--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Problems and countermeasures of emergency in primary TCM hospitals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Emerg in TCM",
            "volume": "18",
            "issn": "",
            "pages": "104--105",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Construction of the 21st century traditional Chinese emergency medicine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Zhejiang TCM",
            "volume": "4",
            "issn": "",
            "pages": "175--176",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Introduction of emergency medicine in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Med Australas",
            "volume": "20",
            "issn": "",
            "pages": "363--369",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Advanced Serial Books of Traditional Chinese Medicine: Study of Epidemic Febrile Disease. Peking: People's Publisher of Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inner Classic of the Yellow Emperor\"). Peking: People's Publisher of Health",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Advanced Serial Books of Traditional Chinese Medicine: Treatise on Exogenous Febrile Disease. Peking: People's Publisher of Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Advanced Serial Books of Traditional Chinese Medicine: Synopsis of Golden Chamber. Peking: People's Publisher of Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Complementary and alternative pain therapy in the emergency department",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Dillard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knapp",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Med Clin North Am",
            "volume": "23",
            "issn": "",
            "pages": "529--549",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immunomodulatory effects of a traditional Chinese medicine with potential antiviral activity: a self-control study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Chin Med",
            "volume": "34",
            "issn": "",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "TCM treatment of infectious atypical pneumonia--a report of 16 cases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Tradit Chin Med",
            "volume": "24",
            "issn": "",
            "pages": "266--269",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Zang Xiang Xue Shuo, Jing Qi Shen Xue Shuo, Yin Yang Wu Xing Xue Shuo, and Jing Luo Xue Shuo) to study the living phenomena of human beings, the functions of organs and parts of the body and their interrelationships, and how these functions and interrelationships are affected by pathogenous factors; guided by Bagang Bian Zheng, Zang Fu Bian Zheng, Liu Jing Bian Zheng, Wei Qi Ying Xue Bian Zheng, and San Jiao Bian Zheng, to treat various diseases by using the Eight Therapeutic Methods of TCM, the treatment being based on the differentiation of syndromes. Under this umbrella, subjects include as follows: Huangdi Nei Jing, Shanghan Lun, Jin Kui Yao Lue, Wen Bing Xue, the basic knowledge of TCM, the history of TCM, internal medicine of TCM, surgery of TCM, gynecology and obstetrics of TCM, pediatrics of TCM, osteology and traumatology of TCM, TCEM, ophthalmology of TCM, otorhinolaryngology of TCM, science of acupuncture and moxibustion, Chinese material medica, prescriptions of Chinese material medica, pharmacology of Chinese material medica, science of processing Chinese material medica, science of health preserving of TCM, nutriology of TCM and diagnostics of TCM.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}