{
    "paper_id": "22f98765239b02e3e5810fd976971ca87bab092b",
    "metadata": {
        "title": "J MM A Comparison of the Cambodian and the South Korean Health Care System",
        "authors": [
            {
                "first": "Ji-Young",
                "middle": [],
                "last": "Hwang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University College of Health Science",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Bel",
                "middle": [],
                "last": "Seap",
                "suffix": "",
                "affiliation": {},
                "email": "belseap@gmail.com"
            },
            {
                "first": "Tae-Hee",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soonchunhyang University College of Medicine",
                    "location": {
                        "settlement": "Bucheon",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In discussions of health care reform, the Korean system is held up as a possible model for the Cambodia. The two countries' health care systems are very different based on some parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cambodia is an agriculture and developing country. Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Demographics and Health Situation"
        },
        {
            "text": "The referral arrangement system in Republic of Korea is divided into two steps. The patient can go to any medical practitioner office except specialized general hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delivery of Healthcare Care"
        },
        {
            "text": "If the patient wants to go to a secondary hospital, he/ she has to present a referral slip issued by the medical practitioner who diagnosed him/her first. 2 Cambodia has a mixed service delivery system. Public health service delivery is organized through two levels of services, both provided ",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Delivery of Healthcare Care"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization",
            "authors": [],
            "year": 2013,
            "venue": "World Health Organization. World health statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Comparison of the Danish and the South Korean health care system",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Hviid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sidenius",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Menopausal Med",
            "volume": "21",
            "issn": "",
            "pages": "61--63",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ministry of Health and Welfare. Ministry of health and welfare statistical year book 2014. Sejong: Ministry of Health and Welfare",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Considerations left behind Middle East respiratory syndrome coronavirus (MERS-CoV) outbreaks in Republic of Korea",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Menopausal Med",
            "volume": "21",
            "issn": "",
            "pages": "63--67",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A large proportion of the population, 85% live in rural areas, and only 15% live in urban areas. It is estimated that currently, approximately 34.7% of the total population are living below the poverty line. The two most salient health-related problems linked to poverty in Cambodia are malnutrition and access to health care. Republic of Korea is an industrialized country. Most private medical facilities are located in urban areas, and around 90% of physicians are concentrated in cities while 82% of the population lives in urban areas. World Health Organization (WHO) 1 announced World health statistics in 2013 (",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of health statistics between Cambodia and Republic of Korea[1] in all operational districts: 1) The minimum package of activity provided at the health centers 2) The complementary package of activity provided at the referral hospitals.Cambodian patients can go to any doctor or any medical center, including hospitals, which they choose without the referral slip but most poor people who live in rural areas prefer to go to visit the health center first because of practitioners, to unofficial payments in the public sector and to various participation costs, such as transportation costs. In order to improve the quality of healthcare in Cambodia, MOH has overall responsibility of the health sector, including: policies, legislation, strategic planning, resource mobilization and allocation, monitoring, evaluation, research, providing training to support the provinces, and coordination of external aid. The MOH' s main objective",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of health professionals between Cambodia (2011) and Republic of Korea (2013) [Reprinted from \"Ministry of health and welfare statistical year book 2014\", by Ministry of Health and Welfare, 2014, Copyright 2014 by the Ministry of Health and Welfare. Reprinted with permission].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Soonchunhyang University Research Fund.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}