{
    "paper_id": "231ba154ea0d9a668c5c5e7e5732c4f223608f6d",
    "metadata": {
        "title": "PEER REVIEW HISTORY",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The authors state that \"Seasonal influenza epidemics peak during the winter in both the Northern and Southern Hemispheres. In contrast, tropical countries may experience two annual peaks, with shorter and less intense epidemics\". They should add the clarification \"temperate latitudes of\" after \"winter in\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "And, it would be important to mention that influenza activity is frequently out of phase with the hemispheric winter in many tropical regions (and even temperate ones [1] ), with the consequence that optimal timing for routine influenza vaccination recommendations does not necessarily correspond to the one expected for their hemisphere in many countries (for a bibliographic review, and a suggestion of the hemispheric vaccine per country, see [1] )",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the focus declared of this study, the authors need to explain the earlier studies that measured the seasonality of influenza in Brazil and addressed the timing of the hemispheric influenza vaccine (namely that the Northern Hemispheric vaccination should be given to the equatorial parts of Brazil [2] [3] ). Later in the discussion section it would be important that they examine how this new data confirms or refutes those earlier findings.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Also after the statement that \"Besides climate and environmental conditions, host factors such as immune function and body levels of vitamin D have been associated with seasonal variations of this infection, as well as the severity of influenza epidemics.\" the authors cite two papers (Shaman & Kohn 2009 and Lowen et al 2007) which actually did not address nor supported such hypothesis. They can find a review of these theoriesincluding the ones regarding the drivers of seasonality in the tropics, which are of special importance to this study -in [4] Methods The authors state that \"We compared the parameters associated with influenza and ORV infections\" but do not describe which parameters are those.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 554,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If \"Data from Rio de Janeiro were not evaluated owing to the small number of patients included in the study\" justify in which way the data from this site contributes to the topic expressed in the study title of \"Seasonality and implications for immunization schedule\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Note that there are several sentences that are in this section that should be moved to the Methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The authors could make better use of graphic resources to express their results. For instance most of results of table one could be expressed with a few stacked bar charts. The viral co-infection could be summarized with network charts. And specifically to figure #1, given that probably most of the readers don't know the locality of those cities, this figure could be expressed over a map of Brazil. It could be done by simply placing in each locality the corresponding pie chart with the size of each chart proportional to the amount of patients screened in each site, and the internal division of the chart indicating the proportion of inclusion. This map should contain the equatorial and tropical lines, as the relative position of these cities along the latitudinal gradient are relevant for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As suggested in the opening this review, this study should explore further how comorbidities, age, site, sex, use of antiviral, vaccination, etc contribute to the clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This should not only be performed for influenza, but for each one of other viruses (although, for those ones, vaccination and flu antiviral should, of course, not expect to have any effect).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The authors state that \"Results show variations between Northeast (Fortaleza) and South (Curitiba) Brazil in relation to the peak time of influenza infections, which essentially followed the rain season of each region.\" In the case of Curitiba, the rainy season happens to coincide with the coldest moths, with in a subtropical and temperate regions of the world is much more relevant [4] . In fact, the prevalent theory points that low absolute humidity is the driver of influenza in temperate regions, so the Curitiba data is a interesting challenge to this hypothesis (as probably absolute humidity is not low if precipitation is high in the winter seasonsomething worth checking with local meteorological data).",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 388,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Fonts should be increased so it can be read when the image is reduced to print size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "In order to help visual comparison, scales of the axis should be the same in all panels of Fig 3. This is not only valid for the Y axis, but especially important for the X ones (i.e. the months should be aligned, expliciting in this way the period of data available for each site).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "The minimum value of the temperature in the Y axis should not be set at zero (which, as opposed to the zero value in precipitation, is an arbitrary value anyway). For clear visualization of the temperature change through the year, its range should be brought to something close to the one found in those series , i.e. between ~13 and ~30). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures:"
        },
        {
            "text": "The manuscript discusses a study of influenza surveillance in 3 locations within Brazil and link surveillance to vaccination schedule and climate (seasonality). The authors do a good job is their description of influenza surveillance in the 3 locales though there is not much elaboration on the impact of climate specifically which is highlighted in their \"Objectives\" and how that is directly informing conclusions in their study. Minor revisions suggested below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Abstract -revise your Objectives and Conclusion. It appears the main take away, which is a valuable one, is that vaccination schedule is important. Since you were seeing infections peak with the rainy season and the rainy season appears predictable for the two regions analyzed, perhaps an earlier vaccination schedule to ensure you catch infections before they happen. In your title you talk about immunization schedule so this needs to be worked into your objectives and conclusion of the abstract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "In the Objective you highlight \"effect of climate\" yet you don't elaborate to a large degree within the manuscript about how climate is specifically impacting infections other than to say your results seem to coincide with what's already in the literature. It's fine to keep this in, but you were also looking at immunization schedules and influenza infections -so include that and downplay climate impact unless you are going to elaborate beyond what has been found in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Page 2, Line 14 -no reason to use '03' -none of your other single numbers in the manuscript are preceded by a zero, so you can change this to '3'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Page 2, Line39 -ORV needs to be spelled out in the abstract before usage as an acronym.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Page 9, Line 30 - Table 2 also shows antiviral use in Fortaleza and it was used for longer median number of days. You talk about the seasonality of influenza infections in two regions (Curitiba and Fortaleza) relative to temperature and precipitation. Can you say anything regarding antiviral use/vaccination. Both Fortaleza and Curitiba used antivirals, Curitiba had a higher vaccination % (31%)or are the numbers too low to say anything meaningful? Despite not having the 'numbers' to say anything statistical about Rio -was there anything qualitative you could say given impressions from the data and as compared to what you were seeing in Curitiba and Fortaleza?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Page 10, Line 41 -reword to \"...,which essentially coincided with the peak of the rainy season of each region.\" Introduction Q2. The authors state that \"Seasonal influenza epidemics peak during the winter in both the Northern and Southern Hemispheres. In contrast, tropical countries may experience two annual peaks, with shorter and less intense epidemics\". They should add the clarification \"temperate latitudes of\" after \"winter in\". And, it would be important to mention that influenza activity is frequently out of phase with the hemispheric winter in many tropical regions (and even temperate ones [1] ), with the consequence that optimal timing for routine influenza vaccination recommendations does not necessarily correspond to the one expected for their hemisphere in many countries (for a bibliographic review, and a suggestion of the hemispheric vaccine per country, see [1] ) R: We agree with the reviewer. The information was added to clarify and the references were included at Introduction section, as follow:",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 607,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "\"Seasonal influenza epidemics peak during the winter in temperate latitudes of both the Northern and Southern Hemispheres. In contrast, tropical countries may experience two annual peaks, with shorter and less intense epidemics. [3, 4] Moreover, previous studies showed that influenza activity has been frequently out of phase with the hemispheric winter in many tropical regions, and even temperate ones, with the consequence that optimal timing for routine influenza vaccination recommendations does not necessarily correspond to the one expected for their hemisphere. [Alonso, WJ et al., 2015] . In Brazil, which presents temperate and tropical regions, it has been showed an important regional heterogeneity in influenza peak (Alonso et al., 2007; Mello et al. 2009 ).\"",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 571,
                    "end": 596,
                    "text": "[Alonso, WJ et al., 2015]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 730,
                    "end": 751,
                    "text": "(Alonso et al., 2007;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 752,
                    "end": 769,
                    "text": "Mello et al. 2009",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Q3. Given the focus declared of this study, the authors need to explain the earlier studies that measured the seasonality of influenza in Brazil and addressed the timing of the hemispheric influenza vaccine (namely that the Northern Hemispheric vaccination should be given to the equatorial parts of Brazil [2] [3] ). Later in the discussion section it would be important that they examine how this new data confirms or refutes those earlier findings.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "R: We agree with the reviewer, and the references suggested were included at Introduction section (See answer above). At Discussion section the results were compared with previous reported data (P. 14, from 2nd. to 4th. paragraphs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Q4. Also after the statement that \"Besides climate and environmental conditions, host factors such as immune function and body levels of vitamin D have been associated with seasonal variations of this infection, as well as the severity of influenza epidemics.\" the authors cite two papers (Shaman & Kohn 2009 and Lowen et al 2007) which actually did not address nor supported such hypothesis. They can find a review of these theoriesincluding the ones regarding the drivers of seasonality in the tropics, which are of special importance to this study -in [4] R: We agree with the reviewer. The paragraph was rewritten and new references were included as follow:",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 558,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "\"Besides climate and environmental conditions, which have shown an association between seasonal influenza epidemics with \"cold-dry\" and \"humid-rainy\" (Temerius et al., 2013), host factors such as age, preexisting immunity, genetic polymorphisms, and presence of comorbidities have been associated with seasonal variations of this infection, vaccine responsiveness, as well as the severity of influenza epidemics. [Castrucci, 2017] .\" Methods Q5. The authors state that \"We compared the parameters associated with influenza and ORV infections\" but do not describe which parameters are those.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 430,
                    "text": "[Castrucci, 2017]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "R: The sentence was reworded as follow: \"Epidemiological and clinical data comparing patients infected with influenza and those infected with ORV were assessed; only monoinfected cases were included in this analysis.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "The data compared were: age, time of onset symptoms, length of stay in hospital, presence of polypneia, ICU admission, need of mechanical ventilation, and presence of preexisting diseases Q6. If \"Data from Rio de Janeiro were not evaluated owing to the small number of patients included in the study\" justify in which way the data from this site contributes to the topic expressed in the study title of \"Seasonality and implications for immunization schedule\" R: During the result analyzes the authors also evaluated if Rio de Janeiro data should be included. We decide to maintain this center because all cases were investigated to detect other respiratory viruses. As previous commented by the reviewer (Query 1) we also think that information about ORV is relevant. At this moment, we believe that with the changes carried out in the manuscript (title and discussion), these data are not out of context and should be kept. R: We agree with the reviewer, and a new figure was added. As the flowchart presents some different information, we decided to keep both figures. Please, verify Figure 1 and Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1087,
                    "end": 1095,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1108,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Regarding the Table 1 , we had to maintain the data as presented because of limitations of graphic/tables number (up to five figures and tables)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 21,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Q9. As suggested in the opening this review, this study should explore further how comorbidities, age, site, sex, use of antiviral, vaccination, etc contribute to the clinical outcomes. This should not only be performed for influenza, but for each one of other viruses (although, for those ones, vaccination and flu antiviral should, of course, not expect to have any effect).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "R: Our group has studied the associations of clinical-epidemiological findings and disease severity in patients infected by respiratory viruses, and some results have been previously reported. In this study we decided to keep focus on influenza cases, since the data were collected considering in the screening patients with Flu-like disease. Patients hospitalized for less than 30 days were excluded from the analysis, so immunosuppressed individuals or those with other comorbidities (in which ORVs have a greater impact) were excluded. In addition, the association of these factors with ORVs should be discussed separately for each virus, which would make this manuscript very extensive. Below are some references from our group's publications on this topic. Q10. The authors state that \"Results show variations between Northeast (Fortaleza) and South (Curitiba) Brazil in relation to the peak time of influenza infections, which essentially followed the rain season of each region.\" In the case of Curitiba, the rainy season happens to coincide with the coldest moths, with in a subtropical and temperate regions of the world is much more relevant [4] . In fact, the prevalent theory points that low absolute humidity is the driver of influenza in temperate regions, so the Curitiba data is a interesting challenge to this hypothesis (as probably absolute humidity is not low if precipitation is high in the winter seasonsomething worth checking with local meteorological data).",
            "cite_spans": [
                {
                    "start": 1152,
                    "end": 1155,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "In the southern region of Brazil the humid subtropical climate predominates. The annual rainfall in the southern region is around 1,200 mm (~ 2,000 on the coast). In our region during the winter, on contrary to that observed in southeastern of Brazil, the absolute and relative humidity are generally high. However, in this study we report only the index of precipitation during the period, since we did not receive the information on atmospheric humidity of the other regions. However, we have data about respiratory virus circulation in the city of Curitiba for many years, and we are evaluating the circulation of respiratory viruses and climatic data, seeking to compare our data with the publications on this issue. Only with this analysis we can confirm this findings. R: This is not only valid for the Y axis, but especially important for the X ones (i.e. the months should be aligned, expliciting in this way the period of data available for each site). Q13. The minimum value of the temperature in the Y axis should not be set at zero (which, as opposed to the zero value in precipitation, is an arbitrary value anyway). For clear visualization of the temperature change through the year, its range should be brought to something close to the one found in those series , i.e. between ~13 and ~30).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "R: The values of the primary Y axis refer to the numbers of detected cases of influenza and also the values of temperature, thus it is necessary to maintain the zero value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "Q14. The manuscript discusses a study of influenza surveillance in 3 locations within Brazil and link surveillance to vaccination schedule and climate (seasonality). The authors do a good job is their description of influenza surveillance in the 3 locales though there is not much elaboration on the impact of climate specifically which is highlighted in their \"Objectives\" and how that is directly informing conclusions in their study. Minor revisions suggested below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "R: We appreciated all contributions made by the reviewer and add the suggestions seeking to improve the manuscript. In fact, information on climate conditions from distinct regions of the country was limited, as the monitoring of weather conditions is performed by institutes linked to the states of each region of the country. So we decided to include only the similar data that were made available by these institutes. For this reason, we performed changes in title and in the focus of the manuscript. This limitation was included in the Discussion Section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "Q15. Abstract -revise your Objectives and Conclusion. It appears the main take away, which is a valuable one, is that vaccination schedule is important. Since you were seeing infections peak with the rainy season and the rainy season appears predictable for the two regions analyzed, perhaps an earlier vaccination schedule to ensure you catch infections before they happen. In your title you talk about immunization schedule so this needs to be worked into your objectives and conclusion of the abstract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "R: The objectives were rewritten as follow: \"Objectives To describe epidemiological and clinical features of hospitalized patients with severe acute respiratory infection caused by influenza and other respiratory viruses, to report influenza seasonality in distinct regions of the country, and to correlate the findings of influenza circulation and time of immunization in Brazil.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "Q16. In the Objective you highlight \"effect of climate\" yet you don't elaborate to a large degree within the manuscript about how climate is specifically impacting infections other than to say your results seem to coincide with what's already in the literature. It's fine to keep this in, but you were also looking at immunization schedules and influenza infections -so include that and downplay climate impact unless you are going to elaborate beyond what has been found in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "Influenza activity in the tropics is more temporally diffuse than the peaks shown at higher latitudes, and epidemics display a diversity of seasonal patterns driven by factors not yet clearly understood. In fact, the timing of influenza circulation and vaccine delivery in Brazil is a critical issue that affects the effectiveness of the vaccine. Previous reports had shown the challenges of influenza vaccine recommendations when applied to the tropics. In Brazil, which has collected viral surveillance data regularly over the last decades, data from the northern and northeastern regions are still scarce, since they are extensive regions, the population has access difficulties to health care, and there is a delay to referral clinical samples, among others. Unfortunately, this is the similarly valid for other tropical regions. In this way, we believe that more than discussing the possibility of changing the influenza vaccination calendar for the northern areas of the country, it is necessary to discuss the immunological benefits to the target population of the adoption of a specific vaccine whose composition is based on viral circulation identified in the northern and southern hemispheres, which present distinct climatic characteristics of these tropical regions. Moreover, because it is a region with so many low-income countries and due to the possible risk of viral recombination in this region, with the consequent risk of pandemic variant emergence, perhaps all other countries should consider priority to the implementation of molecular surveillance centers In these regions, including adopting, as a result of the monitoring data, a vaccine with specific composition for this region, as well as a more adequate schedule for viral seasonality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "R: A paragraph about immunization schedules and influenza infections was included at Discussion section, as follow: \"To know the dynamics of dispersion of influenza viruses in tropical regions have been considered of crucial importance, since several studies have suggested that in these regions the influenza activity is more temporally diffuse and may contain the foci for the emergence of new variants. [Mello et al, 2009; Allonso et al., 2007; Russel et al, 2008] In addition to the need for a different influenza immunization schedule in Brazil, the composition of this vaccine should also be evaluated, since its antigenic composition for this region may be different from that recommended for the temperate region (Mello et al., 2009 ). However, information on strains circulating in tropics is still scarce, since most of the countries in this region have low income and the health surveillance is not completely employed. Besides that, the logistical challenges to implementing a national immunization program with different calendars and distinct antigenic compositions in Brazil meet the need for investments that provide self-sufficiency in its production (Mello, 2009 ).\"",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 425,
                    "text": "[Mello et al, 2009;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 426,
                    "end": 447,
                    "text": "Allonso et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 467,
                    "text": "Russel et al, 2008]",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 740,
                    "text": "(Mello et al., 2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1168,
                    "end": 1180,
                    "text": "(Mello, 2009",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "Q17. Page 2, Line 14 -no reason to use '03' -none of your other single numbers in the manuscript are preceded by a zero, so you can change this to '3'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "R: The sentence was corrected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "Q18. Page 2, Line39 -ORV needs to be spelled out in the abstract before usage as an acronym.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "R: The sentence was corrected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "Q19. Page 9, Line 30 - Table 2 also shows antiviral use in Fortaleza and it was used for longer median number of days. You talk about the seasonality of influenza infections in two regions (Curitiba and Fortaleza) relative to temperature and precipitation. Can you say anything regarding antiviral use/vaccination. Both Fortaleza and Curitiba used antivirals, Curitiba had a higher vaccination % (31%) -or are the numbers too low to say anything meaningful? Despite not having the 'numbers' to say anything statistical about Rio -was there anything qualitative you could say given impressions from the data and as compared to what you were seeing in Curitiba and Fortaleza? R: In 2009, the overall mortality rate due to pandemic influenza A virus in Brazil was within the average observed in other countries of the Americas (0.85/100,000 inhabitants). However, in a different epidemic scenario, the mortality rate in southern regions increased by more than 2-fold (Raboni et al., 2011). The impact of the pandemic in this region has led to a greater concern of health professionals and of the population with regard to influenza infection, for this reason annually it has been observed a higher vaccination coverage rates, as well as a greater use of neuraminidase inhibitors in this region, when compared to the rest of the country. Antiviral drug (oseltamivir) was used in only 2% (n = 10) of children from Fortaleza. In some cases, it was observed that drug was used for a long time of days, as the data were collected from the medical record review, there was no description of the reason for the extension of treatment time over 5 days, which is usually recommended. No RJ patient used antiviral drugs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 30,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "Regarding vaccination, comparing all sites it is possible to observe that there is a higher percentage of patients from Curitiba vaccinated. However, the low percentage observed in the 3 sites is worrisome, since it should be emphasized that the majority of the patients included in the study are pediatric patients (Curitiba and Fortaleza) and over 60 years old (Rio Janeiro). Both age groups are considered to be at highest risk of severe disease outcomes and are included in the protocols for recommending immunization for influenza in Brazil. Q20. Page 10, Line 41 -reword to \"…, which essentially coincided with the peak of the rainy season of each region.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "The sentence was reworded. The Authors state that data from Rio de Janeiro was not evaluated, please add a justification or rationale for including this data in the publication/study. What does it add? Why include it?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R: This comment is very timely and the subject is of great interest within my work team."
        },
        {
            "text": "I am still not convinced of how climate may play a role in their study cities for the determinants of seasonality. As this is stated as an objective it needs to be clarified/addressed in greater detail in the manuscript. Can they draw parallels between their study sites (climate/determinants of influenza seasonality) and study sites in previous publications that looked at climate impact on influenza seasonality/infections? Do they see similar trends? Different trends and if so, hypothesize/explain why?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A global map of hemispheric influenza vaccine recommendations based on local patterns of viral circulation",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Seasonality of influenza in Brazil: a traveling wave from the Amazon to the subtropics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Daufenbach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Epidemiol",
            "volume": "165",
            "issn": "12",
            "pages": "1434--1476",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The dilemma of influenza vaccine recommendations when applied to the tropics: the Brazilian case examined under alternative scenarios",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Mello",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Paiva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ishida",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Plos One",
            "volume": "4",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Environmental Predictors of Seasonal Influenza Epidemics across Temperate and Tropical Climates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Tamerius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Silver Spring, MD Please state any competing interests or state 'None declared': None declared Please leave your comments for the authors below References #6 -In most references the 'et al.' is italicized, but not in this reference, italicize. #8 -Journal should be italicized like previous references. In most references the 'et al.' is italicized, but not in this reference, italicize. #9 -The 'Hum' is apart of the title of the journal correct? It should be italicized. VERSION 2 -AUTHOR RESPONSE Reviewer: 2 Reviewer Name: Melanie C Melendrez Institution and Country",
            "authors": [
                {
                    "first": "#",
                    "middle": [],
                    "last": "Reviewer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "2 Reviewer Name: Melanie C Melendrez Institution and Country: Walter Reed Army Inst of Research, Viral Diseases Branch",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Seasonal variations in host susceptibility and cycles of certain infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "369--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemic influenza and vitamin D",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Cannell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol Infect",
            "volume": "134",
            "issn": "",
            "pages": "1129--1169",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Knowing the dynamics ...in tropical regions...is considered of crucial importance",
            "authors": [],
            "year": null,
            "venue": "Sentence sounds awkward, revise. Try",
            "volume": "",
            "issn": "",
            "pages": "14--32",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Additionally, policies and resources need to be established to overcome the logistical challenges to implementing national immunization programs using different calendars and distinct antigenic compositions in Brazil",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comment: The Authors state that data from Rio de Janeiro was not evaluated, please add a justification or rationale for including this data in the publication/study. What does it add? Why include it? R: The number of included patients was very low and we decide not to evaluate viral circulation and seasonality, but as all these samples were investigated to influenza and other respiratory viruses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Title: \"Global Influenza Hospital Surveillance Network (GIHSN) -Surveillance of influenza and other respiratory viruses in hospitalized patients in 2015, Brazil\"Results Q7. Note that there are several sentences that are in this section that should be moved to the Methods section. R: Results Section was reviewed and some sentences were moved to Methods Section, as follow: \"Epidemiological and clinical data comparing patients infected with influenza and those infected with ORV were assessed; only monoinfected cases were included in this analysis. \"To better understand the seasonality of influenza infections in the study sites, we evaluated the monthly distribution of samples and viral positivity. Then, we plotted this information against the temperature and precipitation (historical means) recorded for each month.\"Q8. The authors could make better use of graphic resources to express their results. For instance most of results of table one could be expressed with a few stacked bar charts. The viral co-infection could be summarized with network charts. And specifically to figure #1, given that probably most of the readers don't know the locality of those cities, this figure could be expressed over a map of Brazil. It could be done by simply placing in each locality the corresponding pie chart with the size of each chart proportional to the amount of patients screened in each site, and the internal division of the chart indicating the proportion of inclusion. This map should contain the equatorial and tropical lines, as the relative position of these cities along the latitudinal gradient are relevant for this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fonts should be increased so it can be read when the image is reduced to print size. R: Figure was resized to improve the readability. Q12. In order to help visual comparison, scales of the axis should be the same in all panels of Fig 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Due to limitations in the number of figures in the manuscript, we could not toinclude a figure with vaccine coverage/site in the final version of the manuscript. A sentence was included at discussion section about this topic: \"In the present study, it was observed that proportionally there were a higher percentage of patients from Curitiba vaccinated among the 3 sites. However, overall a lower coverage was observed, with only 21% of patients reporting or showing proof of influenza vaccination. This was surprising, considering that a significant part of our patients fell in at least one risk category or presented comorbidities.\" Reference: 1) Raboni SM, Stella V, Cruz CR, et al. Laboratory diagnosis, epidemiology, and clinical outcomes of pandemic influenza A and community respiratory viral infections in southern Brazil. J Clin Microbiol. 2011; 49(4):1287-1293.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "this review 1. Alonso WJ, Yu C, Viboud C, et al. A global map of hemispheric influenza vaccine recommendations based on local patterns of viral circulation. Sci Rep. 2015; 5:17214. 2. Alonso WJ, Viboud C, Simonsen L, Hirano EW, Daufenbach LZ, Miller MA. Seasonality of influenza in Brazil: a traveling wave from the Amazon to the subtropics. Am J Epidemiol. 2007; 165(12):1434-42. 3. Mello WA, Paiva TM, Ishida MA, et al. The dilemma of influenza vaccine recommendations when applied to the tropics: the Brazilian case examined under alternative scenarios. Plos One. 2009; 4(4):e5095. 4. Tamerius JD, Shaman J, Alonso WJ, et al. Environmental Predictors of Seasonal Influenza Epidemics across Temperate and Tropical Climates. PLoS Pathog. 2013; 9(3):e1003194.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Melanie C Melendrez Walter Reed Army Institute of Research, Silver Spring, MD USA REVIEW RETURNED 18-Jul-2017GENERAL COMMENTSThe authors present a revision of their work pertaining to the surveillance of influenza and ORVs in 3 cities of Brazil. It is apparent the authors have taken reviewer comments and revised the manuscript accordingly. While it is an improvement in content and usage of the literature, several of the checklist options I checked 'No' because though many were addressed 'in part' there are still several outstanding issues that need to be addressed, clarified or fixed before the manuscript should be published -see below.Check all bracketed number references in document, sometimes you have a period after the bracketed references, sometimes before, sometimes both. I believe the period needs to go after the bracketed reference, not before and not both.Page 4, Line 29: 'it has been showed' should be changes to 'it has been shown that there is...' P4 L32-36: This sentence is a fragment, revise. Connect with previous sentence or turn into it's own sentence. P4 L36: Capitalize 'host' if it is indeed the start of a sentence. P5 L28: 'in which' -change to 'where' Methods P7 L43-48: As a single sentence, this should not be a paragraph, tack it onto the previous paragraph. P8 L16-41: This is an incredibly long sentence that describes two kits/tests, correct? Break into two distinct sentences, one about each kit used. P9 L18-21: As a single sentence, this should not be a paragraph, tack it onto the previous paragraph. P9 L25: 'viral positivity': As determined by what? RT-PCR, the kits previously mentioned, statistical analysis? Results P9 L50: \"no child under 2 years was included\" -this implies that you actively excluded those under 2 years of age, if so please explain why. It seems odd to include children under 5 in Curitiba and Fortaleza but not in Rio de Janeiro. Reword if needed. P10 L19: remove 'In general,' P10 L47: Define 'severe spectrum' in the introduction so the reader knows what constitutes severe or make note of what was considered severe here. P11 L5-7: This sentence is a fragment, revise, sounds like it should end with a common, not a period. P13 L34: 'codetection of more than one ORV in a single patient was rather common'. As compared to what? Influenza infection? Codetection of ORVs in Brazil or those cities in general? Just more common than the codetection of ORVs with influenza? And in general is it surprising or not surprising that codetection of ORVs occurs given the literature? Any specific ORV combinations more relevant or prevalent than others? P13 L41-P5 L5: I don't understand this paragraph. You compared influenza-and ORV-infected patients. The following sentence starts with 'the latter' implying ORV infected patients since that is the 'latter' infection in the previous sentence, but then the second half of that sentence states 'whereas...ORV infections'. Clarify which you are talking about in these sentences. How do these findings specifically reflect higher virulence in influenza? You only mention abundance which isn't a marker of virulence. Increased mortality or morbidity could point to increased virulence, whereas abundance implies increased prevalence. Clarify how outcomes imply an increased virulence in influenza or change sentence. P14 L7-14: I don't understand this sentence. Circulation in the Northeast was more prevalent the first 4 mos of the year...,whereas a distinct patter of circulation was happening in South/Southeast? How do you compare prevalence and pattern? Did they have different patterns, is that what you mean -where in the South/Southeast infections were more prevalent during a different time of the year or for a different length of time? Additionally, you mention in the Northeast this coincides with higher humidity but you don't mention a climatic link or note about infections in the South/Southeast. Please clarify. P14 L21: Can you elaborate on 'diversity of seasonal patterns...in the tropics'. Do you mean timing of infections/season, geographic spread over the course of a season, length of season...? P14 L23-30: Pull more from this citation to clarify what you mean...what environmental issues caused the 'wave'? Do you see the same environmental issues potentially in the cities you conducted surveillance in? Examples of population factors? Did you test any of the population factors in the publication and did you find they did not matter as much either? This sentence is also worded awkwardly, please revise/reword or break into more than one sentence. P14 L32-39: Sentence sounds awkward, revise. Try \"Knowing the dynamics ...in tropical regions...is considered of crucial importance...\" P14 L54: What do you mean \"...meet the need for investments that provide...\" Do you mean that policies and resources do not exist or need to be found to facilitate the logistical challenges in implementing national immunization programs...etc P15 L3: Change presented to 'contained' P15 L21: 'Performed by organs'? Do you mean organizations?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors present a revision of their work pertaining to the surveillance of influenza and ORVs in 3 cities of Brazil. It is apparent the authors have taken reviewer comments and revised the manuscript accordingly. While it is an improvement in content and usage of the literature, several of the checklist options I checked 'No' because though many were addressed 'in part' there are still several outstanding issues that need to be addressed, clarified or fixed before the manuscript should be published -see below.Please check sentence flow, structure, capitalization and grammar throughout the document. I've noted below places where changes need to be made but the whole document needs to be proofread again. Perhaps consider redoing the certificate of English editing. R: Thanks for the comments. The manuscript had several modifications during the review process. This last version was resubmitted for English evaluation and a new English certificate was issued. Below it was described the changes performed to ensure that the paper conforms to the formatting requirements of the target publication.1. Overall: The word count of the manuscript (including references, figure legends, and tables) was reduced to meet journal guidelines (≤5000 words).2. Abstract: This section was renamed \"Summary\" and reformatted to meet journal guidelines.3. In-text citations: All in-text citations were changed to superscripted numbers according to journal guidelines.4. References: All references were formatted according to journal guidelines. 5. Section headings: All section headings were numbered according to articles currently in press. #Abstract Page 1, Lines 5-12: Please correct the sentence structure of the first sentence. There is a comma after 'respiratory viruses' that breaks up the flow and a period after the word 'and'. Capitalization is therefore incorrect. Reword to make the sentence flow better, such as 'There were 3 objectives to this study; (i)... (ii) and (iii) ...' Page 3, Line 29: remove semi-colon these should be two separate sentences.Page 3, Line 32: 'An' should be removed, just start the sentence with 'Finally' R: All suggestions above were included. #Strengths and limitations:Add the limitation of 1 year of data which limits predictions on the impact of influenza longitudinally in these locales. This is essentially a descriptive study. A sentence was included as follow: \"The study was carried out with data collected in one year, which limits predictions on the impact of influenza longitudinally in these locales\".#Introduction Check all bracketed number references in document, sometimes you have a period after the bracketed references, sometimes before, sometimes both. I believe the period needs to go after the bracketed reference, not before and not both. Thanks for the observation. I look for this information on \"Instructions for authors\" and I did not find guide for reference, including manuscripts in the last content the references are superscript. All manuscript was reviewed and references were corrected as suggested.Page 4, Line 29: 'it has been showed' should be changes to 'it has been shown that there is...' The sentence was rewritten as follow: \"Brazil, which includes temperate and tropical regions, exhibits an important regional heterogeneity in influenza peak…\" P4 L32-36: This sentence is a fragment, revise. Connect with previous sentence or turn into it's own sentence.R: The sentence was rewritten: \"Seasonal influenza epidemics are usually associated with \"cold-dry\" and \"humid-rainy\" climates8; however, in addition to climate and environmental conditions, host factors, such as age, preexisting immunity, genetic polymorphisms, and presence of comorbidities, are associated with seasonal variations of this infection, vaccine responsiveness, as well as the severity of influenza epidemics\" P4 L36: Capitalize 'host' if it is indeed the start of a sentence. R: Severe disease already was defined at Methods Section -P9 L18, as follow: \"We defined severe disease as that requiring mechanical ventilation, admission to an ICU, or resulting in a fatal outcome.\" #Discussion P11 L5-7: This sentence is a fragment, revise, sounds like it should end with a common, not a period. R: The sentence was rewritten as follow: \"Comparison of the seasonality of influenza infections with temperature and precipitation (historical means) recorded for each month revealed variations between the northeast (Fortaleza) and south (Curitiba) regions of Brazil in relation to the peak period of influenza infections;\" P13 L34: 'codetection of more than one ORV in a single patient was rather common'. As compared to what? Influenza infection? Codetection of ORVs in Brazil or those cities in general? Just more common than the codetection of ORVs with influenza? And in general is it surprising or not surprising that codetection of ORVs occurs given the literature? Any specific ORV combinations more relevant or prevalent than others? R: The sentence was rewritten as follow: \"although circulation of influenza and ORV coincided over time, the frequency of co-detection of influenza with ORV was very low, whereas co-detection of more than one ORV in a single patient was rather common along with RSV.\" P13 L41-P5 L5: I don't understand this paragraph. You compared influenza-and ORV-infected patients. The following sentence starts with 'the latter' implying ORV infected patients since that is the 'latter' infection in the previous sentence, but then the second half of that sentence states 'whereas...ORV infections'. Clarify which you are talking about in these sentences. How do these findings specifically reflect higher virulence in influenza? You only mention abundance which isn't a marker of virulence. Increased mortality or morbidity could point to increased virulence, whereas abundance implies increased prevalence. Clarify how outcomes imply an increased virulence in influenza or change sentence. R: The sentence was re-written to clarify: \"We then compared clinical and epidemiological data from influenza-and ORV-infected patients to evaluate the impact of these infections. Influenza was significantly more frequent in older patients and those with severe diseases, whereas comorbidities were associated with ORV infections. These findings reflected a lower adhesion to immunization among older children, with the presence of severe disease a possible consequence of the higher virulence of influenza viruses, although no difference in mortality was observed between both groups.\" P14 L7-14: I don't understand this sentence. Circulation in the Northeast was more prevalent the first 4 mos of the year...,whereas a distinct patter of circulation was happening in South/Southeast? How do you compare prevalence and pattern? Did they have different patterns, is that what you meanwhere in the South/Southeast infections were more prevalent during a different time of the year or for a different length of time? Additionally, you mention in the Northeast this coincides with higher humidity but you don't mention a climatic link or note about infections in the South/Southeast. Please clarify.R: In the northeast, influenza season occurs during the first months of the year and is associated with higher precipitation time. On contrary, in the south and southeast it is linked to lower temperature and humidity does not likely to affect this viral infection. The sentence was re-written to clarify.P14 L21: Can you elaborate on 'diversity of seasonal patterns...in the tropics'. Do you mean timing of infections/season, geographic spread over the course of a season, length of season...? R: In this sentence, the context of seasonal patterns involves seasonality, geographic spread and length of time. The word \"pattern\" was used because it encompassed all of these topics. P14 L23-30: Pull more from this citation to clarify what you mean...what environmental issues caused the 'wave'? Do you see the same environmental issues potentially in the cities you conducted surveillance in? Examples of population factors? Did you test any of the population factors in the publication and did you find they did not matter as much either? This sentence is also worded awkwardly, please revise/reword or break into more than one sentence. R: At present, determinants of seasonality and severity of the influenza disease remain mostly unknown. We do not evaluated population factors in the present study, but we could observe during H1N1 pandemic important differences in severity and mortality rates between distinct regions of country, and some population characteristics should be evaluated. The sentence was rewritten to clarify.Comment: I am still not convinced of how climate may play a role in their study cities for the determinants of seasonality. As this is stated as an objective it needs to be clarified/addressed in greater detail in the manuscript. Can they draw parallels between their study sites (climate/determinants of influenza seasonality) and study sites in previous publications that looked at climate impact on influenza seasonality/infections? Do they see similar trends? Different trends and if so, hypothesize/explain why? R: The study describes the results of surveillance of influenza and other respiratory viruses in hospitalized patients. The basis for the seasonality of influenza has been extensively reviewed (3, 4) . However, the determinants of the seasonality, and time-varying changes in severity of influenza epidemics are unknown. In Brazil, influenza infections peak in different periods depends on region. In the north and northeast, tropical climate, the temperature is usually high with little variation during the year, and there is no winter. The climate usually is divided into a period with and without rain. In south and southeast, temperate climate, the seasons are better delimited. There some studies evaluating the climate impact of influenza seasonality in Brazil and we included them in the Discussion section (References 5, 6, 8, 14 and 23). Due to the complexity of this analysis and the design of the present study, we decided to change the focus of manuscript, describing the correlation of influenza circulation with temperature and precipitation findings, and our results were similar to those previous reports. ",
            "cite_spans": [
                {
                    "start": 9402,
                    "end": 9405,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 9406,
                    "end": 9408,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Please leave your comments for the authors below"
        }
    ]
}