{
    "paper_id": "24df3883c547f5976077bc7a924eec9ae8fa9e71",
    "metadata": {
        "title": "The SARS-coronavirus nsp7+nsp8 complex is a unique multimeric RNA polymerase capable of both de novo initiation and primer extension",
        "authors": [
            {
                "first": "Aartjan",
                "middle": [
                    "J W"
                ],
                "last": "Te Velthuis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology laboratory",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Sjoerd",
                "middle": [
                    "H E"
                ],
                "last": "Van Den Worm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology laboratory",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "J"
                ],
                "last": "Snijder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology laboratory",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Uniquely among RNA viruses, replication of the $30-kb SARS-coronavirus genome is believed to involve two RNA-dependent RNA polymerase (RdRp) activities. The first is primer-dependent and associated with the 106-kDa non-structural protein 12 (nsp12), whereas the second is catalysed by the 22-kDa nsp8. This latter enzyme is capable of de novo initiation and has been proposed to operate as a primase. Interestingly, this protein has only been crystallized together with the 10-kDa nsp7, forming a hexadecameric, dsRNA-encircling ring structure [i.e. nsp(7+8), consisting of 8 copies of both nsps]. To better understand the implications of these structural characteristics for nsp8-driven RNA synthesis, we studied the prerequisites for the formation of the nsp(7+8) complex and its polymerase activity. We found that in particular the exposure of nsp8's natural N-terminal residue was paramount for both the protein's ability to associate with nsp7 and for boosting its RdRp activity. Moreover, this 'improved' recombinant nsp8 was capable of extending primed RNA templates, a property that had gone unnoticed thus far. The latter activity is, however, $20-fold weaker than that of the primer-dependent nsp12-RdRp at equal monomer concentrations. Finally, site-directed mutagenesis of conserved D/ExD/E motifs was employed to identify residues crucial for nsp(7+8) RdRp activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the replicative cycle of RNA viruses, the crucially important process of RNA-templated RNA synthesis is generally performed by an RNA-synthesizing complex of viral enzymes (1, 2) . Commonly, its core subunit is a single RNA-dependent RNA polymerase (RdRp) that drives the production of template strands for replication, new genome molecules, and-in many RNA virus groupsalso subgenomic (sg) mRNAs. This canonical RdRp is structurally conserved among RNA viruses and widely accepted to drive catalysis of phosphodiester bond formation via a well-established reaction mechanism involving two metal ions that are coordinated by aspartate residues in its motifs A and C (3) (4) (5) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 179,
                    "end": 181,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Uniquely among RNA viruses, however, current evidence suggests that at least two RdRp activities are encoded by the genomes of members of the coronavirus (CoV) family, the +RNA virus group that infects a wide range of vertebrates and is renowned for its exceptionally large polycistronic genome of $30 kilobases (6) . Both CoV RdRps belong to the set of 16 non-structural proteins (nsps) that are produced through proteolytic processing of the pp1a and pp1ab replicase precursor polyproteins, which both derive from translation of the genomic RNA (7, 8) . For the Severe Acute Respiratory Syndrome-associated coronavirus (SARS-CoV), which emerged in 2003 and caused worldwide concern due to the $10% mortality rate associated with infection of humans (6, 9) , the two replicase subunits with RdRp activity have been studied in some detail. The first is the 106-kDa nsp12, which contains the canonical viral RdRp motifs in its C-terminal part and employs a primerdependent initiation mechanism (10, 11) . The second polymerase, the 22-kDa nsp8, is unique for CoVs and was reported to be only capable of de novo RNA synthesis with a low fidelity on ssRNA templates (12) . Together, these observations inspired a hypothesis in which nsp8 would serve as an RNA primase, i.e. would synthesise short oligonucleotide primers for subsequent extension by the nsp12 'main RdRp' (12) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 755,
                    "end": 757,
                    "text": "9)",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In spite of this attractive model, however, many questions regarding CoV RNA synthesis remain unanswered thus far. For instance, it is unclear whether the homomeric form of nsp8, for which in vitro RdRp activity was previously documented (12) , actually occurs in vivo, as nsp8 was also shown to co-crystallize and form a unique hexadecameric ring-structure with the 10-kDa nsp7 subunit that resides immediately upstream in the replicase polyprotein precursors (Figure 1 ) (13) . In a similar fashion, it is presently unknown whether the postulated double-stranded RNA (dsRNA) binding channel of this complex plays a role in the RdRp activity of nsp8 and whether this activity is influenced by nsp7, particularly given the observed low fidelity and low processivity of nsp8 (12) .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 470,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "To investigate the properties of the nsp7+nsp8 [nsp(7+8)] hexadecamer in more detail, and seek answers to the above questions, we here generated and purified recombinant forms of SARS-CoV nsp8 and nsp(7+8) that have natural N-terminal residues. This technical refinement was found to greatly improve nsp8's ability to associate with nsp7. Moreover, and in contrast to previous observations (12) , exposure of the natural N-terminus proved crucial for the enzymatic activity of the complex on partially double-stranded RNA templates, demonstrating that nsp(7+8) is capable of primerdependent RdRp activity as well. Site-directed mutagenesis of nsp8 in the context of the nsp(7+8) complex identified a conserved D/ExD/E motif that is important for catalysis in vitro, possibly providing a first indication of the location of the presently unknown nsp8 active site. Overall, these results define the SARS-CoV nsp(7+8) complex as an intriguing multimeric RNA polymerase that is capable of primer extension.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "For SARS-CoV nsp7-nsp8 expression, the sequence encoding amino acids 3837-4117 of the SARS-CoV replicase pp1a was amplified by reverse transcriptionpolymerase chain reaction (RT-PCR) from the genome of SARS-CoV isolate Frankfurt-1 (Genbank accession number AY291315). The primers used were SAV704 and SAV429 (Supplementary Table S1 ). For nsp8 expression, the sequence encoding pp1a residues 3920 to 4117 was amplified by RT-PCR using SAV428 and SAV429 as primers (Supplementary Table S1 ). Both PCR products were digested with SacII and BamHI, and ligated into expression vector pASK3-Ub-CHis 6 (10). This vector was originally derived from the pET26-Ub-CHis 6 vector (14) , but drives expression of N-terminally ubiquitintagged and C-terminally His 6 -tagged fusion proteins via a tetracyclin-inducible promoter, to rule out the potential T7 polymerase contaminations that are known to cause false positive results when using T7 promoter-driven systems for recombinant RdRp expression. All described nsp8 mutants were engineered via site-directed mutagenesis according to the QuikChange protocol (Stratagene) using the primers listed in Supplementary Table S2. For nsp7-8 or nsp8 expression, Escherichia coli C2523 cells (New England Biolabs) were transformed with the plasmids pASK3-Ub-nsp7-8-CHis 6 or pASK3-Ub-nsp8-CHis 6 together with the Ubp1 protease expression plasmid pCG1 (14) . Routinely, 50 ml of Luria Broth, containing ampicillin (50 mg/ml) and chloramphenicol (34 mg/ml), was inoculated 1:1000 with o/n precultures, and cells were grown to OD 600 >0.8 at 37 C. Subsequently, the cells were slowly cooled to 20 C, followed by induction with anhydrotetracycline (Fluka) at a final concentration of 200 ng/ml for 16 h. Expression at 20 C was, however, only crucial for the preparation of certain nsp8 mutants and similar yields of active wild-type protein could be obtained by expression at 37 C for 3-4 h. Cells were harvested by centrifugation and stored at 20 C until protein purification was started.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 673,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1383,
                    "end": 1387,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 331,
                    "text": "(Supplementary Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 464,
                    "end": 487,
                    "text": "(Supplementary Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1139,
                    "end": 1162,
                    "text": "Supplementary Table S2.",
                    "ref_id": null
                }
            ],
            "section": "Cloning, mutagenesis and expression"
        },
        {
            "text": "The expression of SARS-CoV nsp7 with a C-terminal His 6 -tag (nsp7-His) was achieved from plasmid pDEST14-nsp7-His 6 according to the protocol previously described for EAV nsp9 (11) . SARS-CoV nsp5-His 6 (nsp5-His) was expressed as a self-cleaving maltose binding protein (MBP)-fusion protein and was purified via its C-terminal His 6 -tag (15) . The pASK3-His-nsp8 plasmid for expression of the N-terminally His 6 -tagged The coronavirus genome contains two large 5 0 -proximal ORFs (ORF1a and 1 b) that encode the two replicase polyproteins, whose mature products assemble into the viral replication and transcription complex. Both polyproteins are cleaved (cleavage sites indicated with arrow heads) by the proteinase activities of nsp3 (black lines) and nsp5 (red lines), which releases the mature nsps. Also indicated are the 5 0 cap structure and the 3 0 polyA tail (A n ). (B) The SARS-CoV nsp8 crystal structure (pdb 2AHM) resembles a 'golf club-like' shape, as presented by the yellow ribbon structure. This nsp8 conformation connects to a much larger, hexadecameric structure that is composed of seven additional nsp8 subunits (grey) and eight nsp7 subunits (green). The hollow hexadecameric ring structure has a positively charged channel (blue background shading) that was proposed to mediate RNA binding. The outside of the structure is predominantly negatively charged (red background shading). nsp8 was kindly provided by Dr Imbert and Dr Canard (University of Marseille, France).",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Cloning, mutagenesis and expression"
        },
        {
            "text": "Purification of SARS-CoV nsp8, nsp7-8 and nsp7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning, mutagenesis and expression"
        },
        {
            "text": "Bacterial pellets were thawed on ice, resuspended in buffer A [20 mM HEPES pH 7.4, 10 mM imidazole, 0.05% Tween-20, 5 mM b-mercaptoethanol and EDTA-free protease inhibitor cocktail (Roche)] containing 500 mM NaCl, and lysed by sonication. The supernatant was cleared by ultracentrifugation at 20 000 g for 30 min and subsequently incubated with Talon beads (Clontech) for 2 h at 4 C. The beads were washed four times 15 min with 20 volumes of binding buffer. Ultimately, the C-terminally His 6 -tagged proteins were eluted with 150 mM imidazole in buffer A containing 150 mM NaCl, or cleaved off of the column during a 3-h digestion with SARS-CoV nsp5 in the presence of 4 mM MgCl 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning, mutagenesis and expression"
        },
        {
            "text": "The eluates were analysed by sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and typically found to be >90% pure. Elution fractions containing nsp8-, nsp7-8 or nsp7 were subsequently pooled, dialysed, stored and analysed as described previously for SARS-CoV nsp12 (10) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Cloning, mutagenesis and expression"
        },
        {
            "text": "To study SARS-CoV nsp(7+8) complex formation, different nsp8:nsp7 ratios were mixed in binding buffer (20 mM HEPES pH 7.5, 50 mM NaCl, 5% glycerol, 0.1% Triton X-100 and 1 mM DTT) to give a final reaction volume of 10 ml. The proteins were pre-incubated for 10 min at 20 C, after which cross-linking was initiated through the addition of 0.5 ml of a freshly prepared 2.5% glutaraldehyde solution. The reactions were incubated for a further 5 min at 30 C and then terminated with 1 ml 1 M Tris pH 8.0. Analysis of complex formation was performed on SDS-PAGE gels, which were stained with Coomassie G-250 dye.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemical cross-linking"
        },
        {
            "text": "A dilution series of 0-5 mM SARS-CoV nsp8 in storage buffer was incubated for 10 min at 20 C with 0.2 nM of 32 P-labelled duplex RNA. Subsequently, samples were directly loaded onto 8% polyacrylamide gels containing 5% glycerol and 0.5x TGE (25 mM Tris, 190 mM glycine and 10 mM EDTA) buffer and run at 150 V for 1 h at 4 C. Gels were dried on Whatman filter paper and bands were quantified by phosphorimaging using a Typhoon variable mode scanner (GE Healthcare) and ImageQuant TL 7.0 software (GE Healthcare) as described elsewhere (10) . Using the Matlab 2009a Curve Fitting Toolbox, the percentage of bound RNA was fit to the Hill equation, which is defined as: RNA bound ¼ b Á ½nsp8 n =ðK n d +½nsp8 n Þ. Here b is the upper binding limit, ½nsp8 the nsp8 concentration, n the Hill coefficient and K d the dissociation constant.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 538,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Template binding assays"
        },
        {
            "text": "The oligoribonucleotide substrates used for polymerase assays are listed in Table 1 and were prepared as described previously (10) . Primer-extension assays for nsp8, the nsp7-8 polyprotein, and the nsp(7+8) complex were essentially performed as described previously for SARS-CoV nsp12 (10, 11) . In each primer-extension reaction, typically 1 mM wild-type or mutant nsp8 was incubated with 4 mM MgCl 2 , 50 mM GTP, 50 mM ATP, 0.17 mM [a-32 P]ATP, 1 mM DTT, 0.1% Triton X-100, 10 mM KCl and 20 mM Tris (pH 9.5). At most, 10 mM NaCl and 5% glycerol were introduced with the nsp8 storage buffer. Gels were run and analysed as described previously (10) . To convert the phosphorimager signal into the amount of [a-32 P]AMP incorporated, a 10 À2 to 10 À5 dilution series of the [a-32 P]ATP stock was spotted in triplicate on Whatman filter paper and exposed alongside the PAGE gel. The amount of incorporated label was ultimately corrected for the concentration of competing, unlabelled nucleotides present in the reaction mixture.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Polymerase activity assays"
        },
        {
            "text": "De novo initiation assays were essentially performed as described by Imbert et al. (12) , with small modifications for optimisation. Briefly, 1 mM wild-type or mutant nsp8 was incubated with 4 mM MgCl 2 , 1 mM MnCl 2 , 1 mM GTP, 5 mM ATP, 0.17 mM [a-32 P]ATP and 1 mM of oligo AFMB131.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Polymerase activity assays"
        },
        {
            "text": "Alignments of nsp8 sequences were made using Muscle (16) . Sequences used included the alphacoronaviruses human CoV 229E (NC_002645), human CoV NL63 (NC_005831), and bat CoV HKU8 (NC_010438); the betacoronaviruses SARS-CoV Frankfurt-1 (AY291315), mouse hepatitis virus A59 (MHV, NC_001849) and human CoV OC43 (NC_005147); and the gammacoronaviruses beluga whale CoV SW1 (NC010646), turkey CoV (NC_010800) and avian infectious bronchitis virus (IBV, AJ311317).",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Sequence alignment"
        },
        {
            "text": "N-terminal processing defines nsp8 multimerization and nsp(7+8) complex formation SARS-CoV nsp7 and nsp8 were previously reported to interact and form a hollow ring structure that is composed of an intricate nsp8 octamer supported by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "eight copies of nsp7 (13,17) ( Figure 1B ). Based on the large diameter, positive charge of the hexadecamer's channel and in silico docking, it was proposed to be able to encircle dsRNA ( Figure 1B) . However, the functional significance of the compound interactions between nsp7 and nsp8 is poorly understood, as are the polymerase activities associated with monomeric nsp8 or nsp8-containing multimers. So far, strategies for the purification of recombinant nsp8 have involved the use of affinity tags [e.g. His 6 or glutathione-S-transferase (GST) (12, 13) ] that were fused to one terminus to facilitate protein recovery. Inadvertently though, such tags or other exogenous sequences may significantly impede the correct folding of enzymes and thus alter their stability or activity, as exemplified by studies of the poliovirus (3D pol ) and SARS-CoV (nsp12) RdRp subunits (10, 14, 18) . To circumvent this issue, we developed a protocol in which SARS-CoV nsp8 was expressed as a ubiquitin (ub) fusion protein carrying a C-terminal His 6 -tag (ub-nsp8-His), which was subsequently processed at both termini in two steps. The first step was co-translational and involved the release of the N-terminal ub fusion partner by the co-expressed ubiquitin carboxyl-terminal hydrolase 1 (Upb1, Figure 2A ) (10, 14) . The second proteolytic step, catalysed by a recombinant form of the SARS-CoV nsp5 main protease (15) , removed the C-terminal His 6 -tag and was performed either in solution (Figure 2A and B) or when nsp8-His was immobilised to Talon beads. This procedure yielded SARS-CoV nsp8 with its exact natural Nand C-terminus (replicase residues Ala-3920 and Gln-4117, respectively; Figure 2A ), the product that is normally liberated by the nsp5-driven autoprocessing of the SARS-CoV replicase polyproteins (19) .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 555,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1407,
                    "end": 1411,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1810,
                    "end": 1814,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 40,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 188,
                    "end": 198,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1288,
                    "end": 1297,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1485,
                    "end": 1495,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1685,
                    "end": 1694,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In accordance with the octameric state observed in cross-linking experiments using glutaraldehyde (Supplementary Figure S1 ) or ethylene glycolbis (13) , the hydrodynamic profile of the untagged nsp8 corresponded to a mass of $160 kDa ( Figure 2D ). To identify and explain differences with previously published observations, we also produced and characterised N-and C-terminally tagged forms of nsp8 ( Figure 2C ). Importantly, under the same assay conditions, the N-terminally His 6 -tagged nsp8 (His-nsp8) that was used in the original nsp8 RdRp activity study (12) showed a marked difference in multimerization behaviour ( Figure 2D and Supplementary Figure S1 ). On the other hand, little difference was observed between untagged nsp8 and a C-terminally His 6 -tagged version of the protein (nsp8-His; Figure 2E ).",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 237,
                    "end": 246,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 403,
                    "end": 412,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 627,
                    "end": 636,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 655,
                    "end": 664,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 807,
                    "end": 816,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To investigate whether nsp7 could influence the change in multimerisation behaviour, we next added separately purified and C-terminally processed nsp7 to the different nsp8 preparations. Interestingly, we found that nsp8 and nsp8-His could both associate with this protein, in accordance with published data (13) , but that His-nsp8 was unable to do so within the frame of our experimental conditions ( Figure 2F ). Consequently, although various lines of evidence support the observation that nsp7 and nsp8 can form a hexadecamer, it now appears that the correct N-terminal processing of nsp8 is a significant factor in determining the final oligomeric state of the protein.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "A unique feature of the hexadecameric SARS-CoV nsp(7+8) structure is the fact that it does not derive from stacking of its protein subunits, but rather from stable inter-connections of the 'golf club-like' nsp8 molecules ( Figure 1B) (13) . The structural support of the nsp8 , followed by purification and cleavage by recombinant SARS-CoV nsp5 main protease to remove the C-terminal His 6 -tag and its upstream GSSG linker. (B) Eighteen percent SDS-PAGE analysis of nsp5-treated, purified nsp8-His demonstrates near-complete release of the C-terminal His 6 -tag within 60 min. The maltose binding protein (MBP) was added to the reaction to serve as an independent loading control. Asterisks indicate non-specific bands. (C) In addition to the tag-less nps8 and nsp8-His, we also produced the N-terminally His 6 -tagged nsp8 (His-nsp8) used by Imbert et al. (12) . (D) Comparative gel filtration analysis of nsp8 (22 kDa as a monomer) versus His-nsp8 and (E) nsp8 versus nsp8-His. In all three cases, nsp8 formed multimers in solution, but the apparent molecular mass of complexes formed by both nsp8 and nsp8-His was $2-fold higher than for complexes formed by His-nsp8. (F) Comparative analysis of nsp8, nsp(7+8), His-nsp8 and nsp7+nsp8-His. Only nsp(7+8) showed a molecular weight shift to the $225-kDa size range with a standard deviation of 15-kDa (n = 3). This size is indicative of hexadecamer formation, whereas the analysis of nsp7+nsp8-His showed dominant peaks of nsp8-His and nsp7 (which is $10 kDa as a monomer). octamer by eight copies of nsp7 thus appears to be redundant, in line with the critical role for the nsp8 N-terminal domain described above. We surmised therefore that the additional complexity must have evolved to improve nsp8's function and set out to compare the RNA binding capabilities of the purified nsp8 octamer and nsp(7+8) hexadecamer.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 233,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SARS-CoV nsp7 enhances RNA binding by nsp8"
        },
        {
            "text": "By analysing the steady-state ribonucleotide-protein (RNP) complexes formed through binding of nsp8 to 5 0 32 P-labelled dsRNA ( Figure 3A) , we estimated the nsp8 dissociation constant (K d ) for dsRNA to be $3.3 mM ( Figure 3F) , which is about $25-fold higher than the apparent K d of nsp12 under comparable conditions (10) . A comprehensive analysis of the influence of nsp7 on nsp8-dependent RNA binding required an nsp8 mutant that was incapable of RNA binding. To this end, we engineered an alanine substitution of the conserved residue K58, which resides in nsp8's proposed dsRNA-binding channel [residues 55-78 (13)]. As is evident from the electromobility shift assay in Figure 3B , this mutation was sufficient to significantly disrupt RNA binding. As a control, we also performed an aspartate-to-alanine substitution at position 52, which is partially conserved, yet not expected to participate in RNA backbone binding due to its negative charge and position just outside the proposed RNA binding channel. Indeed, the D52A mutation only induced a migratory shift of the dominant RNP signal towards the anode, likely as a result of the lost negative charge ( Figure 3C ).",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 139,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 219,
                    "end": 229,
                    "text": "Figure 3F)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 681,
                    "end": 690,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1170,
                    "end": 1179,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SARS-CoV nsp7 enhances RNA binding by nsp8"
        },
        {
            "text": "With the results obtained with these control proteins in mind, we next explored the contribution of nsp7 to RNA binding by the nsp(7+8) complex. We used a fixed concentration of nsp7 and added either wild-type or mutant nsp8 up to the point where the nsp7:nsp8 ratio reached equimolarity. No RNA binding was observed in the absence of nsp8, but upon nsp(7+8) complex formation the amount of bound dsRNA rapidly increased ( Figure 3D ). Indicative of successful complex formation, we also observed a shift in the molecular weight of the major RNP complex formed ( Figure 3D ). Western blot analysis confirmed that both nsp7 and nsp8 were present at this position in the gel (not shown), but due to the generally unpredictable migration behaviour of proteins and RNPs in native PAGE, it was not possible to assess whether this band indeed corresponded to the nsp(7+8) hexadecamer. The K d of the nsp(7+8) complex was estimated at $1.2 mM, about 3-fold lower than that of nsp8 alone ( Figure 3F ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 432,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 563,
                    "end": 572,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 982,
                    "end": 991,
                    "text": "Figure 3F",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SARS-CoV nsp7 enhances RNA binding by nsp8"
        },
        {
            "text": "When we next added an equimolar amount of nsp7 to the nsp8 RNA-binding mutant K58A, we observed a minor increase in the binding affinity for RNA (compare Figure 3B with 3E) . Mutant D52A, on the other hand, behaved similar to the wild-type protein ( Figure 3E ). Together, these results complement the observation that various positively charged nsp7 residues line the inside of the nsp8-scaffolded RNA binding channel (13) , and they provide the first direct evidence for a functional role of nsp7 in the SARS-CoV nsp(7+8) structure. ",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 172,
                    "text": "Figure 3B with 3E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 250,
                    "end": 259,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SARS-CoV nsp7 enhances RNA binding by nsp8"
        },
        {
            "text": "Given nsp(7+8)'s ability to bind dsRNA, we wondered whether this protein complex would also be catalytically active on this type of template and able to incorporate nucleoside monophosphates (NMPs) into partially double-stranded RNA molecules, i.e. primed templates. We therefore examined the ability of nsp8 to extend a 20-nt primer that was pre-annealed to a heteromeric template with relatively low secondary structure, to rule out potential adverse effects of hairpins ( Figure 4A ). Interestingly and in contrast to previous observations (12) , the nsp(7+8) complex readily extended the primer up to template length, resulting in the formation of a 40-base pair RNA duplex ( Figure 4B ).",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 547,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 484,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 680,
                    "end": 689,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The nsp(7+8) complex has primer extension activity"
        },
        {
            "text": "The negatively charged and helical polymer heparin is able to occupy the binding sites of RNA and DNA polymerases, and can thus directly compete with RNA and DNA templates. To verify that the full-length and longer RNA products were derived from single nsp(7+8) complexes bound to the template (i.e. from a processive activity), and not from multiple binding and extension events (i.e. a distributive activity), we performed the primer extension reaction in the presence of heparin to trap any unbound nsp(7+8). We first tested the concentration required to saturate all nsp(7+8) complexes in the reaction by titrating 0-100 mM into the reaction (Supplementary Figure S2A) and observed that the incorporation levels were stable above 1 mM (Supplementary Figure S2B) , suggesting that these reactions represent single initiation-extension events. We next assessed whether the activity of nsp8 or nsp(7+8) was distributive or processive by quantifying the incorporated signal in full-length or longer products in the presence of 1 mM heparin ( Figure 4C ). As shown in Figure 4D , 66 ± 4% (mean ± standard deviation) of the nsp8 products were full length compared to 61 ± 2% of the nsp(7+8) products, suggesting that both the enzymes complexes are mostly processive and that nsp7 does not confer additional processivity to nsp8. Interestingly, both nsp8 and nsp(7+8) are able to extend the RNA primers beyond template length in the presence of heparin ( Figure 4D and Supplementary Figure S2B ), suggesting that these extensions result from terminal transferase activity and not from template switching, as was previously observed for poliovirus 3D pol (20) .",
            "cite_spans": [
                {
                    "start": 1651,
                    "end": 1655,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 661,
                    "end": 672,
                    "text": "Figure S2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 754,
                    "end": 765,
                    "text": "Figure S2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1042,
                    "end": 1051,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1067,
                    "end": 1076,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1452,
                    "end": 1461,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1480,
                    "end": 1490,
                    "text": "Figure S2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The nsp(7+8) complex has primer extension activity"
        },
        {
            "text": "Intrigued by the primer extension activity of the SARS-CoV nsp(7+8) complex described above, we next designed a set of mutations to verify that the activity indeed was nsp(7+8) derived and to identify the most critical residues for activity in the complex. We first tested RNA-binding mutant K58A (Figure 2 ) at varying concentrations and observed a $95% loss of nucleotide incorporation activity compared to the wild-type protein ( Figure 5 ). Other likely candidates for a direct role in RdRp catalysis generally are Mg 2+ -coordinating aspartate residues and lysine or histidine residues that can function as general acid (3). In canonical RNA polymerases, the aspartates commonly reside in motifs A and C (3, 21) , while in DNA-dependent RNA primases they are usually found in a central D/ExD/E motif (22) . Given the absence of classical RdRp A and C motifs in the nsp8 sequence (12), we screened an alignment of CoV nsp8 sequences for conserved D/ExD/E motifs. Interestingly, we found such a motif in both the N-terminal and the C-terminal domain ( Figure 5A ). Subsequent alanine substitution of the N-terminal D/ ExD/E motif, composed of D50 and D52 in SARS-CoV, greatly affected primer extension activity on the CU 10 template as shown in Figure 5C . Mutation of the downstream domain (residues D161 and D163 in SARS-CoV), however, had a much smaller effect on polymerase activity, suggesting that this C-terminal D/ExD/E motif is not critical for catalysis. Controls included mutant K58A and a mutant carrying a lysine-to-alanine substitution of the non-conserved residue 127. In line with the observation of the U 20 template and its conservation in CoVs, the loss of a lysine at position 58 resulted in a near complete loss of RdRp activity, whereas mutation of K127 positively influenced RNA synthesis ( Figure 5) . ",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 712,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 433,
                    "end": 441,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1064,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 1248,
                    "end": 1257,
                    "text": "Figure 5C",
                    "ref_id": null
                },
                {
                    "start": 1817,
                    "end": 1826,
                    "text": "Figure 5)",
                    "ref_id": null
                }
            ],
            "section": "The nsp(7+8) complex requires a D/ExD/E motif for catalysis"
        },
        {
            "text": "As outlined above, magnesium ions are well-known cofactors of nucleic acid polymerases and assist in the coordination and activation of incoming nucleoside triphosphates. Also the activity of SARS-CoV nsp(7+8) was found to be positively correlated with the Mg 2+ concentration, albeit with a broad optimum running from 4-10 mM ( Figure 6A ). At this optimum, nsp(7+8) incorporates $1 mM NMP into the primed template per mM of monomeric nsp7 and nsp8 present in the reaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 338,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Influence of divalent ions and protons on nsp(7+8) activity"
        },
        {
            "text": "Similar to the presence of divalent cations, the pH greatly affects the activity of RdRps and has been shown to play a role in both catalysis and fidelity (3, 23) . To investigate the influence of the pH on nsp(7+8), we tested the activity of the complex in a pH range of 6-11. As shown in Figure 6C , we observed a sharp optimum at pH 9.5, which is considerably higher than the optimum that was previously observed for the SARS-CoV nsp12-RdRp and the His-nsp8 homomer (pH optimum 7.5 and 8.0, respectively) (10, 12) .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Influence of divalent ions and protons on nsp(7+8) activity"
        },
        {
            "text": "Interestingly, the primer extension activity of nsp(7+8) did not require manganese ions as was previously reported for the His-nsp8 homomer (12) . In fact, similar to the SARS-CoV nsp12-RdRp (10), the addition of Mn 2+ was found to reduce the fidelity of nsp(7+8) and induce both transversional and transitional misincorporations in a pulse-chase experiment ( Figure 6E and F) . Interestingly, the assay also revealed a discrimination against the widely Figure 5 . Mutagenesis of SARS-CoV nsp8. (A) Alignment of nsp8 sequences from representative alpha-, beta-and gammacoronaviruses. Fully conserved residues are shaded red, while partially conserved residues are boxed. The residues targeted by mutagenesis are indicated with asterisks. Please see 'Material and Methods' section for the Genbank accession numbers associated with the presented sequences. (B) To verify that the observed extension activity was nsp8-dependent, we tested the incorporation of AMP into the primed U 20 template by 1, 5 or 10 mM of wild-type nsp8 or template-binding mutant K58A. Mutation of K58 resulted in a $95% reduction of AMP incorporation. (C) To assess the importance of the two D/ExD/E motifs in nsp8, we engineered alanine substitution mutants of these residues and tested their primer extension activity on the primed UC 10 template (see Figure 4 ). Reactions were stopped after 60 min and compared to the activity of the wild-type nsp(7+8) complex on a 20% PAGE/ used ATP and GTP analogue ribavirin triphosphate (RTP) (24, 25) . Whether this may offer an explanation for SARS-CoV's relative resistance to this antiviral drug (26, 27) remains an open question for future research.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1509,
                    "end": 1513,
                    "text": "(24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1514,
                    "end": 1517,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1616,
                    "end": 1620,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1621,
                    "end": 1624,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 376,
                    "text": "Figure 6E and F)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 454,
                    "end": 462,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1336,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Influence of divalent ions and protons on nsp(7+8) activity"
        },
        {
            "text": "The primer-extension and terminal transferase activity documented in Figure 4 for the complex containing the untagged nsp8 was not observed by Imbert et al. (12) when they first purified and analysed His-nsp8. To investigate whether this difference could be attributed to complex formation with nsp7 or the removal of the affinity tag, we performed the primer extension assay with three different recombinant nsp8 versions of which the gel filtration analysis is documented in Figure 2 . Interestingly, for all three variants primer-extension activity was observed ( Figure 7A ), but the activity was most pronounced for nsp8-His and the untagged nsp8 ( Figure 7A ). To estimate the effect of nsp7 on the nsp8-driven primer extension activity, we performed a direct comparison of the two enzyme complexes and found that the activity of nsp8 alone was >2-fold lower than when nsp7 and nsp8 were present at equal molarity in the reaction (Figures 4D and 7B) . A similar comparison was performed for the de novo activity of nsp8, using the assay published by Imbert et al. (12) and taking the first dinucleotide (pppGpA) product as readout. Interestingly, both nsp8 and nsp(7+8) synthesized equal amounts of the pppGpA dinucleotide ( Figure 7C) , suggesting that the effect of nsp8 is limited to the primer-extension activity of nsp8. In addition, we observed that the de novo initiation activity of nsp8 was $2-fold higher than that of His-nsp8 ( Figure 7D ).",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1070,
                    "end": 1074,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 77,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 477,
                    "end": 485,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 567,
                    "end": 576,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 654,
                    "end": 663,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 936,
                    "end": 955,
                    "text": "(Figures 4D and 7B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1231,
                    "end": 1241,
                    "text": "Figure 7C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1445,
                    "end": 1454,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "N-terminal extensions other than nsp7 frustrate the primer extension activity of nsp8"
        },
        {
            "text": "Our comparative study revealed that the N-terminal His 6 -tag of His-nsp8 greatly influences the primerextension activity of nsp8 ( Figure 7A ), its multimerization profile and its association with nsp7 ( Figure 2 ). To test if this inhibitory effect was His 6 -tag specific, we assessed the activity of a ub-nsp8-His fusion protein. At the same time, control reactions were performed in which we (i) followed the activity of this protein as it was being processed by a recombinant form of the ubiquitin-cleaving nsp2 protease of equine arteritis virus (28) or (ii) monitored the activity of nsp8-His. As shown in Supplementary Figure S3 , the presence of the ub-tag decreased nsp8 activity to a level that was comparable to that of N-terminally His 6 -tagged nsp8. Upon cleavage by EAV nsp2, however, a partial recovery of the primer extension activity was observed (Supplementary Figure S3) . Unfortunately, we were not able to perform the same experiment with purified ub-nsp8, since our recombinant nsp5 removed the N-terminal ub-tag with similar efficiency as the C-terminal His 6 -tag (Supplementary Figure S4) .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 205,
                    "end": 213,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 628,
                    "end": 637,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 882,
                    "end": 892,
                    "text": "Figure S3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1106,
                    "end": 1116,
                    "text": "Figure S4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "N-terminal extensions other than nsp7 frustrate the primer extension activity of nsp8"
        },
        {
            "text": "Extrapolating to the situation in the viral pp1a and pp1ab precursor polyproteins, in which the nsp8 N-terminus is initially fused to nsp7 ( Figure 1A) , our observations suggested that nsp8 may thus be inactive in the polyprotein context. This would constitute a form of regulation of viral enzyme activity that is not without Figure 6A , presented as the amount of NTP incorporated per mM nsp8 monomer. Error bars represent standard deviations (n = 3). (C) The influence of the pH on nsp(7+8) activity was tested for a pH range of 6-11. A clear optimum was observed around 9.5. (D) Quantification of the results in Figure 6C , presented as the amount of NTP incorporated per mM nsp8 monomer. Error bars indicate standard deviations (n = 3). (E) Schematic presentation of the pulse-chase experiment that was used to test the nsp(7+8) nucleotide incorporation specificity on a primed poly(U) template (see Table 1 ). The reactions were initiated with a limiting concentration of [a-32 P]ATP to allow the formation of a stable polymerase-template complex. Unlabelled nucleotides were used at a final concentration of 50 mM. (F) SARS-CoV nsp(7+8) allowed only limited transversional and transitional mutations. Use of manganese ions as cofactor for polymerase activity resulted in a minor, though noticeable loss of fidelity. Lane 1 represents the input signal to which no unlabelled nucleotides were added. Nucleoside triphosphates are abbreviated to single letters (i.e. A for ATP, G for GTP, U for UTP, C for CTP and R for RTP). precedent, since also the poliovirus 3Dpol is inactive as long as it is fused to the 3C protease in the 3CD precursor (29) . To verify this hypothesis, we expressed nsp7-8-His and tested this protein for RdRp activity. Interestingly, this fusion protein, a potential intermediate of CoV replicase polyprotein processing and a multimer in solution ( Figure 7E ), showed primer extension activities that were comparable to or higher than the activity of nsp(7+8-His) ( Figure 7F ). The de novo initiation activity of nsp7-8-His was, however, $2-fold lower than the activity of nsp8 and nsp(7+8) ( Figure 7D ). In conclusion, this result clearly underlines that the two N-terminal fusion partners other than nsp7 are specifically detrimental to SARS-CoV nsp8 primer-dependent RdRp activity in vitro. It also demonstrates that nsp8 alone may be sufficient to act as a primase.",
            "cite_spans": [
                {
                    "start": 1648,
                    "end": 1652,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 151,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 328,
                    "end": 337,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 906,
                    "end": 913,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1879,
                    "end": 1888,
                    "text": "Figure 7E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1997,
                    "end": 2006,
                    "text": "Figure 7F",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2125,
                    "end": 2134,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "N-terminal extensions other than nsp7 frustrate the primer extension activity of nsp8"
        },
        {
            "text": "The complex replication and transcription process that coronaviruses initiate upon infection involves up to 16 viral nsps and at least one host factor (30) (31) (32) . Both individually as well as in complex with each other, these subunits engage in numerous protein-protein interactions (17, 33) and embody various enzymatic activities, including proteolytic (19, 34) , ATPase (35) , and 5 0 cap modifying reactions (36) . Remarkably though, the mechanism and enzymes required to catalyse RNA synthesis in the CoV RTC remain very poorly understood. Moreover, uniquely among RNA viruses which generally employ a single RNA polymerase to drive their RNA synthesis (1, 2) , the polymerase activity assays and nsp8 mutagenesis documented in this and other studies suggest that, in addition to the presumed nsp12 'main RdRp', other polymerase activities could play a critical role in the synthesis of SARS-CoV RNAs (10, 12, 37, 38) .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 667,
                    "end": 669,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Following up on the description of an nsp8-and nsp7-containing hexadecameric ring structure (13) and the nsp8-associated polymerase activity (12), we here demonstrate that the nsp(7+8) hexadecamer is the most probable conformation of the second SARS-CoV polymerase, given the near-complete association of nsp7 and nsp8 when mixed 1:1 in solution ( Figure 2F ). Significant for our understanding of CoV RNA synthesis, we find that this complex is capable of binding dsRNA molecules and extending partially double-stranded RNA templates. This activity is therefore essentially comparable to the activity reported for the nsp12-RdRp (10) .",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 634,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "A direct comparison with the nsp12 activity is difficult, however. In the course of a one-hour reaction, 0.1 mM monomeric nsp12-RdRp incorporates $2 mM NMP into a primed (CU) 10 template (10). The nsp(7+8) complex, at a 1 mM concentration of nsp7 and nsp8 monomers, incorporates $1 mM NMP. Per monomer, the activity difference is therefore 20-fold, but if we assume that most nsp7 and nsp8 monomers assemble into hexadecamers and that each hexadecamer contributes only one functional active site per incorporation event, the difference would be much smaller and only $2.5-fold. Presently, however, we do not yet have an estimate for the efficiency and stability of the nsp(7+8) complex, nor do we know the number of active sites in the complex that determine its overall activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Mutagenesis of nsp8 was performed to identify residues that may contribute to the catalytic centre of the nsp(7+8) polymerase, while differently tagged nsp8 recombinant proteins were constructed to explain some striking differences with previous observations. These efforts resulted in two intriguing observations. Firstly, mutation of the conserved N-terminal D/ExD/E motif, comprising D50 Table 1 ), using the synthesis of the first dinucleotide pppGpA, as previously described by Imbert et al. (12) , as readout. Nsp8 template binding mutant K58A was used as negative control. The AMP contaminant present in the used [a-32 P]ATP label is marked as loading control and size reference. (D) Side-by-side comparison of the de novo initiation activities of nps8, His-nsp8 and nsp7-8-His. (E) Elution profile of the nsp7-8-His fusion protein relative to nsp8-His. (F) Primer-extension activities of putative cleavage intermediate nsp7-8 on the U 20 template (see Figure 4 and Table 1 ). and D52 in SARS-CoV, abolished RdRp activity, whereas mutation of the C-terminal motif, including SARS-CoV residues D161 and D163, did not affect polymerase activity ( Figure 5 ). Given the general importance of acidic residues for metal-ion coordination in polymerase active sites (3) (4) (5) 22) and the D/ExD/E consensus sequence in coronaviruses at positions 50-52, we now postulate that these residues are part of the Mg 2+ -binding active site in spite of the more conserved nature of D161 and D163 ( Figure 5) , and their position in the nsp(7+8) structure (see below for further discussion).",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1274,
                    "end": 1277,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1278,
                    "end": 1281,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 398,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 960,
                    "end": 968,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 973,
                    "end": 980,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1152,
                    "end": 1160,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1500,
                    "text": "Figure 5)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Secondly, the presence of N-terminal extensions other than nsp7, such as ubiquitin and His 6 , severely affected the primer extension activity of nsp8 (Figure 7) , potentially by changing its oligomeric state ( Figure 2) . However, the relatively strong activity of nsp7-8 (Figure 7) , a potential naturally occurring replicase processing intermediate, implies that nsp8's activity is unlikely to be directly controlled by an N-terminal cleavage event, as was observed for, e.g. the poliovirus polymerase (29) . In addition, these observations suggest that a more diverse array of nsp8-containing RdRps may be involved in CoV replication and transcription.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 161,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 211,
                    "end": 220,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 273,
                    "end": 283,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Comparing our data against the background of the previously published nsp(7+8) structure (13), we made four main observations. Firstly, we note that in the published nsp(7+8) crystal structure four of the eight N-terminal D/ExD/E motifs in the complex reside at the border of partially unresolved N-terminal nsp8 domains, where the coordinates of up to 49 nsp8 residues and 5 exogenous amino acids derived from the removed GST fusion partner were not determined. In light of our own finding that unnatural N-terminal extensions severely impair nsp8's RdRp activity ( Figure 5 ), this suggests that the published crystal structure may not represent an active conformation of the nsp(7+8) polymerase. Secondly, we observe that residues D50 and D52, which are both crucial for nsp(7+8) activity, are residing in an a-helix in the nsp(7+8) structure (Supplementary Figure  S5) , whereas in canonical primases and polymerases, the catalytic centre is preferentially located on b-strands or turns (12, 22) . Thirdly, we note that Mg 2+ was lacking from the published nsp(7+8) crystal structure (13) , even though it is required for nsp(7+8) activity. Fourthly and last, we observe that a 1:1 ratio of nsp7:nsp8 is sufficient to capture all nsp8 in a higher molecular weight complex ( Figure 2F ) whereas previously a 2:1 ratio was required (13) , potentially due to the additional N-terminal residues that altered the dynamics of complex formation.",
            "cite_spans": [
                {
                    "start": 991,
                    "end": 995,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1334,
                    "end": 1338,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 567,
                    "end": 575,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 872,
                    "text": "Figure  S5)",
                    "ref_id": null
                },
                {
                    "start": 1278,
                    "end": 1287,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The (functional) implications of these observations are not clear at present, but additional structural studies will likely be required to address these issues in detail, and gain insights that may aid in explaining the in vitro results presented here. Likely, such experiments will also offer further information regarding the residues that are involved in nucleotide positioning, Mg 2+ coordination and RdRp chemistry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, our results provide important novel insights into the functionality of the SARS-CoV hexadecameric nsp(7+8) complex and demonstrate its activity as an RNA polymerase. In addition, our experiments and controls revealed and address a number of disparities between previous claims and hypotheses (12) , and our own observations. The 'primase hypothesis' previously formulated by Imbert and co-workers (12) remains an intriguing model to explain the initiation of SARS-CoV RNA synthesis and is a topic that will be addressed in detail elsewhere. Nevertheless, based on the primer extension activity of nsp(7+8) on non-structured RNA templates, we can no longer exclude the possibility that nsp(7+8) may synthesise substantially longer products than mere oligonucleotide primers in vivo, possibly stimulated by the presence of additional viral protein factors that could e.g. provide RNA-unwinding activity. Consequently, it is now a distinct possibility that CoV RNA synthesis involves structurally different and functionally separable RNA synthesising complexes [e.g. containing nsp12 or nsp(7+8)], each possessing their own dedicated RdRp characteristics and function in viral plus or minus strand RNA synthesis. It will therefore be crucial to study whether these different polymerase activities are part of the same enzyme complex and, if so, whether they can influence each other's activity or are subject to additional control mechanisms.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Host factors in positive-strand RNA virus genome replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Noueiry",
                    "suffix": ""
                },
                {
                    "first": "W.-M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Kushner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Dye",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "8181--8186",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Synthesis of subgenomic RNAs by positive-strand RNA viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koev",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "273",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Two proton transfers in the transition state for nucleotidyl transfer catalyzed by RNA-and DNA-dependent RNA and DNA polymerases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smidansky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Maksimchuk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Korneeva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Go¨tte",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Konigsberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "4267--4272",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mutation of the aspartic acid residues of the GDD sequence motif of poliovirus RNA-dependent RNA polymerase results in enzymes with altered metal ion requirements for activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jablonski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "1532--1539",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Molecular model of SARS coronavirus polymerase: implications for biochemical functions and drug design",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sarafianos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "7117--7130",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Micro",
            "volume": "7",
            "issn": "",
            "pages": "439--450",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronaviruses: Molecular Biology and Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Unique and conserved features of genome and proteome of SARS-coronavirus, an early split-off from the coronavirus group 2 lineage",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rozanov",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mol. Biol",
            "volume": "331",
            "issn": "",
            "pages": "991--1004",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The RNA polymerase activity of SARS-coronavirus nsp12 is primer dependent",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Te Velthuis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Den Worm",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res",
            "volume": "38",
            "issn": "",
            "pages": "203--214",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Zn2+ inhibits coronavirus and arterivirus RNA polymerase activity in vitro and zinc ionophores block the replication of these viruses in cell culture",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Te Velthuis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Den Worm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hemert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A second, non-canonical RNA-dependent RNA polymerase in SARS Coronavirus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guillemot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bourhis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bussetta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "EMBO J",
            "volume": "25",
            "issn": "",
            "pages": "4933--4942",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Insights into SARS-CoV transcription and replication from the structure of the nsp7-nsp8 hexadecamer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "12",
            "issn": "",
            "pages": "980--986",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Production of ''authentic'' poliovirus RNA-dependent RNA polymerase (3D(pol)) by ubiquitin-protease-mediated cleavage in Escherichia coli",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gohara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wisniewski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Protein Expr. Purif",
            "volume": "17",
            "issn": "",
            "pages": "128--138",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A new lead for nonpeptidic active-site-directed inhibitors of the severe acute respiratory syndrome coronavirus main protease discovered by a combination of screening and docking methods",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kaeppler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stiefl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schiller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vicik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Breuning",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rupprecht",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schmuck",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Med. Chem",
            "volume": "48",
            "issn": "",
            "pages": "6832--6842",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Edgar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "1792--1797",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Genome-wide analysis of protein-protein interactions and involvement of viral proteins in SARS-CoV replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ishaq",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dediego",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Structural basis for proteolysis-dependent activation of the poliovirus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Peersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EMBO J",
            "volume": "23",
            "issn": "",
            "pages": "3462--3471",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Virus-encoded proteinases and proteolytic processing in the Nidovirales",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Gen. Virol",
            "volume": "81",
            "issn": "",
            "pages": "853--879",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Poliovirus RNA-dependent RNA Polymerase (3Dpol) is sufficient for template switching in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Biol. Chem",
            "volume": "274",
            "issn": "",
            "pages": "2706--2716",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coronavirus genome: prediction of putative functional domain in the non-structural polyprotein by comparitive amino acid sequence analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Donchenko",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Blinov",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nucleic Acids Res",
            "volume": "17",
            "issn": "",
            "pages": "4847--4861",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Origin and evolution of the archeo-eukaryotic primase superfamily and related palm-domain proteins: structural insights and new members",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Iyer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Leipe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aravind",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acid Res",
            "volume": "33",
            "issn": "",
            "pages": "3875--3896",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Fidelity of DNA synthesis catalyzed by human DNA polymerase alpha and HIV-1 reverse transcriptase: effect of reaction pH",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Eckert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nucleic Acids Res",
            "volume": "21",
            "issn": "",
            "pages": "5212--5220",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The broad-spectrum antiviral ribonucleoside ribavirin is an RNA virus mutagen",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maag",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat. Med",
            "volume": "6",
            "issn": "",
            "pages": "1375--1379",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mechanisms of action of ribavirin against distinct viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Graci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Rev. Med. Virol",
            "volume": "16",
            "issn": "",
            "pages": "37--48",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Inhibitory effect of mizoribine and ribavirin on the replication of severe acute respiratory syndrome (SARS)-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukushi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizutani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Iwata",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kurane",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antiviral Res",
            "volume": "66",
            "issn": "",
            "pages": "159--163",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ribavirin and interferon-beta synergistically inhibit SARS-associated coronavirus replication in animal and human cell lines",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morgenstern",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michaelis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Baer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "326",
            "issn": "",
            "pages": "905--908",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ovarian tumor domain-containing viral proteases evade ubiquitin-and ISG15-dependent innate immune responses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frias-Staheli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Giannakopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikkert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paragas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Richt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Schmaljohn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenschow",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Host Microbe",
            "volume": "2",
            "issn": "",
            "pages": "404--416",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Crystal structure of poliovirus 3CD protein: virally encoded protease and precursor to the RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Marcotte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Wass",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Gohara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Filman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hogle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "3583--3596",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "SARS-coronavirus replication/transcription complexes are membrane-protected and need a host factor for activity in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hemert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H E"
                    ],
                    "last": "Van Den Worm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mommaas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The coronavirus replicase: insights into a sophisticated enzyme machinery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "581",
            "issn": "",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Nidovirus transcription: how to make sense",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Gen. Virol",
            "volume": "80",
            "issn": "",
            "pages": "1403--1421",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The SARS-coronavirus PLnc domain of nsp3 as a replication/transcription scaffolding protein",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dimitrova",
                    "suffix": ""
                },
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Guillemot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Le´cine",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "",
            "pages": "136--148",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A noncovalent class of papain-like protease/ deubiquitinase inhibitors blocks SARS virus replication",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pegan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takayama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sleeman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coughlin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baliji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chaudhuri",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Prabhakar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "105",
            "issn": "",
            "pages": "16119--16124",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Multiple enzymatic activities associated with severe acute respiratory syndrome coronavirus helicase",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "5619--5632",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "In vitro reconstitution of SARS-coronavirus mRNA cap methylation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouvet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debarnot",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Selisko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Decroly",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Processing of open reading frame 1a replicase proteins nsp7 to nsp10 in murine hepatitis virus strain A59 replication",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Deming",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "10280--10291",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Genetic interactions between an essential 3 0 cis-acting RNA pseudoknot, replicase gene products, and the extreme 3 0 end of the mouse coronavirus genome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zu¨st",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Goebel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "1214--1228",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SARS-coronavirus genome organization and structure of the nsp7+nsp8 hexadecamer. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Purification and multimerization of recombinant SARS-CoV nsp7-8 precursor and different nsp8 variants. (A) Expression of nsp8 in the presence of the ubiquitin protease Ubp1 to liberate the natural N-terminal sequence (AIASEF)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SARS-CoV nsp7 stimulates nsp8-dependent RNA binding. (A) Five prime 32 P-labelled dsRNA was incubated with increasing concentrations (0-5 mM) of wild-type nsp8, (B) nsp8 K58A, (C) or nsp8 D52A. Clearly, mutation of K58 to alanine significantly reduced the binding affinity of nsp8, whereas mutation of D52 to alanine did not. We also noted that the change in charge due to the mutation (up to8-fold in the octamer) resulted in an upward shift of the dominant RNP band, relative to the dominant RNP in panel 3 A (labelled with black 1). (D) Five prime 32 P-labelled duplex RNA was incubated with a fixed concentration of nsp7 (5 mM) and increasing concentrations of wild-type nsp8 (0-5 mM). Note the migration shift of the dominant ribonucleotide-protein (RNP) complex in the presence of nsp7 (compare RNPs labelled with black 1 and grey 2). (E) Addition of an equimolar amount of nsp7 to the nsp8 mutants D52A and K58A stimulated binding of dsRNA. For reference, the 2:1 and 1:1 ratios of wild-type nsp8 and nsp7 are shown in the left panel. Asterisks indicate non-specific bands. (F) RNA-binding curves for nsp8 in the absence (grey triangles) or presence of a fixed (5 mM) concentration of nsp7 (black circles). Lines represent fits to the Hill equation, while error bars represent standard deviations (n = 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The nsp(7+8) complex has primer extension activity. (A) Schematic presentation of the nsp8 primer extension assay, in which [a-32 P]AMP and GMP are incorporated into a primed RNA template. In the figure, the initial RNA duplex is coloured red, the (UC)10 template region blue and the newly incorporated nucleotides grey. (B) Incorporation of [a-32 P]AMP by the nsp(7+8) complex. Samples were taken at the indicated time points and resolved on a 20% PAGE/7 M urea gel. (C) Schematic presentation of the single-cycle reaction. Template and nsp(7+8) complex were pre-incubated for 10 min before nucleotides were added. The mixture was then rapidly split into equal aliquots that were immediately mixed with heparin to trap unbound or released enzyme. (D) Samples were taken after 60 min and resolved on 20% PAGE/7 M Urea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "7 M urea gel. The bottom panel shows the nsp8 protein concentration present in each of the reactions. (D) Quantification of the primer extension activities on the CU 10 template of the D/ExD/E alanine substitution mutants and control substitutions K58A and K127A. Values are normalized to the protein concentration. Error bars represent standard deviations (n = 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Influence of divalent ions and pH on nsp(7+8) activity. (A) To test the influence of magnesium ions on nsp(7+8) activity, we performed nsp(7+8) primer extension reactions at 0-10 mM Mg 2+ . (B) Quantification of the results presented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Influence of His 6 -tags and nsp7 on the RdRp activity of SARS-CoV nsp8. (A) The UC 10 template (seeFigure 4) was incubated with 1 mM of wild-type nsp8 or either of three nsp8 variants to investigate the influence of the His 6 -tag. Samples were taken at the indicated time points and checked for [a-32 P]AMP incorporation by 20% PAGE/ 7 M urea analysis. (B) Side-by-side comparison of the primer-extension activities of nps8 and nsp(7+8). Shorter incubations are shown to better demonstrate the difference in activity. (C) De novo activity of nsp8 and nsp(7+8) on template AFMB131 (see",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Oligoribonucleotides used for activity assays",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Dr Danny Nedialkova, Lorenzo Subissi, Dr Isabelle Imbert, Dr Bruno Canard and Dr Alexander Gorbalenya for stimulating discussions; Linda Boomaars-van der Zanden and Dr Clara Posthuma for assistance with nsp5 purification; Puck van Kasteren and Marjolein Kikkert for providing the EAV nsp2 protease; and Jos van Vugt for his initial work on nsp8 in our lab. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Supplementary Data are available at NAR Online.Conflict of interest statement. None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY DATA"
        }
    ]
}