{
    "paper_id": "25a01c665ab20de80b75d48a2f71081666bca429",
    "metadata": {
        "title": "Open Access MERS epidemiological investigation to detect potential mode of transmission in the 178th MERS confirmed case in Pyeongtaek, Korea",
        "authors": [
            {
                "first": "Kyujin",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Independent Health Consultant",
                    "location": {
                        "settlement": "Suwon"
                    }
                },
                "email": ""
            },
            {
                "first": "Moran",
                "middle": [],
                "last": "Ki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Cancer Center",
                    "location": {
                        "settlement": "Goyang"
                    }
                },
                "email": ""
            },
            {
                "first": "Eun",
                "middle": [
                    "Gyu"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Soon",
                "middle": [
                    "Young"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University School of Medicine",
                    "location": {
                        "settlement": "Suwon"
                    }
                },
                "email": ""
            },
            {
                "first": "Byoungin",
                "middle": [],
                "last": "Yoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soonchunhyang University College of Medicine",
                    "location": {
                        "settlement": "Cheonan"
                    }
                },
                "email": ""
            },
            {
                "first": "Jong",
                "middle": [
                    "Hyuk"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dankook University College of Medicine",
                    "location": {
                        "settlement": "Cheonan",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Middle East Respiratory Syndrome (MERS) was first detected in South Korea (hereafter Korea) in May 2015, and resulted in a death toll of 36, with 186 confirmed cases between May 11 and July 4, the symptom onset dates of the first and last cases, respectively [1] . MERS is caused by a recombinant coronavirus strain (MERS-CoV) that was first identified in 2012; accumulating evidence points to dromedary camels as the likely major reservoir. While camel-to-human infection and subsequent human-to-human infection have been confirmed, the exact modes of transmission of MERS-CoV have yet to be clarified [2] . The origin of the outbreak in Korea was the arrival of the first case in May 2015 from Saudi Arabia, experiencing a high incidence of MERS. Most infections have been confirmed to occur in hospital settings [3] . However, some cases have unclear routes or symptom onset dates, necessitating an in-depth investigation. While it is difficult to clearly trace back all cases in a large-scale outbreak, an exclusion-based rapid investigation after mapping of all possibilities is indispensable to control outbreak.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The present study relates to an in-depth investigation perform-ed on the 178th case with confirmed MERS (hereafter referred to as #178) who was infected during the 2015 outbreak in Korea. #178 was followed starting from June 23, the date of confirmed diagnosis, and measures were taken to prevent further spread, with concerted efforts by an epidemiological investigation team of the Korea Centers for Disease Control and Prevention (KCDC) and civil professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This survey was performed using elimination methods after mapping all possible routes. As #178 did not have direct contact with MERS patients, we investigated the possibilities for exposure from the 2-week incubation period (June 2-16) to the date of symptom onset. #178 frequently visited his father during the latter's treatment in Pyeongtaek St. Mary's Hospital (PSMH) from May 18-29, and Pyeongtaek Good Samaritan Bagae Hospital (GSBH) from May 29 through June 6. We reviewed the investigation data of these hospitals and perform ed additional surveys on patients and related persons with whom #178 may have come into contact. All persons with whom #178 may have had contact during the 2-week incubation period, e.g., his family, and colleagues, were asked in person or by phone whether they had MERS-related symptoms or visited a hospital for similar symptoms. Moreover, initial symptoms onset of #178 were reexamined by checking his hospital visit and medical records. The KCDC performed polymerase chain reaction (PCR) assays on sputum samples and serum antibody detection tests on individuals with whom #178 had direct contact, to screen for positive individuals with a confirmatory test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Because this study was conducted as an outbreak investigation, institutional review board approval was not necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "#178 is a 29-year-old man living in Pyeongtaek, Gyeonggido, Korea, where the initial outbreak occurred. He was working at a construction site in Asan, Chungcheongnam-do. He was a smoker and had social alcohol drinking, and was in good health without medication. He first noticed a febrile sensation, chills, and myalgia on June 16, and presented to Asan Saewoori Clinic on June 17, where he was prescribed medicine for an upper respiratory tract infection. On June 18, he was administered intravenous fluids for fever (38.5°C) and myalgia in GSBH, again received outpatient treatment at Saewoori Clinic on June 19, and was again administered intravenous fluids on June 20 at GSBH. On June 21, owing to ongoing symptoms, he was ad-mitted to an isolation room in Pyeongtaek Good Morning Hospital, on referral from GSBH. Upon confirmatory diagnosis of MERS on June 23, he was then referred to Gyeonggi Provincial Medical Center Suwon Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical course"
        },
        {
            "text": "The chest radiography taken on June 21 revealed that pneumonia had developed over a few days, and he was treated primarily for pneumonia. With negative results from two sputum tests and complete disappearance of symptoms, he was discharged on July 2 ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Clinical course"
        },
        {
            "text": "#178's father #178's father (a resident of Jeollanam-do) was receiving postoperative pain management and chemotherapy. He had a history of liver cancer operation in Chonnam National University Hospital in 2008, and hepatic artery embolization for recurrent liver cancer and lung metastasis in Seoul Asan Medical Center in June 2014. He was hospitalized in PSMH from May 18-29, 2015 because of poor general condition. He was referred to GSBH on May 29 and died there on June 6. He was tested twice for MERS-CoV (sputum on May 29 and endotracheal aspiration on June 1) before his death, with negative results, and chest radiography (May 29) did not yield clear pneumonia findings. However, he developed fever on June 2 and the chest radiography taken on June 4 showed findings suspicious pneumonia. And no additional MERS test was performed after then. He was completely bed-ridden throughout hospitalization. He was admitted to Room 8104 in PSMH the day after discharge of #1 from the same room. For the next 2 days, he shared Room 8112 with the #9. There was no MERS patient in Room 7110, where he stayed for the next 8 days (Tables 1 and 2, Figures 2 and 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1125,
                    "end": 1158,
                    "text": "(Tables 1 and 2, Figures 2 and 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Suspected exposure events and transmission routes"
        },
        {
            "text": "During the time when #178 visited his father in PSMH (May 18-29), he might be exposed to MERS patients (#6, #9, #11, #12, #13, #14, #21, #28, #29, #32, #42, #43, and #53). If #178 was infected in PSMH by May 29, the incubation period had exceeded 2 weeks due to showing the symptoms on Jun 16 (Tables 1 and 2, Figures 2 and 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 325,
                    "text": "Figures 2 and 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Pyeongtaek St. Mary's Hospital"
        },
        {
            "text": "The possibility that #178 was infected by other MERS patients in GSBH during the period he visited his father (May 29-June 6) was investigated. Three cases (#22, #52, and #119) were hospitalized or visited emergency room during this time. Considering #178's visiting times and movements with closed-circuit television data, #52 and #119 could be safely excluded. #22 stayed for 14 hours in the room just opposite the room of #178's father. However, #22 did not leave the room, and there was no contact between #22 and #178 (Tables 1 and 2, Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 548,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Pyeongtaek Good Samaritan Bagae Hospital"
        },
        {
            "text": "Because #178's wife and mother provided care for #178's father during hospitalization, we evaluated the possibility that they became infected and transmitted MERS-CoV to #178. In particular, #178's wife received outpatient treatment for upper respiratory symptoms 4 times (May 25, 27, 30, and June 3), which raised the suspicion that she was a mild case of MERS [4] . However, four sputum samples (June 26-July 2) from her yielded negative results, as did the serum test (June 25). And #178's mother had no symptoms and showed negative sputum result, without no serum test (Tables 1 and 2, Figure 2 ).",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 598,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "#178's wife and mother"
        },
        {
            "text": "During the incubation period for #178, many MERS patients were in Pyeongtaek. Therefore, the possibility of infection in community was evaluated. We investigated the movements of 4 cases (#32, #40, #53, and #119) who were possibly active in the downtown of the same district around June 2-6. We considered the time of symptom onset (June 16) in #178, and compared this with the times of possible exposure. The period between June 6 (afternoon) and June 15 was excluded because #178 was in Jeollanam-do for his father's funeral. The comparison of movements yielded the following results: while there Medical staff (2) and patients (4) and wife",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pyeongtaek community"
        },
        {
            "text": "Medical staff (4) of Saewoori Clinic, pharmacy (6), colleagues (7) and wife",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pyeongtaek community"
        },
        {
            "text": "Medical staff (2) was no overlapping area with #40, contacts with #32 (June 2), #53 (June 2 and 3), and #119 (June 2 and 4) could not be excluded because they were not isolated, and movement analyses could not clearly prove that they had no overlapping zones (Tables 1 and 2, Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 284,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Pyeongtaek community"
        },
        {
            "text": "Eighty-one individuals who had contact with #178 after symptom onset, including his wife, colleagues, and medical staffs, were quarantined. No additional MERS transmission was observed through the maximum possible incubation period (Figure 1 ). Table 2 Table 2 for the number of transmission mode). MERS, Middle East Respiratory Syndrome; PSMH, Pyeongtaek St. Mary's Hospital; PCR, polymerase chain reaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 241,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 245,
                    "end": 252,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 253,
                    "end": 260,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Preventive measures for those in contact with #178"
        },
        {
            "text": "178 Figure 3 . Two probable modes of transmission of 178th MERS case (see Table 1 for the number of transmission mode). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "No."
        },
        {
            "text": "We performed an in-depth investigation on #178 who had unclear modes of transmission. The results yielded two possibilities: infection during visits to his father who was a suspected false negative patient, and infection from other MERS patients in the hospital under the assumption that the incubation period was exceptionally long (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "If it is postulated that #178 was infected through his father, three scenarios may be considered for his father's infection: i) from the contaminated environment during the 2 days in Room 8104; ii) from the other patients during the 2 days in Room 8112; and iii) from repeated exposure to MERS-CoV in other areas within the hospital. If his father was actually a false negative patient, a plausible scenario would be that #178 was infected from his father during visits, especially around June 6, the date of his father's death. The scenario is plausible in terms of an incubation period of 2-14 days [2] . However, except for vague findings of pneumonia, his father showed no clear MERS symptoms, and the sputum test was negative, as were those of 5 other family members contacted his father. As his father is dead, it could not be verified whether he was a patient. On a related note, there was a comparable case in Tunisia in 2013. A 66-yearold man developed high fever on returning home after meeting his 30-year-old daughter in Qatar, and died 5 days after hospitalization (12 days after symptom onset). The MERS PCR test performed the day before his death was negative. His 34-yearold son took care of him during his illness, developed MERS symptoms with high fever 3 days after the funeral, and was confirmed. The son had no foreign travel, and as this was the first MERS case in Tunisia, the only possibility was infection from the father. The Tunisian public health office sent the father's serum taken before his death to the US Centers for Disease Control, and it was MERS-positive [4] . In Korea, there was also a #119 case in which a negative diagnosis on the first test was corrected to positive with additional tests. This suggests that it is possible #178 was infected from his father. Unlike the Tunisian case, a confirmatory test was not possible because the father's serum was not stored [5] .",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 604,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1593,
                    "end": 1596,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1907,
                    "end": 1910,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The second scenario assumes a long incubation period. The estimated incubation period in this scenario is 18 days, which is considerably longer than the known 2-14 days, but is statistically possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Other modes of transmission were evaluated and excluded. First, the possibility of being infected from the other 3 MERS patients in GSBH could be excluded by confirming no direct contact. The possibility of #178's wife or mother infecting him after being infected from his father could be excluded, considering the investigation results. Community-acquired infection is possible, but it is less plausible than others, more so considering the MERS-specific transmission patterns are in hospital settings and through close contact [6] . The possibility of error regarding #178's symptom onset date was also considered; however, we could exclude this revealing that he did not have any symptoms before June 16, and that he did not visit medical facilities before June 16 (Table 2) .",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 532,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 768,
                    "end": 777,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "From the standpoint of prevention, there are lessons learned. Although #178 and his family were exposed to MERS-CoV in PSMH, and belonged to the subjects for initial quarantine, they were not closely monitored. Although she received outpatient treatment for respiratory symptoms several times, #178's wife was not subjected to MERS testing. His family kept providing care for #178's father in GSBH without precautionary measures, even after transfer from PSMH. No additional MERS testing was undertaken after the sputum-negative for #178's father. The funeral was held without any precautionary measures. After #178 returned to Pyeongtaek following the funeral, he came into contact with a large number of individuals after symptom onset. Fortunately, no additional MERS cases occurred among those in contact with #178. In addition, those in contact with #178's father, including relatives, GSBH staffs, and those who transported or shrouded the corpse, did not develop any symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, we arrived at two plausible scenarios: intrafamilial spread through the father and a prolonged incubation period from the infection at PSMH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "MERS outbreak in Korea: hospital-to-hospital transmission",
            "authors": [
                {
                    "first": "Moran",
                    "middle": [],
                    "last": "Ki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiol Health",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "60454--60462",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1016/S0140-6736(15)60454-8"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Current epidemiological situation of Middle East respiratory syndrome coronavirus clusters and implications for public health response in South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Korean Med Assoc",
            "volume": "58",
            "issn": "",
            "pages": "487--497",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus infection control: the missing piece?",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "",
            "pages": "1258--1260",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Family cluster of Middle East respiratory syndrome coronavirus infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abroug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Slim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ouanes-Besbes",
                    "suffix": ""
                },
                {
                    "first": "Hadj",
                    "middle": [],
                    "last": "Kacem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dachraoui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ouanes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1527--1530",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus: epidemiology and disease control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Drug Resist",
            "volume": "7",
            "issn": "",
            "pages": "281--287",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Main events by date for the 178th MERS case in Korea. MERS, Middle East Respiratory Syndrome; PSMH, Pyeongtaek St. Mary's Hospital; GSBH, Good Samaritan Bagae Hospital; PCR, polymerase chain reaction; GPMC Suwon, Gyeonggi Provincial Medical Center Suwon Hospital.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Possible modes of transmission of the 178th MERS case (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "for the number of transmission mode). MERS, Middle East Respiratory Syndrome; PSMH, Pyeongtaek St. Mary's Hospital; GSBH, Good Samaritan Bagae Hospital; PCR, polymerase chain reaction. Main events by date for the 178th MERS case in Korea 1) PSMH: Pyeongtaek St. Mary's Hospital 2) GSBH: The Good Samaritan Bagae Hospital 3) PCR: Polymerase Chain Reaction 4) GPMC Suwon: Gyeonggi Provincial Medical Center Suwon Hospital",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Two probable modes of transmission of 178th MERS case (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Main events by date for the 178th MERS case in Korea",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The possible modes of transmission by exposure for the 178th MERS case",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Flow chart of the 178th MERS case and his family members",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We owe a great debt of gratitude to the Pyeongtaek Community Health Center (Director: Byung-Seong Jeong) and responsible persons in each hospital for their committed cooperation in implementing this in-depth epidemiological investigation. Our sincere thanks also go to Eui-Jun Lee MD/EIS and Young-Woo Ryoo MD/EIS of the Gyeonggi-do Government for the approval to use the initial data of this paper and for his kind support with his expertise in epidemiology. Above all, we would like to express our sincere sympathies and condolences to the patient who went through treatment after the confirmatory diagnosis of MERS and his family for their sufferings and the loss of his father.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors have no conflicts of interest to declare for this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}