{
    "paper_id": "26360be96ced1f242e01966b0d152c32544f3d60",
    "metadata": {
        "title": "Epidemiology and Infection",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Betacoronavirus genus includes multiple bat-associated viruses and several human pathogens, including severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle Eastern respiratory syndrome coronavirus (MERS-CoV) [1, 2] . In 2013, a novel clade C Betacoronavirus was discovered in the Western European hedgehog (Erinaceus europaeus) in Germany [3] . The virus was subsequently detected in the same species in France [4] . Characterisation of these Erinaceus coronavirus (EriCoV) nucleotide sequences revealed high nucleotide identity to MERS-CoV [3] , the cause of an acute respiratory syndrome in humans with high case fatality rates [5, 6] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 230,
                    "end": 232,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 652,
                    "end": 654,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The structural spike protein is key to coronavirus virulence and host specificity [7] and the gene that encodes it plays a pivotal role in coronavirus diversity [8] . Analysis of the receptorbinding region in the S protein of EriCoV revealed that it shared only 36.7% amino acid identity with that of MERS-CoV [3] . However, there have been no further published EriCoV whole genome sequencing attempts, and many questions remain over the origins and evolution of EriCoV [2] . Whilst there is no known threat to public health from EriCoV, further investigation of the virus is warranted to gain a fuller understanding of the impact of coronavirus infection on wildlife populations.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bats are widely recognised and accepted as the natural reservoir hosts of a variety of coronavirus species, including SARS-CoV [9, 10] . Both bats and camels have been cited as possible reservoirs of MERS-CoV [6, 11] . It is considered that bats are the likely natural reservoir of MERS-CoV [2, 5] , and that dromedaries (Camelus dromedarius), and potentially other species, act as an intermediate host for human transmission [6, 12, 13] . MERS-CoV-like virus sequences have only been detected in one other species, E. europaeus [3] . Hedgehogs are members of the order Eulipotyphla, which is closely related to Chiroptera, the order of bats [14] . This close association is what initially led to hedgehogs being investigated as a potential coronavirus reservoir [3] .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many animal species seem to have the capacity for coronavirus infection in the absence of apparent disease, including bats [15] , aquatic birds [16] and rabbits when inoculated with MERS-CoV [17] . However, dromedaries infected with MERS-CoV develop pyrexia with mild upper respiratory signs, consisting of serous to purulent nasal discharge [18] . Lesions in infected dromedaries are comparable to those seen in the common cold in humans, including inflammation and loss of pseudostratified epithelial cells in the upper respiratory tract.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronaviruses that affect the gastrointestinal system, such as porcine transmissible gastroenteritis virus, typically cause similarly mild lesions, including destruction of enterocytes and villus atrophy [19] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although still widespread throughout much of Western and Northern Europe, the Western European hedgehog population in Great Britain (GB) has seen a rapid decline in recent decades, with an estimated population decrease of 95% between the 1950s and 1990s [20, 21] . The reasons for this decline are not fully understood, and it is likely to be multi-factorial (e.g. habitat loss and fragmentation, road traffic death and predation) [21, 22] . The possible role of infectious disease also needs to be investigated, including the consequences of infection with newlydiscovered viral agents. Here, we identify the presence of EriCoV in British hedgehogs, sequence the full genome, explore the spatial distribution of infection and investigate if there is any association of EriCoV with disease.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A total of 351 samples from individual hedgehogs were tested in this study. Of these, 225 were voided faecal samples collected from live hedgehogs that had been found injured, sick or abandoned juveniles and were consequently admitted to wildlife centres for treatment and rehabilitation in 2014 and 2015. A total of nine wildlife centres across GB collected and supplied samples, using the methods described by Sangster et al. [23] . A fresh faecal sample was collected non-invasively shortly after admission and associated metadata, including clinical signs, signalment, location and history, were collected where available. Faecal samples were stored at 4 or −20°C for a maximum of 1 week at rehabilitation centres prior to submission. A subsample of each sample collected by Sangster et al. [23] was used in the current study. An additional four voided faecal samples were collected from the wild as part of a Greater London-based hedgehog population survey conducted in 2014 to give a total of 229 faecal samples from live animals.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Sample collection and preparation"
        },
        {
            "text": "The remaining 122 samples were of distal large intestinal tract contents collected from dead hedgehogs during post-mortem examination (PME) from 2011 to 2015 and comprised animals with infectious and non-infectious (e.g. trauma) causes of death. These hedgehogs had either died in wildlife centres within 48 h of admission or had been found dead by members of the public. Where possible, PMEs were performed on fresh carcases, but frozen carcases that had been archived at −20°C were also examined. Systematic examination of external and internal body systems was performed using a standardised protocol, followed by microbiological, parasitological and histological investigations where indicated by macroscopic findings and when permitted by the state of carcase preservation [24] . The contents of the distal large intestinal tract were sampled to most closely reflect freshly voided faeces, as the latter had contained the highest EriCoV viral titre in a previous study [3] .",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 782,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 974,
                    "end": 977,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Sample collection and preparation"
        },
        {
            "text": "Faecal sample submission forms provided information on: admittance date, sample collection date, the location where the hedgehog was found, sex, live body weight, faecal characteristics (including colour and consistency) and reason for admittance. PME records were available for 121 of 122 hedgehogs from which samples of distal large intestinal contents were tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical data and case history"
        },
        {
            "text": "These comprised data on the location where the dead hedgehog was found, the date the carcase was found, sex, age class, carcase weight, subjective assessment of body condition (based on muscle mass and body fat deposits), gross PME findings and the results of ancillary diagnostic tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical data and case history"
        },
        {
            "text": "RNA stabilising agent RNAlater (Ambion, Life Technologies Europe, NL) was added to, and mixed with, a pea-sized amount of each sample (faeces or distal large intestinal tract contents) in a 1.5 ml microcentrifuge tube. Each sample was then stored at either −20 or −80°C. Faeces were homogenised and pooled (five samples per pool). Each 140 µl of total pooled sample was added to 560 µl buffer AVL-carrier RNA solution and extracted immediately following the spin protocol alongside negative extraction controls. A guanidine and column-based method (QIAamp Viral Mini Kit Qiagen, Hilden, DE) was used for RNA extraction, according to the manufacturer's protocol. RNA was then eluted in 60 µl of buffer AVE and stored at −80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral RNA extraction"
        },
        {
            "text": "A specific oligonucleotide primer set (EriCoVR and EriCoVF, see Supplementary Table S1 ) was designed based on the EriCoV RNA-dependent RNA-polymerase (RdRp) gene sequence of the German virus sequence (KC545383) with OligoArchitect™ (Sigma-Aldrich®, St Louis, MO, USA) and used with the BRYT-Green based GoTaq® 1-Step real-time reverse transcription PCR (RT-PCR) system kit (Promega Corporation, Madison, WI, USA) to detect EriCoV RNA in an Applied Biosystems 7500 Fast Real-Time system. A 10 −2 dilution of extracted RNA from a positive EriCoV sample (R618/14, previously confirmed through sequencing) was used as the positive control. Nuclease-free water (Promega Corporation) was used as the negative control. Following the amplification stages, melt curve analysis was performed in order to verify the specificity of the amplicons [25] .",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 839,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 86,
                    "text": "Supplementary Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Detection of EriCoV RNA"
        },
        {
            "text": "In addition, a 110 bp EriCoV ultramer oligonucleotide was used to quantify the limits of detection and assess the sensitivity of the designed assay. This was a sequence within the EriCoV primer RdRp target region, but with the removal of 10 nucleotides at the centre to differentiate it from wild-type EriCoV (see Supplementary Table S1 ). A 14-fold dilution series was performed and a standard curve was generated using GraphPad Prism 6 (GraphPad Software, CA, USA). To assess assay specificity, RNA of the gammacoronavirus, infectious bronchitis virus (IBV), was also included as a control.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 336,
                    "text": "Supplementary Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Detection of EriCoV RNA"
        },
        {
            "text": "To assess the primer dynamic range and potential RNA degradation, a dilution series of RNA extracted from faeces was tested. A 'spiked' dilution series was set containing 25% (5 µl in 20 µl) faecal RNA extraction from an EriCoV-negative pool and a subset of negative samples (n = 11) was tested using primers for the 18S ribosomal RNA subunit. All samples extracted from faeces produced positive results confirming the presence of amplifiable RNA (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of EriCoV RNA"
        },
        {
            "text": "Real-time RT-PCR assays using the EriCoV primers were carried out for all pooled samples. Single samples from positive pools were then extracted and tested individually. A subset of amplicons from individual samples (n = 10) was also assessed by gel electrophoresis and compared to the positive control. Sanger sequencing was conducted on three amplicons with EriCoVR and EriCoVF primers using standard protocols. Amplicon sequences were 2 I. F. Saldanha et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of EriCoV RNA"
        },
        {
            "text": "manually checked then aligned against the German EriCoV RdRp gene fragment sequence retrieved from GenBank (accession number KC545385) to confirm their identity (MEGA 6.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of EriCoV RNA"
        },
        {
            "text": "Whole genome sequencing was performed on RNA extracted from one faecal sample collected in 2014 (R618/14) which was identified as EriCoV-positive by real-time RT-PCR. Sequencing was performed using synthesis technology (Illumina, San Diego, CA, USA). RNA was extracted as before and DNA was depleted from this sample using the on-column DNase treatment (RNeasy® plus mini kit) following the manufacturer's instructions (Qiagen); the resultant RNA was then eluted in 30 µl molecular grade water [26] . cDNA was synthesised from 50 ng RNA using a random cDNA synthesis system (cDNA Synthesis Kit, Merck, De), according to the manufacturers' instructions. The cDNA was purified using Ampure XP magnetic beads (Beckman Coulter, High Wycombe, UK), 1 ng of which was processed for sequencing using the Nextera XT DNA sample preparation kit (Illumina). A sequencing library was prepared according to the manufacturers' instructions and sequenced using an Illumina MiSeq with 2 × 150 bp paired end reads following standard Illumina protocols. For confirmation of the insertions and deletions of the resulting sequence, seven extra sets of primers were designed (available on request). The sequences of these short amplicons were compared with the sequence derived by Illumina sequencing. The total reads (12 908 682) were mapped to a reference EriCoV sequence from Germany (GenBank accession number KC545383). A modified SAMtools/vcfutils script was used to generate an intermediate consensus sequence in which any indels relative to the original reference sequence were appropriately called. The intermediate consensus was used as the reference for subsequent iteration of mapping and consensus calling. The total number of assembled viral reads was 1 217 783 (9.43% of the total reads). Despite the low proportion of viral sequence detected within the total data set, coverage of the entire genome was obtained (average coverage depth of 4546 reads).",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Whole genome sequencing"
        },
        {
            "text": "Gross PME findings were categorised into whether respiratory abnormalities (including, but not limited to, pneumonia, consolidation, haemorrhage, congestion, granuloma and high Crenosoma sp. burden) and/or gastrointestinal abnormalities (including, but not limited to, haemorrhage, inflammation, intussusception, rupture, abscess and faeces of abnormal colour or consistency) were detected. Gross PME findings were available for both organ systems from 94 of the 121 hedgehog examined post mortem and were included in these analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-mortem analysis and histopathological investigation"
        },
        {
            "text": "A subset of hedgehogs (N = 9) examined postmortem that were EriCoV-positive was selected for histological examination. Selection criteria focused on carcases likely to provide the optimal state of tissue preservation from those available, prioritising tissues from carcases examined fresh or when frozen, from carcases with the least evidence of autolysis. A range of available tissue samples from each selected carcase was fixed in neutral-buffered 10% formalin and was prepared for histopathological examination and stained with haematoxylin and eosin using standard techniques. Particular attention was paid to examination of the respiratory and alimentary tracts, when available, as these are the organ systems frequently targeted by mammalian CoVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-mortem analysis and histopathological investigation"
        },
        {
            "text": "Associations between EriCoV-positive status, case history signalment and pathological findings were explored. Variables were first re-categorised and coded using Microsoft Excel before being exported to IBM® SPSS® version 22 for Windows (IBM®, Chicago, IL, USA) for statistical analyses. Cross-tabulation and Pearson's χ 2 tests were undertaken for the binary dependent variable (EriCoV presence or absence) against all other categorical independent variables. In addition, where sample numbers were sufficient, binary logistic regression (BLR) was performed to include consideration of continuous independent variables, such as age, and to quantify the strength of association for multiple variables simultaneously (year, region). A P-value of <0.05 was considered statistically significant. ArcGIS Pro version 11 software (Esri, Redlands, CA, USA) was used to map the distribution of hedgehogs for which location data were available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Of 351 samples examined, 38 (24 faecal samples and 14 distal large intestinal tract samples) were positive for EriCoV, giving a positive percentage of 10.8%. The viral copies detected in positive faecal samples ranged from 1.15 × 10 8 to 2.7X10 4 per 4 µl extracted RNA. The limit of detection for the BRYT® Green I based EriCoV primer RT qPCR assay was calculated as 2.68 × 10 3 copies per 1 µl of extracted RNA sample. IBV RNA at 10 −2 dilution was not detected by the EriCoV-specific assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of EriCoV"
        },
        {
            "text": "The complete genome of the hedgehog EriCoV from sample (R618/14, Genbank accession number: MK679660) is 30 173 nucleotides (nt) in length, which is comparable to those sequenced from Germany: KC545383 and KC545386 (30 148 and 30 175 nt, respectively). Complete genome comparison with open reading frames (ORFs) from the German EriCoV (KC545383) gave identities ranging from 79% (ORF3b) to 98% (ORF6, encoding the envelope protein). The genes encoding the spike protein of the British and German EriCoV viruses shared 93% identity (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 539,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Whole genome sequencing"
        },
        {
            "text": "The locations for all hedgehogs with available data (n = 344) are displayed in Figure 1 , along with their EriCoV status. Hedgehogs sampled for the study covered a wide area across GB, from Devon in South West England to Northern Scotland. Hedgehogs positive for EriCoV were found in Southern England, East of England, North East England and Wales. We found no evidence of EriCoV in hedgehogs from Scotland, even though 17.4% (n = 61) of sampled hedgehogs were submitted from this country. There was a bias of submissions from the East of England, accounting for 44.4% (n = 123) of the total, with Norfolk alone contributing 23.1% (n = 64) of the hedgehog samples examined, which is explained by a single, large participating wildlife centre in this region. Although all regions of GB were represented, some appeared to be under-represented; for example, only 1.1% (n = 3) of submissions came from North East England.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Geospatial analysis"
        },
        {
            "text": "The majority of hedgehog samples were submitted in 2014 and 2015. The proportion positive in 2015 was higher (28/144, 19%) than in 2014 (10/182, 5%) but there were too few submissions from other years to determine if there was an association with year of sampling. There was a higher number of juvenile hedgehogs included in the study in 2015 (n = 68) than 2014 (n = 24), but the proportion of juveniles positive in 2015 (19.1%) was comparable to the proportion of adults positive (20.3%).",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 122,
                    "text": "(28/144, 19%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical and pathological associations with EriCoV detection"
        },
        {
            "text": "As coronaviruses are associated with diarrhoea in other species, we tested for the possibility of an association between EriCoV status and abnormal faeces. The proportion of samples from hedgehogs with reportedly normal faecal colour or consistency, which tested positive for EriCoV (14/102), was not significantly different from the proportion of all faecal samples with abnormal consistency and/or abnormal colour (8/115) (P = 0.099). However, a significant association was observed between EriCoV-positive hedgehogs and those with green faeces (P = 0.004). A significant association was also observed between EriCoV-positive hedgehogs and those with yellow faeces (P = 0.034). Colour variation within a single sample of hedgehog faeces was not uncommon: 42.6% (n = 20) of hedgehogs with green coloured faeces were also reported to have faeces of brown, yellow or black colouration. No other statistically significant association was shown across the other independent variables, including body condition ( Table 2 ). A BLR model testing all but the non-mutually exclusive variables also showed no statistical significance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1009,
                    "end": 1016,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Clinical and pathological associations with EriCoV detection"
        },
        {
            "text": "The proportion of hedgehogs with respiratory abnormalities reported at PME that tested positive for Eri-CoV (5/55) was not significantly different from the proportion of those without respiratory abnormalities that tested positive (7/39) (P = 0.205). The proportion of hedgehogs with gastrointestinal tract (GIT) abnormalities that tested positive (5/55) was not significantly different from those that had no GIT abnormalities (6/39) (P = 0.35).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical and pathological associations with EriCoV detection"
        },
        {
            "text": "A statistically significant association was shown between EriCoV status and geographical region of origin (P = 0.008) ( Table 2 ). The highest proportion of EriCoV-positive hedgehog samples were submitted from the South of England (34/217, 16%); however, BLR showed no significant association (P = 0.678) between EriCoV infection status and wider region when other factors including age and year were included.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Clinical and pathological associations with EriCoV detection"
        },
        {
            "text": "Histopathological examination was conducted on available tissues from nine of the EriCoV-positive hedgehogs in this study that were examined post-mortem: results are presented with the signalment, macroscopic findings and other ancillary diagnostic tests for interpretation in Supplementary Table S2 . Interpretation was complicated by the state of tissue preservation in the majority of cases, limiting the ability to appraise evidence of either a host inflammatory response or the presence of mild abnormalities (e.g. loss of pseudostratified epithelial cells in the respiratory tract or intestinal villus atrophy, as has been reported with some coronavirus infections in other species [27] ). Examination of the respiratory and gastro-intestinal tract identified frequent metazoan parasite infections of variable severity, sometimes in combination with bronchopneumonia. A range of other significant findings was detected, supported by ancillary testing, including trauma and yersiniosis.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 692,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 299,
                    "text": "Supplementary Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Histopathology"
        },
        {
            "text": "We detected EriCoV, a novel clade C Betacoronavirus, in wild Western European hedgehogs in GB. This virus had previously only been reported from Germany and France; in both instances from this same species. Our results, therefore, indicate that EriCoV is widespread in this European wild mammal. Full genome sequence of EriCoV from GB showed 94% identity with a EriCoV previously detected in Germany, and 78% identity with the virus responsible for MERS [3] .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There was no evidence to indicate that EriCoV was causing clinical disease in hedgehogs. The lack of association with detection of EriCoV and abnormal faecal consistency, poor body condition (i.e. thin or emaciated), respiratory and digestive tract abnormalities suggests EriCoV is unlikely to be a primary pathogen in this species. This concurs with studies reporting natural CoV infections in wild animal species, including bats [15] and aquatic birds [16] , which do not manifest as clinical disease. This is also a common feature of a reservoir or maintenance host [28, 29] . Coronavirus infections of man and other animals are known to predispose to secondary infections, for example, a study recently isolated feline coronavirus and several other enteropathogens from cats with diarrhoea [30] , thus making any association difficult to detect should it occur with EriCoV infection in the hedgehog. In the current study, histopathological examination was complicated by concurrent parasitic and bacterial infections in several cases and limited by freeze-thaw artefact and the state of tissue preservation, therefore microscopic lesions caused by viral infection could have been missed or obscured. Experimental infection studies and the development of in situ hybridisation to localise EriCoV in tissues would be worthwhile in the future to further elucidate the clinical significance of EriCoV infection.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the lack of association between EriCoV and faecal abnormalities overall, there was an apparent association between EriCoV status and green or yellow faeces. Green faeces is not an unusual finding in hedgehogs, and can often be associated with Crenosoma sp., Isospora or Salmonella sp. infection [31] . Many of the hedgehogs reported to have green faeces also had faeces of another colour, suggesting that faecal colour change is not unusual. The colour change or the reporting thereof may not be consistent and therefore this result should be interpreted with caution. However, the possibility of a causative relationship between EriCoV infection and abnormal faeces colour cannot be excluded.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Significantly stronger amplification of CoV RNA has previously been described in juvenile and lactating female Myotis sp. bats [32] , and younger age has been shown to be associated with increased coronavirus shedding across various bat species [33, 34] . Although no evidence for such an association for EriCoV in the hedgehog was found in the current study, juveniles accounted for only 27.6% of the hedgehogs sampled. Examination of a larger sample size of juvenile animals would be worthwhile to further explore the possibility of age-structured prevalence.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Hedgehogs positive for EriCoV were detected over a wide region of England and Wales, but not from Scotland even though 17 .4% of all samples tested were submitted from this country (Fig. 1) . Inferring population prevalence from these data is inappropriate due to the sampling strategy, relying on convenience sampling and the catchment area of rehabilitation centres. There is apparent sampling bias since 47% of all hedgehog samples were from the East of England. Demonstrating regional differences in population prevalence and absence of infection would require a much larger, random sample of the population, and information regarding the population structure of hedgehogs in GB.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Annual variation in the proportion of EriCoV-positive samples was found. The proportion of hedgehogs sampled in 2015 that tested positive for EriCoV was higher than that in 2014; a difference that was consistent irrespective of sample type or hedgehog age class (Table 2 ). This temporal variability in detection rate is consistent with previous multi-year studies in bats where significant annual variation in coronavirus detection rate was reported [34] . Seasonal variation in contact rates, environmental factors and fluctuating levels of CoV immunity in the population have all been postulated as causes for such fluctuations [34] . Proving viral persistence and establishing critical community size is challenging for wildlife populations [29] . Whilst there is now a wealth of studies investigating bat CoVs, research is lacking for other wildlife CoVs. There is evidence that the gregarious roosting habits of some species of bat facilitate CoV transmission [35] , but the transmission dynamics of EriCoV in the more-solitary hedgehog [20] are likely to be very different. Establishing whether infection is endemic in British hedgehogs will require longitudinal sampling, augmented by age-specific serology [36] .",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Overall, the percentage of EriCoV-positive hedgehogs detected, at 10.8%, was lower than that reported previously, where 58.9% (148/248) and 50% (37/74) of specimens tested positive for EriCoV in Germany and France, respectively [3, 4] . This difference could be due to assay sensitivity or sample degradation. Although the limit of detection of the previously used assays was not given, average copy numbers in the faecal samples were well over the sensitivity threshold of the assay used here. All three studies included hedgehogs in wildlife centres. In the German study, no details were given for the timing of sampling. In the current and French studies, however, faecal samples were taken soon after admission (typically within 48 h) in order to reduce the possibility of nosocomial transmission. Dog kennels and shelters are recognised as important environments for maintaining enteric canine CoVs, with increased length of stay associated with increased probability of CoV infection [37] . However, nosocomial transmission seems to be an unlikely cause of the differences in sample percentage of positive samples in this study. Another potential factor is that the relatively high percentage of positive samples in the French and German studies could be simply due to a much higher prevalence of EriCoV in the mainland Europe hedgehog population: the recruited wildlife centres (from which the hedgehogs were sampled) were all located in North and North Western France, with one located close to the border with Germany [4] . More studies are required to determine this.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 232,
                    "end": 234,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1527,
                    "end": 1530,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Hedgehogs in Northern Europe hibernate for 2-5 months of the year [20] . EriCoV was detected in both 2014 and 2015, suggesting that the virus overwinters in the hedgehog population, but the method of viral persistence is not known. In the current study, no association was detected with the month of sampling but to explore this further, longitudinal sampling of individual hedgehogs could be conducted, including from animals before and after hibernation, to determine if there is persistence of infection in individuals.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Deriving full genome sequence is an important step in characterising this virus to assess relationships with other CoVs, including pathogens of domestic animals and man. Overall identity to the previous coronavirus detected in hedgehogs from mainland Europe was high (94%), but lower than the identity between two German EriCoV isolates (97%) [3] . Previous studies have demonstrated that EriCoV shares a common ancestor with MERS-CoV, and bat coronaviruses HKU5 and HKU4, raising the possibility of a lineage that has been positively selected for and which has evolved with the potential for cross-species transmission. Host tropism in the coronaviruses is largely determined by the spike protein and its ability to bind to host cell receptors. Both the German and the GB EriCoVs have <40% amino acid similarity with MERS-CoV at the crucial receptor-binding domain on the spike protein, suggesting that binding to the human receptor (dipeptidyl peptidase 4) is unlikely. Virus culture was not attempted in this study, but was previously unsuccessful and this might be due to the cell tropism of the virus [3] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "The detection of EriCoV in British hedgehogs is a notable finding, and the first report outside mainland Europe. Wildlife disease research in GB has greatly increased in recent years, particularly for popular wildlife species such as the hedgehog, where citizen science offers a cost-effective approach to achieving national disease surveillance [38] . It is important that this continues if we are to gain a deeper understanding of endemic and emerging pathogens of wildlife and their impact on wildlife, livestock and human populations. A P-value of <0.05 was considered statistically significant.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Discovery of seven novel Mammalian and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the gene source of alphacoronavirus and betacoronavirus and avian coronaviruses as the gene source of gammacoronavirus and deltacoronavirus",
            "authors": [
                {
                    "first": "Pcy",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Virology",
            "volume": "86",
            "issn": "",
            "pages": "3995--4008",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ecology, evolution and classification of bat coronaviruses in the aftermath of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral Research",
            "volume": "101",
            "issn": "",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of a novel betacoronavirus related to Middle East respiratory syndrome coronavirus in European hedgehogs",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Virology",
            "volume": "88",
            "issn": "",
            "pages": "717--724",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of alpha and beta coronavirus in wildlife species in France: bats, rodents, rabbits, and hedgehogs",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Monchatre-Leroy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus in Bats, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerging Infectious Diseases",
            "volume": "19",
            "issn": "",
            "pages": "1819--1823",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) origin and animal reservoir",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virology Journal",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The coronavirus spike protein is a class I virus fusion protein : structural and functional characterization of the fusion core complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal ofVirology",
            "volume": "77",
            "issn": "",
            "pages": "8801--8811",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Recombination, reservoirs, and the modular spike: mechanisms of coronavirus cross-species transmission",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "",
            "pages": "3134--3146",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676--679",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bat origin of human coronaviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology Journal",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The emergence of the Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Milne-Price",
                    "suffix": ""
                },
                {
                    "first": "Miazgowicz",
                    "middle": [],
                    "last": "Kl",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pathogens and Disease",
            "volume": "71",
            "issn": "",
            "pages": "121--136",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East respiratory syndrome coronavirus in dromedary camels: an outbreak investigation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet Infectious Diseases",
            "volume": "14",
            "issn": "",
            "pages": "140--145",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dromedary Camels and the Transmission of Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "64",
            "issn": "",
            "pages": "344--353",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A close relationship of Chiroptera with Eulipotyphla (Core Insectivora) suggested by four mitochondrial genes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Onuma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Zoological Science",
            "volume": "17",
            "issn": "",
            "pages": "1327--1332",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ecoepidemiology and complete genome comparison of different strains of severe acute respiratory syndrome-related Rhinolophus bat coronavirus in China reveal bats as a reservoir for acute, self-limiting infection that allows recombination events",
            "authors": [
                {
                    "first": "Skp",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "",
            "pages": "2808--2819",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Avian coronavirus in wild aquatic birds",
            "authors": [
                {
                    "first": "Dkw",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Virology",
            "volume": "85",
            "issn": "",
            "pages": "12815--12820",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Asymptomatic Middle East respiratory syndrome coronavirus infection in rabbits",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Virology",
            "volume": "89",
            "issn": "",
            "pages": "6131--6135",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Replication and shedding of MERS-CoV in upper respiratory tract of inoculated dromedary camels",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Adney",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerging Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular characterization and pathogenesis of transmissible gastroenteritis coronavirus (TGEV) and porcine respiratory coronavirus (PRCV) field isolates co-circulating in a swine herd",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Archives of Virology",
            "volume": "145",
            "issn": "",
            "pages": "1133--1147",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The State of Britain's Hedgehogs 2011. People's Trust for Endangered Species",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wembridge",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "National predictors of hedgehog Erinaceus europaeus distribution and decline in Britain",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Pettett",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mammal Review",
            "volume": "48",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Detection and molecular characterisation of Cryptosporidium parvum in British European hedgehogs (Erinaceus europaeus)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sangster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Veterinary Parasitology",
            "volume": "217",
            "issn": "",
            "pages": "39--44",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Streptococcus pyogenes infection in a freeliving European hedgehog (Erinaceus europaeus)",
            "authors": [
                {
                    "first": "Lhv",
                    "middle": [],
                    "last": "Franklinos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "EcoHealth",
            "volume": "12",
            "issn": "",
            "pages": "689--692",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Product differentiation by analysis of DNA melting curves during the polymerase chain reaction",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Ririe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Wittwer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Analytical Biochemistry",
            "volume": "245",
            "issn": "",
            "pages": "154--160",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Next generation sequencing of viral RNA genomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Marston",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Genomics",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pathogenesis of coronavirus-induced infections. Review of pathological and immunological aspects",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Advances in Experimental Medicine and Biology",
            "volume": "440",
            "issn": "",
            "pages": "503--513",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Identifying reservoirs of infection: a conceptual and practical challenge",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerging Infectious Diseases",
            "volume": "8",
            "issn": "",
            "pages": "1468--1473",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Assembling evidence for identifying reservoirs of infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends in Ecology and Evolution",
            "volume": "29",
            "issn": "",
            "pages": "270--279",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Enteropathogen co-infection in UK cats with diarrhoea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Paris",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Veterinary Research",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The importance of faecal indices in assessing gastrointestinal parasite infestation and bacterial infection in the hedgehog (Erinaceus europaeus)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bunnell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Wildlife Rehabilitation",
            "volume": "24",
            "issn": "",
            "pages": "13--17",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Amplification of emerging viruses in a bat colony",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerging Infectious Diseases",
            "volume": "17",
            "issn": "",
            "pages": "449--456",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Influence of age and body condition on astrovirus infection of bats in Singapore: an evolutionary and epidemiological analysis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Mendenhall",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "One Health",
            "volume": "4",
            "issn": "",
            "pages": "27--33",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Alphacoronaviruses in new World bats: Prevalence, persistence, phylogeny, and potential for interaction with humans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Diversity of coronavirus in bats from Eastern Thailand emerging viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wacharapluesadee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology Journal",
            "volume": "12",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Deciphering serology to understand the ecology of infectious diseases in wildlife",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "EcoHealth",
            "volume": "10",
            "issn": "",
            "pages": "298--313",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Cross sectional and longitudinal surveys of canine enteric coronavirus infection in kennelled dogs: a molecular marker for biosecurity. Infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stavisky",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Genetics and Evolution",
            "volume": "12",
            "issn": "",
            "pages": "1419--1426",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Citizen science and wildlife disease surveillance",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "Petrovan",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "EcoHealth",
            "volume": "12",
            "issn": "",
            "pages": "693--702",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Geographic origin of hedgehog samples and EriCoV testing result (ArcGIS).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of open reading frame (ORF) lengths of Erinaceus coronavirus from Great Britain (GB) and German hedgehogs (Erinaceus europaeus)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Associations with EriCoV infection",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "(Continued.)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}