{
    "paper_id": "26b49bdf0c3d50386ae603783e9674b7349852df",
    "metadata": {
        "title": "Primary Sequence Domains Required for the Retention of Rotavirus VP7 in the Endoplasmic Reticulum",
        "authors": [
            {
                "first": "Marianne",
                "middle": [
                    "S"
                ],
                "last": "Poruchynsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "postCode": "10461",
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "H"
                ],
                "last": "Atkinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "postCode": "10461",
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rotavirus VP7 is a membrane-associated protein of the endoplasmic reticulum (ER). It is the product of rotavirus gene 9 which potentially encodes a protein of 326 amino acids that contains two amino terminal hydrophobic domains, hl and h2, each preceded by an initiation codon. Comparison of the size of products derived from altered genes containing coding sequences for both hl and h2 with those lacking the hl sequence ('dhl' mutants), indicates that initiation takes place at M30 immediately preceding h2 (residues F32 to 1-,48) and that h2 is cleaved, confirming the studies of others (Stirzaker, S. C., P. L. Whitfeld, D. L. Christie, A. R. Bellamy, and G. W. Both. 1987. J. Cell Biol. 105:2897-2903). Our previous work had shown that deletions in the carboxy end of h2, extending to amino acid 61 in the open reading frame, resulted in secretion of VP7. The region from amino acid number 51-61, present in wild-type VP7 but missing in the secreted mutant A47-61, was thus implicated to have a role in ER retention. To test this, a series of chimeric genes were constructed by fusing the first 63 codons of wild-type VP7, Al-14 or A51-61/ dhl, to the mouse salivary ~t-amylase gene, a secretory protein, such that the fusion junction was located at the exact mature terminus of amylase. The chimeric proteins VP763/amylase, Al-14Jamylase and A51-6163/dhl/amylase were secreted when expressed in cells and the h2 domain was cleaved when mRNA was translated in vitro. These results imply that the sequence 51-61 is necessary but not sufficient for ER retention. When a second series of VP7/amylase chimera were constructed extending the VP7 contribution to amino acid 111, the product expressed by AI-14HI/ amylase was not secreted whereas that of A47-61 ttl/ amylase was. Significantly, the intracellular Al-14m/amylase product exhibited an amylase enzymatic specific activity that was similar to that of the wild-type amylase product. We conclude that two regions of VP7 mediate its retention in the ER, the first lies within the sequence 51-61 and the second within the sequence 62-111, which contains the glycosylation site for VP7. Both regions are necessary for retention, though neither is sufficient alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "p ROTEINS are targeted to various intracellular organelles with a high degree of specificity determined in part by primary sequence information in proteins of mitochondria (32) , the nucleus (14) , or those translocated into the endoplasmic reticulum (ER) ~ (3) . For several lumenal ER proteins, the sequence 'KDEL' at the carboxy terminus is necessary for their ER retention (4, 20, 24, 25) whereas ER specific retention sequence(s) have not been demonstrated for ER membrane-associated proteins. Viral protein expression systems have been useful for elucidating targeting behavior of proteins to the plasma membrane (1, 7, 9) or Golgi apparatus (21) . Rotavirus provides a similarly useful model system for investigating membrane-associated proteins targeted to the ER. During the maturation of rotavirus, virus cores assemble in cytoplasmic viroplasm structures, subsequently bud through the membranes of the rough ER or nuclear envelope and acquire a transient membrane envelope (8, 28, 29) . The mature double-capsid nonenveloped virions accumulate in the ER lumen. The structural glycoprotein and major neutralizing antigen VP7, is initially a membrane-associated protein with a lumenal orientation (13) . VP7 exhibits only a high-mannose tbrm of carbohydrate (13) consistent with its location solely in the ER (28, 29) . It is not known how VP7 assembles into virus particles nor by what mechanism the membrane elements are removed during virus maturation.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 626,
                    "end": 628,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1267,
                    "end": 1271,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "(28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1323,
                    "end": 1326,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gene 9, which codes for VP7, has been cloned and sequenced (5) , and exhibits an open reading frame potentially encoding a protein 326 residues in length. Hydrophobicity analysis (17) indicates the presence of only two hydrophobic domains (hi and h2) located at the amino terminus, each preceded by an in-frame initiation codon, the second of which exhibits the stronger consensus sequence for initiation (15, 16) . Our previous studies showed that deletions at the COOH-terminal end of h2 and the adjacent 13 residues resulted in secretion of the altered VP7's (31) . More recent evidence (42) shows that h2 is cleaved after amino acid No. 50, suggesting that the distal 11 residues are significant for ER retention, rather than h2. We therefore investigated whether the region of amino acids 51-61 played a role in retention of VP7 in the ER, since they were present in the wild-type VP7 but absent in the secreted mutants A42-61, A43-61, or A47-61. VP7 coding sequences containing this 11-amino acid region or those which deleted it, were attached to those of mature mouse salivary a-amylase, a secretory protein, to assay for an effect on retention in the ER. Additional chimera were also constructed consisting of the mature amylase coding region and a larger contribution from the VP7 amino-terminal coding region of the deletions Al-14 and A47-61/dhl, which extended up to amino acid 111 and included the VP7 glycosylation site. Amylase enzymatic activity was similarly demonstrated for both wild-type amylase and the intracellularly retained chimera. We show in the present study that two regions of VP7 mediate its retention in the ER. The first lies within the region spanning amino acids 51-61 and the second in the region 62-111, the latter containing the single glycosylation site for VP7. Both regions are apparently necessary for retention, though neither is sufficient to function by itself.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Amino acids of VP7 are depicted by letter code and the various restriction sites used for constructing the VP7 mutants lacking the first initiation codon and hydrophobic domain (dhl series) or the VP7 amylase-chimeric molecules are shown (Fig. 1, A and B) . The VP7 genes used in this study differed from the previously published VP7 sequence (5) at three positions, Cys32 to Phe, Leu~ to Phe and Thr65 to lie, and were confirmed by dideoxy sequencing (34) of our chimeric clones (see below). VP7 mutants deleted in the region immediately proximal to residue 62 had Ser62 changed to Ala as previously shown (31) .",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 611,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 255,
                    "text": "(Fig. 1, A and B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Initiation Codon and Hydrophobic Domain (dhl)"
        },
        {
            "text": "The deletion of the first initiation codon, and thus its accompanying hydrophobic domain, in the constructs A42-61/dhl, A43-61/dhl and A47-61/ dhl, was achieved by cutting plasmids A42-61, A43-61 and A47-61 (31) with Cla 1 (New England Biolabs, Beverly, MA) within the coding sequence of hl (Fig. 1) . Klenow enzyme (BRL, Gaitbersburg, MD) was then used to blunt the fragment ends and phosphorylated (22) Xho I linkers (New England Biolabs) were added to the fragments generated. After Xho I digestion, the 1,000-bp VP7 coding fragment was isolated for each plasmid from Sea Plaque low melting temperature agarose (FMC Bioproducts, Rockland, ME) and cloned into the Xho I site of the expression vector pJCll9 (36), after calf alkaline phosphatase treatment (Boehringer Mannheim Biochemicals, Indianapolis, IN) of the vector.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Initiation Codon and Hydrophobic Domain (dhl)"
        },
        {
            "text": "The plasmid pMSal04 (12) containing the full length cDNA coding sequence of mouse salivary a-amylase (a gift from O. Hagenbuchle, Swiss Institute for Experimental Cancer Research, Lausanne, Switzerland), was used in the construction of both the amylase transcription vector Am/ pGEM3 (pGEM3 was obtained from Promega Biotec, Madison, WI), and the expression vector pJC/Am. The plasmid pMSal04 was cut with Pst I and the 1,626-bp fragment containing the full length amylase coding region was isolated and cloned into the Pst I site of the pGEM3 transcription vector.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "In Vitro Translation and In Vivo Expression Plasmids"
        },
        {
            "text": "Escherichia coli (RRI) was transformed and colonies were screened for inserts as well as their orientation relative to the SP6 or T7 promoter in pGEM3. Amylase genes in the 'SP6' orientation were cut with Xho I and Sal I, and the resulting 1,640-bp fragment cloned into the Xho I site of pJCll9. Transformed colonies were screened for insert having the correct orientation relative to the SV40 late promoter and this plasmid was designated pJC/Am. portions of VP7 and a-amylase. The amino acid sequence of the first 111 residues of VP7 and the first 30 of a-amylase, are illustrated by letter code. The single glycosylation site of wild-type VP7 at residue 69 is depicted (CHO) as are the two hydrophobic domains (h/and h2). The various restriction sites used for creating the VP7 mutants lacking the first initiation codon (dhl series) or the VP7-amylase chimera are shown above the appropriate sequence. The numbers above the amino acids in the wild-type and deletions refer to the amino acid position in the wild-type sequence. The deletions A51-61, A47-61, A43-61 and A42-61 each retain the coding sequence for amino acid 1 through 50, 46, 42, or 41, respectively, and delete the amino acid coding sequence specified. The 'dhl' counterparts of these mutants each have a noncoding sequence (thin lines) preceding the initiating methionine at position 30, and the deletions of the amino acid coding sequences are shown (dotted lines). The arrow beneath the wild-type amylase sequence shows the position of the cleavage site for signal peptidase. The chimeric VP7amylase coding sequences consist of either a wildtype or altered 5' VP7 coding sequence, extending to either amino acid 63 or 111, joined to the amylase sequence that extends from amino acid 16 to its terminus (VP%3/Am, Al-1463/Am, A51-6163/ dhl/Am, Al-14.1/Am, and A47-61m/dhl/Am).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vitro Translation and In Vivo Expression Plasmids"
        },
        {
            "text": "VP7jAm, Al-1463/Am or A51-6163/dhl/Am expression vectors were constructed by restricting the plasmids pJC9, Al-14, each previously described (31) , or A51-61/dhl, with Xho I and initially isolating the 1,100-bp fragment (reference to fragment sizes are approximate) encoding wild-type or a deletion of VP7. The 100-200-bp fragment encoding the 5' end of each of the three variations of VP7 was purified after Nco I digestion, and ligated to the large Xho I/Apa I fragment of pJC/Am (pJC/Am-sig). pJC/Am-sig was thus pJC/Am lacking the wild-type signal sequence coding region. Precise deletion of the 5' signal sequence coding region of amylase was achieved by Apa I restriction of pJC/Am, blunting of the end which formed the junction between VP7 and amylase with T4 polymerase, followed by Xho I digestion which removed the small Xho I/Apa I fragment encoding the amylase signal but which retained the exact amino terminus of mature amylase (39) . The VP7-amylase coding sequences were each ligated at their junctions after treatment with Klenow enzyme, which blunted the overhang left by Nco I digestion of VP7.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Construction of VP76j-Amylase Chimera"
        },
        {
            "text": "The expression vectors Al-14m/Am and A47-61m/dhl/Am were constructed by restricting the plasmids AI-14 and A47-61/dhl with Bal I and Xho I, isolating each 300-bp fragment which contained the respective coding sequence of the amino terminus of VP7 including the single glycosylation site, and then cloning each into pJC/Am-sig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of VP7m-Amylase Chimera and DNA Sequencing"
        },
        {
            "text": "The dideoxy method of DNA sequencing (34) was used to confirm the amino terminal VP7 coding sequence and the VP7-amylase junctions for the constructs A51-6163/dhl/Am, Al-14m/Am and A47-61m/dhl/Am. The coding sequences of the chimeric VP7-amylase molecules were each cloned into either pTZ18R or pTZ19R (Pharmacia Fine Chemicals, Piscataway, NJ). For A51-61jdhl/Am, this was achieved by cutting the plasmids with Barn HI and cloning the 1,700-hp fragment into the Barn HI site in pTZ18R. Xho I/Barn HI fragments of Al-14m/Am and A47-61m/dhl/Am were cloned into the Barn HI/Sal I site of pTZ19R. JM101 or JMI09 strains of bacteria were transformed with the ligation mixtures and colonies were screened for inserts, and in the case of A51-6163/dhl/Am in pTZ18R, orientation monitored by restriction enzyme analysis. The transformed bacteria containing the construct in the desired orientation were infected with helper phage to generate single stranded DNA. Sequencing reactions used the T7 primer or a synthesized primer, 5' TATAATTTATCd3ATTTCT 3' which annealed within the 5' terminal coding sequence of VP7, thus allowing an increased range of sequencing of the chimeric coding regions. Reaction mixtures incorporating 35S-ATP were run on acrylamide-urea gels for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of VP7m-Amylase Chimera and DNA Sequencing"
        },
        {
            "text": "Full length VP7, A47-61 or A51-61 were digested with Nhe I/Xho I and the resulting 1,000-bp fragment was cloned into Xba I/Sal I site ofpGEM3, with an orientation compatible with the T7 promoter. The A47-61/dhl and A51-61/dhl variations, (which served to remove the first initiation codon for each of these VP7 deletions), were made by digesting A47-61/pGEM3 and A51-61/pGEM3 with Sma I and Cla I, treating with Klenow enzyme to fill in the overhangs and ligating the DNA closed. Mutant Al-14 was digested with Xho I and the 1,000-bp fragment isolated and cloned into the Sal I site of pGEM3. Restriction analysis was used to select the construct with the insert compatible with the T7 promoter. For the construction of VP76flAm, Al-1463/Am or A51-6163/dhl/Am chimera in the pGEM3 transcription vectors, the respective plasmids were each restricted with Barn HI, the 1,800-bp piece was isolated and ligated to Barn HI linearized pGEM3. Miniprep DNA restriction analysis was performed to determine if the inserts were in the correct orientation for utilization of either the T7 or SP6 promoter. For transcription of wild-type amylase, VP763/Am or A51-6163/ dhl/Am, the SP6 promoter orientation was used. For AI-14JAm the T7 promoter orientation was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of pGEM3 Transcription Vectors Containing VP7 or VP7-Amylase Chimeric Coding Sequences"
        },
        {
            "text": "pGEM3 DNA constructs containing wild-type VP-/, the VP7 deletions (Al-14, A47-61, A47-61/dhl, A51-61 and A51-61/dhl), wild-type amylase, or the VP763-amylase chimera, were obtained by standard bacterial lysis procedures and purified by precipitation or by cesium chloride-ethidium bromide ultracentrifugation followed by precipitation and resuspension in water. Before use as a template for in vitro run off transcription, plasmid DNA was linearized at a suitable restriction site downstream of the 3' end of the DNA coding sequence of interest. After being linearized, the DNA was extracted one time each with phenol, phenol/chloroform (1:1), and then chloroform and precipitated according to usual cloning procedures (22) . The transcription reactions were performed using the Promega Riboprobe Gemini System (Promega Biotec), according to the recommendations and procedures of the manufacturer. Briefly, for a 50-0.1 transcription mix, a 5 × transcription buffer consisting of 200 mM Tris-HC1 pH 7.5, 30 mM MgCI2, 10 mM spermidine and 50 mM NaCI, was used and dithiothreitol (DTT) added to a final concentration of 10 mM, rNTPs were each added to a final concentration of 0.5 mM, 25-50 U of ribonuclease inhibitor RNasin (Promega Biotec) were added, 2-5 0`g of linearized DNA, and 10-50 U of either Riboprobe SP6 or T7 RNA polymerase, and the reaction mixture incubated at 40°C for 90 rain. For wild-type amylase the cap mTG(5')ppp(5')G (Pharmacia Fine Chemicals) was also added to a final concentration of 0.5 mM. At the end of the incubation period, 3 vol of water and 15 lag of yeast tRNA were added as carrier before the sample was phenol and chloroform extracted as above, and precipitated with ethanol and 1 M sodium acetate, pH 8.0. The pellet retrieved was washed in 70% ethanol, dried, and then resuspended in 15-40 I11 of water.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 723,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Transcription and Translation of the VP7, Amylase or VP76J-Amylase Chimera pGEM3 Constructs"
        },
        {
            "text": "The message transcribed for each construct was translated using a rabbit reticulocyte lysate prepared as described by Pelham and Jackson (27) . Rotavirus total mRNA was synthesized in an in vitro reaction taking advantage of endogenous transcription in viral cores (23) . Dog pancreas microsomal membranes were isolated according to the procedure of Shields and Blobel (35) and in vitro protein synthesis was carried out as described (35) . Each 50-0`1 worth of reaction mixture contained 1-5 0`1 of transcribed message, or 0.04 A260 U of mRNA for rotavirus total message, 0.25 A280 U of microsomal membranes, 40 0`Ci of L[35S]methionine and 10 0`g of calf liver tRNA (Boehringer Mannheim Diagnostics, Inc., Indianapolis, IN). The samples were incubated for 90 min at 30°C in the presence or absence of membranes and at the end of the incubation the samples were immunoprecipitated with polyclonal antiserum to VP7, described previously (31), or by rabbit anti-human salivary ct-amylase (Sigma Chemical Co., St. Louis, MO). Samples containing membranes were layered in an airfuge tube above a 50-0.1 cushion of 0.5 M sucrose, 20 mM Tris-HC1, pH 7.4, 500 mM KCI, 2 mM CaCI2 and 5 mM MgCI2. and spun using an air pressure of 24 psi for 5 rain at 4°C. The supernatant was carefully removed and the membrane pellet was washed in 120 0`1 20 mM Tris-HC1, pH 7.4, 100 mM KCI, 2 mM CaCI2, 5 mM MgCI2, and respun in the airfuge. The supernatant was carefuly removed and the membrane pellet resuspended in 150 0`1 of lysis buffer containing protease inhibitors, before immunoprecipitation as described previously (31) . For samples that were translated in the absence of membranes, the reaction mixture was diluted with an equal volume of 2× lysis buffer, the volume adjusted to 150 0`1 with 1x lysis buffer and the sample immunoprecipitated as above. Antigen antibody complexes were precipitated with protein A-Sepharose CIAB (Pharmacia Fine Chemicals) and eluted from the beads by boiling in 1% SDS 0.05 M Tris, pH 6.7, as described previously (31) . Samples were adjusted to pH 5.0 by the addition of 0.2 M citrate phosphate buffer, pH 5.0, and half of the samples which had undergone translation in the presence of membranes had 0.041 U of endo-I~-N-acetylglucosaminidase H (endo-H) (38) added. All samples were incubated at 37°C for 1 h and then processed for analysis by SDS-PAGE on 10 or 11% gels (18) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 141,
                    "text": "Pelham and Jackson (27)",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1603,
                    "end": 1607,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2036,
                    "end": 2040,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2277,
                    "end": 2281,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2394,
                    "end": 2398,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Transcription and Translation of the VP7, Amylase or VP76J-Amylase Chimera pGEM3 Constructs"
        },
        {
            "text": "COS7 cells (10) were grown and transfected as described previously (31) . Transfected cells in 100-mm dishes were labeled with L[35S]methionine at a concentration of 150-200 0`Ci/ml for 4 h at 37°C 46 h after transfection. Cell lysates and media were immunoprecipitated as described previously (31) except that either rabbit polyclonal anti-VP'/or rabbit anti-human salivary Q-amylase antiserum was used and incubation was for 1-2 h at 4°C. To inhibit asparagine-linked glycosylation, cells were incubated in medium containing tonicamycin (Sigma Chemical Co.) at a final concentration of 5 0`g/ml, for 4 h before, as well as during, the 4-h labeling period, as described previously (31) .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Cell Growth, Transfection, Tunicamycin Treatment, Radiolabeling, and lmmunoprecipitation"
        },
        {
            "text": "To examine the kinetics of secretion of A47-61 and A47-61/dhl, transfected cells were pulsed for 15 rain at 37°C in methioniue-free medium containing L[3SS]methionine at a concentration of 1 mCi/ml. Cells were rinsed after the pulse and then chased at 37°C for 1, 2, or 3 h in medium containing 2 mM unlabeled methionine. To compare the kinetics of secretion of deletions A47-61/dhl, pJC/Am and the chimera A47-61H d dhl/Am, transfected cells were pulsed for 10 min at 37°C in methionine-free medium containing L[35S]methionine at a concentration of 900 p.Ci/ml. Cells were rinsed after the pulse and then chased at 37°C for 1, 2, 3, or 6 h, and in the case of A47-61H~dhl/Am, also for 8 h, in medium containing an excess of unlabeled methionine as above. For analysis of Al-14m/Am, transfected cells were pulsed for 10 min and chased for 6 h, in the same manner. The chase media were collected at the given times and immunoprecipitated as described. The samples were applied to 11 or 12 % SDS-PAGE gels and the intensity of the bands corresponding to VP7, amylase, or chimera, on the autoradiograph obtained were quantitated at each time point by densitometry using a Quantimet 920 Image Analysis System (Cambridge Instruments, Inc., Buffalo, NY). In another experiment, to correlate the amount of intracellular wild-type amylase or Al-14m/Am product with amylase enzymatic activity, equivalent dishes of cells were labeled with L[35S]methionine for 24 h at 37°C 40 h after transfection, and lysates were either used in an amylase assay (see below) or immunoprecipitated and analyzed on SDS-PAGE, autoradiographed, and quantitated by densitometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Growth, Transfection, Tunicamycin Treatment, Radiolabeling, and lmmunoprecipitation"
        },
        {
            "text": "A modification of the method of assay of it-amylase described by P. Bernfeld (2) which measures the release of dextrins, or maltose, from a soluble starch substrate at 37°C, was used to assay the enzymatic activity of lysates from COS7 cells which had been transfected with plasmids containing the wildtype a-amylase or the Al-I4m/Am chimera. Briefly, 100-mm dishes of COS7 cells, 48 h post-transfection, were rinsed free of medium and secreted products with PBS, scraped and then lysed in 1× lysis buffer (31) . Volumes of 50, 1130, 175, or 200 I11 of lysate were each diluted to a final volume of 250 ~tl with a buffer containing 20 mM sodium phosphate, 20 mM NaCI, 0.2 % Triton X-100, and placed on ice. After the addition of 250 I.tl of a 1% soluble starch substrate made up in the same buffer, to each sample or control tube, the samples were incubated at 30°C for 15 min before being placed on ice. One ml of a color reagent, consisting of 1% 3,5-dinitrosalicylic acid in 0.2 M potassium hydroxide and 0.021 M sodium potassium tartrate was added, each was boiled for 25 min, placed on ice, and then diluted with 3.5 ml of water. The optical density of the samples was read at 520 nm and the values compared against a maltose standard curve prepared from 0, 5, 10, 25, 50, and 100-1~1 aliquots of a 10 mg/ml maltose stock solution. An a-amylase standard curve was obtained by using aliquots of a-amylase (Sigma Chemical Co.) in the identical assay procedure.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Amylase Enzymatic Assays"
        },
        {
            "text": "In our previous studies (31) , cells transfected with the deletion mutants A42-61, A43-61, or A47-61, secreted endo-H resistant VP7 products. However, since the coding regions for both initiation codons and hydrophobic domains were present, it was not known from which codon initiation began nor which hydrophobic domain was used for translocation. Deletion mutants A42-61/dhl, A43-61/dhl, and A 4 7 -61/dhl, each lacking the first initiation codon and thus hi, were constructed in the present study to compare the products of both types of mutants. COS7 cells transfected with mutants containing either both initiation codons or those with only the second initiation codon secreted products of identical size, indicating that the first hydrophobic domain is probably not normally translated (Fig. 2, lanes 1-12, upper and lower arrows, glycosylated and unglycosylated VP7, respectively). Intracellular VP7 products also exhibited the same mobility whether or not the first A U G was present and were endo-H sensitive (data not shown). It is apparent that the mutant VP7 proteins of the 'dhl' series were each able to use their shortened h2 hydrophobic domains to target to and translocate into the ER. Secreted VP7 products which were glycosylated (upper arrow in Fig. 2) , were all endo-H resistant, consistent with their passage out of the E R through the Golgi apparatus and their modification to complex type of carbohydrate. As noted previously (31), wild-type VP7 was not secreted when cells were transfected with pJC9 (lanes 13 and 14) . Likewise, nonspecific bands in the position of VP7 were not observed in the media of control cells transfected with vector that did not contain insert, p J C l l 9 (lanes 15 and 16) . Roughly equivalent amounts of material were obtained from either the original deletion or its 'dhl' counterpart (i.e., A42-61 and A42-61/dhl, Fig. 2, lanes 1-4) . When the kinetics of secreted VP7 for deletions A47-61 and A47-61/dhl were examined in transfected cells after a 15-min pulse with L[asS]methionine followed by a 1-, 2-, or 3-h chase in medium containing 2 mM unlabeled methionine, a lag time of ~ 30 rain was seen for A47-61 and A47-61/dhl before secretion occurred in a linear fashion (inset in Fig. 2) .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 792,
                    "end": 812,
                    "text": "(Fig. 2, lanes 1-12,",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1265,
                    "end": 1272,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1526,
                    "end": 1543,
                    "text": "(lanes 13 and 14)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1710,
                    "end": 1727,
                    "text": "(lanes 15 and 16)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1872,
                    "end": 1890,
                    "text": "Fig. 2, lanes 1-4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2239,
                    "end": 2246,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Translocation and Secretion of VP7 Mutants Lacking the First AUG and hi"
        },
        {
            "text": "Immunoprecipitated VP7 products translated in vitro, using the transcription vector pGEM3 were also compared in size. Translation of total viral message, in the presence of membranes, yielded a band which was similar in size to that from infected cells (Fig. 3, compare lanes 1 and 4) . In the present study, the VP7 messages did not appear to be bicistronic as previously described by others (6) . The primary translation product (Fig. 3, lane 3) was slightly larger than the membrane modified product which had carbohydrate removed with endo-H (lane 2), likely indicating signal sequence cleavage. Wild-type VP7 made from the in vitro transcription/ translation system was the same size as VP7 made from viral message in the case of the primary translation product (Fig.  3 , lane 3 vs. lane 7), the membrane modified product (Fig. 3 , lane 4 vs. lane 5), or the latter treated with endo-H (Fig. 3 , lane 2 vs. lane 6). When Al-14 products were also compared, it was observed that the glycosylated species had the same mobility as VP7 in infected cells and the in vitro translated wild-type VP7 product. The primary translation product of Al-14 (Fig. 3, lane 9 ) was slightly larger than the membrane modified product treated with endo-H (Fig. 3 , lane 8), and was identical to primary products translated from wild-type VP7 mRNA and that of viral message. This also implies signal sequence cleavage of the Al-14 product in the presence of membranes. Since A1-14 lacks the first AUG, one can conclude that VP7 produced in infected cells, VP7 translated from either total viral message, wild-type VP7 mRNA, or Al-14 mRNA, each initiate at the second AUG immediately preceding h2. A similar comparison of the size of deglycosylated products made in transfected cells or in the in vitro translation system showed that initiation and translation were occurring identically in both systems (data not shown). Within these VP7 sequences, Alaso-Glns~ occurs in a context of amino acid residues which form a site with a high probability of signal peptidase cleavage, as the predictive rules regarding signal cleavage are applied (39) . Significantly, this site is absent in the mutant product of A51-61/dhl. Its primary translation product (Fig. 3, lane 12 , upper band) is the same size as the membrane modified product treated with endo-H (Fig. 3, lane 11) . Evidently the h2 domain is not cleaved in A51-61/dhl. The size of the glycosylated molecule (Fig. 3, lane 13) is larger than VP7 found in infected cells, or that translated in vitro from wildtype VP7 mRNA, consistent with this conclusion. The primary translation product showing a faster gel mobility (Fig.   3 , lane 12, lower band) probably corresponds to a product resulting from downstream initiation of Met63 and represents a species probably not translocated into the lumen of the ER.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2122,
                    "end": 2126,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 284,
                    "text": "(Fig. 3, compare lanes 1 and 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 431,
                    "end": 447,
                    "text": "(Fig. 3, lane 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 767,
                    "end": 775,
                    "text": "(Fig.  3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 828,
                    "end": 835,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 892,
                    "end": 899,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1147,
                    "end": 1162,
                    "text": "(Fig. 3, lane 9",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1240,
                    "end": 1247,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2233,
                    "end": 2249,
                    "text": "(Fig. 3, lane 12",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2334,
                    "end": 2351,
                    "text": "(Fig. 3, lane 11)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2446,
                    "end": 2463,
                    "text": "(Fig. 3, lane 13)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2655,
                    "end": 2664,
                    "text": "(Fig.   3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "In Vitro Translation"
        },
        {
            "text": "In the case of A47-61, the first AUG is also apparently not being used for translation since the size of the primary product that is made in the presence of membranes, or the latter treated with endo-H, were identical in A47-61 and in A47-61/dhl (Fig. 3, compare lanes 17 and 20, 18 and 21, 16  and 19, respectively) . However, proteolytic cleavage of the membrane modified product appears to occur since treatment with endo-H results in a product which is smaller than the primary translation product. If the cleavage is due to signal peptidase, it is not obvious where it would occur since there is no favored signal peptidase cleavage site in the A47-61 which would yield a product consistent with its apparent size on the gel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 316,
                    "text": "(Fig. 3, compare lanes 17 and 20, 18 and 21, 16  and 19, respectively)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "In Vitro Translation"
        },
        {
            "text": "The evidence that h2 is cleaved led us to more specifically assess the role in ER retention, of the amino acid domain 51-61, since the absence of the coding region for these amino acids was the only difference between the mutants which were secreted and wt VP7 or AI-14, which were not secreted. The retention function of this region of VP7 was tested by constructing chimera of portions of VP7 with mouse salivary amylase, a normally secreted glycoprotein. Genes for VP7/amylase, Al-14/amylase and A51-61/dhl/amylase, each consisted of VP7 sequences up to the codon for the 63rd amino acid of the open reading frame attached to the gene for amylase lacking its normal cleavable signal sequence (Fig. 1) . The chimeric genes, VP763/Am, Al-1463/Am and A51-6163/dhl/Am, which each did not include the glycosylation site of VP7, were cloned into the transcription vector pGEM3 and translation products were examined in the absence or presence of microsomes to assess signal cleavage in the chimeric molecules. In the absence of membranes a product corresponding to the size expected, for wt amylase, or slightly greater for the chimera VP763/Am, Al-1463/Am or A51-6163/dhl/Am, ~54 kD decreased in size upon the addition of membranes, likely indicating signal cleavage (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 695,
                    "end": 703,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IntraceUular Expression and Secretion of VP7, Amylase, and VP7~-Amylase Chimera"
        },
        {
            "text": "To determine whether VP7 sequences distal to the second hydrophobic domain (h2) extending up to amino acid 63 could target the secretory protein salivary amylase to the ER, the VP7-amylase chimeric products expressed by transfected cells were examined in cell lysates and the media in the presence and absence of endo-H. Wild-type VP7, as shown previously (31) , was immunoprecipitable from intracellular lysates in an endo-H sensitive form (Fig. 4, lanes//and 12) but not from the media of these cells (lanes 23 and 24) . On the other hand, when wild-type amylase (Am), or the VP7amylase chimera VP763/Am, Al-1463/Am or A51-6163/dhl/ Am, were transfected into COS7 cells, products were immunoprecipitable in each case from both intracellular lysates ( Fig. 4 , lanes 1-8) and the media (Fig. 4, lanes 13-20) after a 4-h labeling period, and these products did not change in size after endo-H treatment (Fig. 4) or when transfected cells were grown in the presence of tunicamycin (data not shown).",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 464,
                    "text": "(Fig. 4, lanes//and 12)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 503,
                    "end": 520,
                    "text": "(lanes 23 and 24)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 753,
                    "end": 759,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 787,
                    "end": 808,
                    "text": "(Fig. 4, lanes 13-20)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 903,
                    "end": 911,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IntraceUular Expression and Secretion of VP7, Amylase, and VP7~-Amylase Chimera"
        },
        {
            "text": "To further assess signal cleavage on the wt amylase or VP7-amylase chimera, products were immunoprecipitated from transfected cells or the media with anti-amylase antibody or with anti-VP7. Wild-type amylase was only immunoprecipitable with anti-amylase antibody and not with anti-VP7 as expected (data not shown). However, for the chimeric products VP763/Am and Al-1463/Am, not only were the intracellular or secreted products immunoprecipitable with anti-amylase but they were also immunoprecipitable, although to a lesser degree, with anti-VP7 (data not shown). For the chimera A51-6163/dhl/Am, intracellular and secreted products were only observed when anti-amylase antibody SAil-infected MA104 ceil lysates (lanes 9, 10, 21, and 22) display marker glycosylated VP7 (white arrowhead) and endo-H treated VP7 (black arrowhead). The arrow marks the mobility of wild-type amylase and VP7amylase chimera alongside the virus protein NCVP2 (54 kD). was used. No product of that size was obtained when anti-VP7 antibody was used, since it is likely that only two amino acids of the VP7 sequence remain following signal cleavage and are insufficient for recognition by anti-VP7 antibody. Taken together with the in vitro data, these results imply that the amino terminal hydrophobic domain of each of the three VP7-amylase chimera, VP763/Am, Al-1463/Am or A51-6163/ dhl/Am, is probably removed by signal peptidase. Though the protein sequence of VP7 from amino acid 51-61 is necessary for ER retention, it is apparent that it is not sufficient since its presence on amylase does not prevent secretion of this molecule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IntraceUular Expression and Secretion of VP7, Amylase, and VP7~-Amylase Chimera"
        },
        {
            "text": "Additional VP7-amylase chimera were constructed to determine whether the VP7 sequence spanning amino acid residues 62-111, including its single glycosylation site at residue 69, could provide an ER retention function whose presence would be necessary to supplement the role of the region spanning residues 51-61. The chimera constructed comprised the 5' coding region of deletion Al-14 extending to the coding region of the 11 lth amino acid in the wild-type VP7 open reading frame, or the equivalent region of A47-61/dhl extending to the same amino acid, each attached to the coding sequence of amylase corresponding to the precise amino terminus of the mature molecule to form Al-14m/Am and A47--611tl/dhl/Am. When these chimeric genes were expressed, it was observed that the products for each were glycosylated, since the single VP7 glycosylation site was now present in the fusion protein (Fig. 5 ). The chimera with the mature wt VP7 amino terminus extending to amino acid 111 (Al-14m/Am) was retained intracellularly (Fig. 5) , probably in the ER since it was endo-H sensitive (Fig. 5) , whereas the chimera lacking the VP7 amino terminal region amino acids 51-61 but retaining amino acids 62-111 (A47-61 m/ (1) and secreted (M) products were immunoprecipitated from cells transfected with either the Al-14m/Am or A47-61m/dhl/Am constructs, labeled for 10 min with LpSS]methionine and chased in medium containing excess unlabeled methionine for 1, 2, 3, 6, or 8 h (6 h for Al-14m/Am only). The proteins of the virus infected cell lysate serve as markers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 894,
                    "end": 901,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1024,
                    "end": 1032,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1084,
                    "end": 1092,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "IntraceUular Expression and Secretion of VPTtu-Amylase Chimera"
        },
        {
            "text": "dhl/Am) was secreted from the cell (Figs. 5 and 6 ) and exhibited endo-H resistant glycosylation (Fig. 5) . These results along with those in the previous section indicate that two regions in VP7 are necessary for ER retention, namely a segment within the domain of amino acids 51-61 and another within the region 62-111.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 49,
                    "text": "(Figs. 5 and 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 97,
                    "end": 105,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "IntraceUular Expression and Secretion of VPTtu-Amylase Chimera"
        },
        {
            "text": "A pulse-chase experiment was performed to examine the kinetics of secretion of the VP7 amylase chimera and to compare it to wild-type amylase and the secreted mutant of VP7. When transfected cells were pulsed for 10 min with L[35S]methionine and followed by a 1-, 2-, 3-, 6-, or 8-h chase, the secretion kinetics of A47-61 m/dhl/Am, A47-61/dhl and wt amylase were compared (Figs. 6 and 7). As expected, amylase was secreted the most rapidly and efficiently. Secretion of the chimera was less rapid and complete (Fig. 7) . The half-time for secretion of amylase was about 1.5 h, whereas A47-61 m/dhl/Am and A47-61/dhl were each about 2.25 h, consistent with the presence of one of the two necessary regions for ER retention thus slowing down exit from the ER. However, even after 6 h of chase, none of the complete VP7 amino terminal/amylase chimera (Al-14m/Am) was secreted (Fig. 6) , underscoring that the amino terminal region contains the VP7 retention domain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 519,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 874,
                    "end": 882,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Kinetics of Secretion"
        },
        {
            "text": "To test whether the VP7-amylase chimeric product made and retained by cells transfected with the construct Al-14m/Am was indeed in a conformation which displayed amylase activity, two enzymatic assays were performed. Lysates of COS7 cells that were transfected with either the plasmid containing the gene for wild-type amylase or the chimera Al-14m/Am were assayed for the release of maltose, or dextrins, due to the enzymatic action of a-amylase and compared with a maltose standard curve. Amylase activity was proportional to the amount of lysate from cells producing either wild-type amylase or the Al-14ttt/Am chimera, whereas lysate from cells treated with only the transfection reagents (DEAE/dextran) did not display any activity (Fig. 8) . A second assay, where the amount of It-amylase activity of lysates was measured by determining the amount of soluble chromogen liberated by enzymatic hydrolysis from a Procion Yellow starch substrate also confirmed these results (data not shown). To check the relative specific activity of chimeric and wild-type amylase, transfected cells were steady state labeled for 24 h with L[35S]methionine and the amount of Al-14m/Am or wt amylase in equal cell numbers was determined by densitometry of autoradiographs after immunoprecipitated products were analyzed by SDS-PAGE. Amylase activity was determined in a separate duplicate sample of transfected cells for both wt amylase or the Al-14m/Am chimera. The specific activity, expressed as a ratio of enzyme activity to gel band intensity, was 3.9 x 10 -4 for Al-14m/Am compared with 4.2 x 10 -4 for wt amylase. The similarity in specific activities shows that amylase activity was proportional to the amount of enzyme present, whether in the chimeric or in the wild-type forms. We conclude that the retained chimeric protein was probably not in a denatured form in the ER and exhibits a con- . Amylase enzymatic activity of lysates from cells transfected with wildtype amylase (pJC/Am) or the VP7-amylase chimera (Al-14m/Am). Lysates were assayed for the release of maltose from a starch substrate due to the enzymatic action of a-amylase. This release was compared with a control amylase standard and a maltose standard curve (squares, Al-14m/Am; triangles, pJC/ Am; circles, control, transfection reagents only).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 737,
                    "end": 745,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Amylase Enzymatic Assays"
        },
        {
            "text": "formation which has functional enzymatic activity. It is apparent that the VP7 sequence from amino acids 51-111 is necessary and sufficient for the retention of VP7 in the ER and also serves to retain a normally secreted protein in this compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amylase Enzymatic Assays"
        },
        {
            "text": "The data presented in this paper more accurately define the region of rotavirus VP7 responsible for its retention in the ER. In our previously published work (31) we presented evidence that deletions in portions of the amino terminus of VP7 resulted in the secretion of altered molecules, apparently via the normal secretory pathway, including passage through the Golgi apparatus (see Fig. 9 ; wt VP7, Al-14, and A47-61). A major conclusion arising from our previous work was that the secretory pathway may be the default pathway in the absence of specific overriding signals which target membrane or lumenal proteins to destinations other than the extracellular milieu. Support for this hypothesis derived from observations of Wieland et al. (41) who showed that a tripeptide, comprising an asparagine-linked glycosylation site, could be glycosylated in the ER, further processed in the Golgi apparatus and rapidly secreted. Likewise, ER lumenal proteins characterized by the sequence 'KDEIg at their carboxy terminus were also efficiently secreted when this sequence was removed (25) . A review of the subject (30) also reaches the conclusion that intracellular targeting may be the result of specific retention signals. As described above, VP7 has two amino terminal hydrophobic domains (hl and h2) in the open reading frame. It appears from the work of others (37) , and is confirmed by the present study, that hi is not translated in the bulk of VP7 in vitro or in transfected cells. The preferred site of initiation is at M3o immediately preceding the h2 domain. h2 functions as a cleavable signal sequence (37) , an observation confirmed in the present work by the decrease in size of the product processed in the presence of membranes for the wt VP7, and may also in A47-61, A47-61/dhl (Fig. 2 ) and the previously described deletion mutants A42-61 and A43-61 (data not shown). Our previous conclusion (31) that the h2 domain itself contains the ER retention information must be modified, refocussing attention on the sequence Qs~ to G6t, lying immediately to the carboxy terminus of h2, which also had been deleted in the secreted ver- sions of VP7. To test its role in retention of VP7 in the ER, this sequence and the appropriate sequences of the amino terminus of VP7 were joined to the exact mature amino terminus of mouse salivary a-amylase, normally a secreted protein. As shown in the present work, the presence of this sequence was not sufficient to prevent the secretion of amylase ( Fig. 4 ; Al-1463/Am). As expected, the chimera A51-6163/ dhl/Am was also secreted but, curiously, its signal sequence h2 domain was apparently cleaved (data not shown) whereas in A51-61/dhl (Fig. 3 ) the h2 domain appeared not to be cleaved. The VP7 h2 cleavage site As0-Qst is not present in A51-61/dhl nor in A51-6163/dhl/Am. However, at the deletion junction, R49AsoA62M63 forms a high probability signal peptidase cleavage site which may not be used in A51-61/dhl because of the proximity of the glycosylation site at N69 in VP7. The absence of any nearby glycosylation site in the chimera may allow peptidase activity for A51-6163/dhl/Am thereby generating a cleaved product. The data obtained when the expressed chimeric products were immunoprecipitated with either VP7 or amylase antiserum, add support to the conclusion that the signal of each chimera is cleaved. It was apparent from the aforementioned that the presence of the sequence Q51-G61 in VP7 is required for retention but in itself is not sufficient. When a larger portion of the VP7 amino terminus was fused to amylase, it was found that the chimera was retained intracellularly, presumably in the ER since the asparagine-linked oligosaccharide on the VP7 portion was in the high-mannose form. The additional VP7 sequence (62-111) also was not sufficient in itself to cause retention in the ER, since the chimera A47-61m/dhl/Am was also secreted (see Fig. 9 ). One must therefore conclude that two regions near the amino terminus of VP7 cooperate in its ER retention function. We do not know if the region encompassing amino acids 62-111 is part of a binding site or whether it acts as a 'spacer' allowing the region 51-61 to function. In the chimera used to demonstrate the cooperativity of the two regions, Al-14m/Am exhibits amylase activity at levels similar to that of the wt amylase gene expressed in these cells. The specific activity of the enzyme was similar in chimeric and wild-type products. These results indicate that at least the amylase portion of the chimera was in the correct conformation and that the reason for retention was not due to denaturation of the chimeric protein.",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 747,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1364,
                    "end": 1368,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1613,
                    "end": 1617,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1910,
                    "end": 1914,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 391,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1794,
                    "end": 1801,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2502,
                    "end": 2508,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2692,
                    "end": 2699,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3923,
                    "end": 3929,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "When the kinetics of secretion of VP7 deletion mutants and also the VP7-amylase chimera were examined, only the secretion of amylase was rapid and complete. The chimera showed a slower turnover time of the intracellular pool and also a less complete turnover into the medium. The transit time of those molecules that were secreted was however, similar (~30-45 min) for all mutants, showing that once the altered VP7s escape the ER their secretion is rapid. These data may be interpreted as a partial function of one or of the other of the VP7 domains in mediating an ER retention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The method by which VP7 is retained in the ER is unresolved. Though clearly not a membrane spanning protein, VP7 is membrane bound (13) . The mode of this attachment is not obvious. If an a-helical wheel (32) of the amino acid residues from Q51 at the mature amino terminus to Wl, is constructed, a marked amphipathicity is observed with all the charged residues segregated to one segment of the circumference of the wheel. Such a hydrophobic face may be present in the folded structure and mediate membrane at-tachment. The rotavirus nucleocapsid protein VP6 has been shown to oligomerize (11) and whether or not VP7 oligomerizes is being examined. The possibility exists that an amphipathic character may influence oligomerization and play a role in the membrane association of VP7. The nature of the ER retention of the VP7 is also being investigated and presumably involves some specific sorting feature such that the organelle retains its characteristic components. Such sorting remains an elusive problem for the retention of all types of ER molecules including the integral membrane proteins HMG CoA reductase (19) , ribophorins (33) , signal sequence receptor (40) , ERP99 (20) , adenovirus E3 (26), the lumenal protein of the ER disulfide isomerase esterases (24) , and heavy chain binding protein (4) . With respect to the latter class, 'KDEL', found to be necessary for targeting other proteins, is not a component of VP7 and cannot explain its ER retention. There is no sequence homology with other ER constituents on the primary sequence level although it remains to be determined whether folded structures of ER constituents bear any resemblance to each other.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1268,
                    "end": 1272,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Structural requirements of a membrane-spanning domain for protein anchoring and cell surface transport",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "41",
            "issn": "",
            "pages": "1007--1015",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Amylases ct and I~",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bernfeld",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Meth. Enzymol",
            "volume": "1",
            "issn": "",
            "pages": "149--158",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "I975. Transfer of proteins across membranes. I. Presence of proteolytically processed and unprocessed nascent immunoglobulin light chains on membrane bound ribosomes of murine myeloma",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobberstein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Cell Biol",
            "volume": "67",
            "issn": "",
            "pages": "835--851",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Posttranslational association of immunoglobulin heavy chain binding protein with nascent heavy chains in nonsecreting and secreting hybridomas",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bole",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hendershot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "1558--1566",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Serotype specific glycoprotein of Simian 11 rotavirus: coding assignment and gene sequence",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Both",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mattick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellamy",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "3091--3095",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Two glycoproteins are produced from the rotavirus neutralization gene",
            "authors": [
                {
                    "first": "W.-K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Penaranda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Virology",
            "volume": "151",
            "issn": "",
            "pages": "243--252",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Analysis of progressive deletions of the transmembrane and cytoplasmic domains of influenza hemagglutinin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Gething",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "103",
            "issn": "",
            "pages": "1192--1204",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rotaviruses: a review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Obijeski",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Curr. Topics Microbiol. and Immunol",
            "volume": "105",
            "issn": "",
            "pages": "124--184",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expression of wild-type and mutant forms of influenza hemagglutinin: the role of folding in intracellular transport",
            "authors": [
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Gething",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccammon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "46",
            "issn": "",
            "pages": "939--950",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "I. SV40-transformed simian cells support the replication of early SV40 mutants",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gluzman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell",
            "volume": "23",
            "issn": "",
            "pages": "175--182",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Biochemical evidence for the oligomeric (possibly trimeric) structure of the major inner capsid polypeptide (45K) of rotaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gorziglia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Larrea",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liprandi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Esparza",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Gen. Virol",
            "volume": "66",
            "issn": "",
            "pages": "1889--1900",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tissue-specific expression of mouse a-amylase genes: nucleotide sequence of isoenzyme mRNAs from pancreas and salivary gland",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hagenbuchle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bovey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Cell",
            "volume": "21",
            "issn": "",
            "pages": "179--187",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Processing of the rough endoplasmic reticulum membrane glycoproteins of rotavirus SAI 1",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Kabcenell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "1270--1280",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sequence requirements for nuclear location of simian virus 40 large-T antigen",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kalderon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Markham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nature (Lond.)",
            "volume": "31",
            "issn": "",
            "pages": "33--38",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Compilation and analysis of sequences upstream from the translational start site in eukaryotic mRNAS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kozak",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nucl. Acids Res",
            "volume": "12",
            "issn": "",
            "pages": "857--874",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Point mutations that define a sequence flanking the AUG initiator codon that modulates translation by eukaryotic ribosomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kozak",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "44",
            "issn": "",
            "pages": "283--292",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A simple method of displaying the hydropathic character of a protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kyte",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Doolittle",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Mol. Biol",
            "volume": "157",
            "issn": "",
            "pages": "105--132",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage \"1\"4",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature (Lond.)",
            "volume": "227",
            "issn": "",
            "pages": "680--684",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Domain structure of 3-Hydroxy-3-methylglutaryl coenzyme A reductase, a glycoprotein of the endoplasmic reticulum",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liscum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Finer-Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Stroud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Luskey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Biol. Chem",
            "volume": "260",
            "issn": "",
            "pages": "522--530",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Structure and assembly of the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mazzarella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. BioL Chem",
            "volume": "260",
            "issn": "",
            "pages": "3050--3057",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A specific transmembrane domain ofa coronavirus El glycoprotein is required for its retention in the Golgi region",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "1205--1214",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Molecular Cloning, a Laboratory manual",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "545",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "In vitro transcription and translation of simian rotavirus SAIl gene products",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. ViroL",
            "volume": "33",
            "issn": "",
            "pages": "1111--1121",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "an hsp70-1ike protein in the ER: identity with the 78 kd glucose-regulated protein and immunoglobulin heavy chain binding protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "46",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A C-terminal signal prevents secretion of luminal ER proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "899--907",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structural and functional dissection of an MHC class 1 antigen-binding adenovirus glycoprotein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paabo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schaffner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "5",
            "issn": "",
            "pages": "1921--1927",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An efficient mRNA-dependent translation system from reticulocyte lysates",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Eur. J. Biochem",
            "volume": "67",
            "issn": "",
            "pages": "242--256",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Localization of rotavirus antigens in infected cells by ultrastructural immunocytochemistry",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hanssen",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "K"
                    ],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Gen. Virol",
            "volume": "63",
            "issn": "",
            "pages": "457--467",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ultrastructural localization of rotavirus antigen using colloidal gold",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Virus Res",
            "volume": "1",
            "issn": "",
            "pages": "133--152",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Biosynthetic protein transport and sorting by the endoplasmic reticulum and Golgi",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Deletions into an NH2-terminal hydrophobic domain result in secretion of rotavirus VP7, a resident endoplasmic reticulum membrane glycoprotein",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Poruchynsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tyndall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Both",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "2199--2209",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Amphilicity is essential for mitoehondrial presequence function",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roise",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Franziska",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schatz",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "7",
            "issn": "",
            "pages": "649--653",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Biosynthesis and processing of ribophorins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Marcantonio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hakimi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ort",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "",
            "pages": "1076--1082",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "DNA sequencing with chain terminating inhibitors",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicklen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Coulson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "74",
            "issn": "",
            "pages": "5463--5467",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Efficient cleavage and segregation of nascent presecretory proteins in a reticulocyte lysate supplemented with microsomal membranes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Biol. Chem",
            "volume": "253",
            "issn": "",
            "pages": "3753--3756",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Expression of a recombinant DNA gene coding for the vesicular stomatitis virus nucleocapsid protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sprague",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Condra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arnheiter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lazzarini",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Virol",
            "volume": "45",
            "issn": "",
            "pages": "773--781",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Processing of rotavirus glycoprotein VP7: implications for the retention of the protein in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Stirzaker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Whitfeld",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Both",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "2897--2903",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Purification and properties of an endo-I~-N-acetylglucosaminidase from Streptomyces griseus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Tarentino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Maley",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Biol. Chem",
            "volume": "249",
            "issn": "",
            "pages": "811--817",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Patterns of amino acids near signal-sequence cleavage sites",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Von Heijne",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Eur. J. Biochem",
            "volume": "133",
            "issn": "",
            "pages": "17--21",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A signal sequence receptor in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiedmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Kurzchalia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature (Lond.)",
            "volume": "328",
            "issn": "",
            "pages": "830--833",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The rate of bulk flow from the endoplasmic reticulum to the cell surface",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Weiland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gleason",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Serafini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Location of sequences within rotavirns SAI 1 glycoprotein VP7 which direct it to the endoplasmic reticalum",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Whitfield",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tyndall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Stirzaker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Both",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "MoL Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "2491--2497",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Amino acid and restriction map of the 5'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Secretion of VP7 mutants encoded by genes having one or both initiation codons. Cells were transfected with pJC9 (wt VP7), pJCll9 (vector, no insert), A42-61, A43-61 or A47--61 and their counterparts lacking the first initiation codon and hydrophobic domain, A42-61/dhl, A43-61/dhl and A47-61/dhl. Cells were labeled for 4 h with L[3SS]methionine and VP7 was immunoprecipitated from the media. Samples were tested for endo-H digestion (+ or -lanes). Lanes//and 12, and 17 and 18 each have half the amount of material that is displayed in each of the other lanes. Total SAil-infected MA104 cell lysate (lane 19) displays marker intracellular glycosylated VP7. The lower arrow indicates the unglycosylated and the upper arrow the glycosylated forms of VP7 recovered from the media. (Inset) Kinetics of secreted A47-61 and A47-61/dhl VP7 products. Transfected cells were pulsed for 15 min at 37°C in medium containing L[3SS]methionine at a concentration of 1 mCi/ml before being chased for 1, 2, or 3 h in medium containing excess unlabeled methionine. VP7 was immunoprecipitated from the chase media at the given times, analyzed by SDS-PAGE, and the intensity of the VP7 bands quantitated at each time point by densitometry. Vertical scale units are arbitrary.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "In vitro translation of SAIl rotavirus, wild-type or mutant VP7 mRNA. Total SAIl rotavirus mRNA or mRNA derived from the transcription of wild-type or mutant VP7 sequences cloned into the pGEM3 vector were translated in the absence (lanes 3,7, 9, 12,  17, 20, and 23)  or presence of membranes and either digested with endo-H (lanes 2, 6, & H, 16, 19, and 22)or not (lanes 4,5, 10, 13,  18, 21, and 24)  and immunoprecipitated. The bar indicates the position of glycosylated VP7 in SAil-infected MAI04 cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "VP763-amylase chimera are secreted. Transfected cells were labeled for 4 h with L[35S]methionine and the products immunoprecipitated from the cells (I) or the media (M) using anti-VP7 antibody for wildtype VP7 (pJC9), or anti-amylase antibody for wild-type amylase (Am) and the VP7amylase chimera (VP76~/Am, A1-146JAm or A51-6163/dhl/Am). Half of the samples were digested with endo-H (+ or -lanes).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Chimeric protein Al-14m/amylase is not secreted whereas A47-61 m/dhl/amylase is secreted. Intracellular (I) and secreted (M) products were immunoprecipitated from cells transfected with either the Al-14m/Am or A47-61m/dhl/Am constructs and labeled for 4 h with L[35S]methionine. The solid arrows and bars mark the position of the Al-14m/Am and A47-61 m/dhl/Am intracellular products, respectively, before or after (+ or -lanes) endo-H treatment. The position of the secreted A47-61 m/dhl/Am product is indicated by the open arrow.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Retention of Al-14m/amylase and secretion of A47-61m/ dhl/amylase chimera after a pulse-chase. Intracellular",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Kinetics of secretion of A47-61/dhl, wild-type amylase and chimeric A47-61m/dhl/Am. Cells transfected with either A47-61/dhl, pJC/Am or A47-61 m/dhl/Am, were pulsed for 10 min with L[35S]methionine and then chased for 1, 2, 3, 6, or 8 h (A47-61m/dhl/Am) in medium containing excess unlabeled methionine. The products were immunoprecipitated from cell lysates and from the media, separated by SDS-PAGE, autoradiographed, and the bands quantitated by densitometry (circles, intracellular; squares, media).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 8. Amylase enzymatic activity of lysates from cells transfected with wildtype amylase (pJC/Am) or the VP7-amylase chimera (Al-14m/Am). Lysates were assayed for the release of maltose from a starch substrate due to the enzymatic action of a-amylase. This release was compared with a control amylase standard and a maltose standard curve (squares, Al-14m/Am; triangles, pJC/ Am; circles, control, transfection reagents only).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Summary of phenotype of wild-type VP7, VP7 deletions or VP7-Amylase chimera. The white bars designate the VP7 or amylase sequences and the stippled regions depict the hydrophobic domains hi and h2. The methionines are labeled at position 1 and 30. The dotted lines depict the regions deleted.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "AYAN$TOEET FLTSTLC LYY PTEAATE I NDNSWKDTLSQL F LTKGW~/~I Arw/l~ MKF F LLLS L I GFCWAI YDPHTQYGRTA I I H ~//~1",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "d ~-~.A. ~ ............. I I I SeCr ETED d 47-61m Am ~ ...............",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The expert technical assistance of Joyce Lee and Riku P. Kawakami is gratefully acknowledged.This work was supported in part by a grant from the National Institutes of Health (IRO1 CA-13402 to P. H. Atkinson) and Core Cancer grant NIH-PO1-CA-13330.Received for publication 18 April 1988, and in revised form 22 July 1988.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}