{
    "paper_id": "26f94b094ce4d39665edddef1942f04dd041f363",
    "metadata": {
        "title": "From spectators to implementers: civil society organizations involved in AIDS programmes in China",
        "authors": [
            {
                "first": "Hui",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nana",
                "middle": [
                    "Taona"
                ],
                "last": "Kuo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNAIDS China Office",
                    "location": {
                        "settlement": "Beijing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Korhonen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ellenie",
                "middle": [],
                "last": "Pond",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haoyan",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liz",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Xue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiangping",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": "jpsun@chinaaids.cn"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As of 2009, the overall national HIV prevalence in China remained low-estimated at 0.057% (0.04-0.07%) of the total population-but with pockets of high prevalence in some areas and among specific sub-populations such as injecting drug users (IDUs), sex workers and their clients, and men who have sex with men (MSM). 1 Since 2003, China has made significant progress in its response to the HIV/AIDS epidemic and is now witnessing a reduction in the rate of increase of the AIDS epidemic. 1 However, to achieve China's Millennium Development Goal number six-to halt and reverse the spread of HIV/ AIDS by 2015-comprehensive HIV prevention, treatment, care and support services will need to be further scaled up, particularly for these hard-to-reach high-risk populations.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 318,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 488,
                    "end": 489,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The government, through the Chinese Ministry of Health and Chinese Center for Disease Control and Prevention (China CDC) , still remains the main service provider in China's AIDS response. However, over the past 20 years, there has been increased recognition from the Chinese government that the AIDS response requires involvement from of all society, including civil society organizations (CSOs). [2] [3] [4] [5] Over the past 20 years, CSOs working on HIV/AIDS have emerged and expanded to take an increasingly important role, especially in service delivery, and are now widely involved in nearly all aspects of HIV/ AIDS-related prevention and control efforts. [7] [8] [9] This article aims to review the extent of civil society participation in the China AIDS response over the past two decades and the challenges they face to become more actively involved in national AIDS programmes.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 120,
                    "text": "(China CDC)",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We performed a desk review of available Chinese government policies, project documents and published articles on civil society organization (or nongovernmental organization, or grass-roots organization or community-based organization) participation of HIV/AIDS programmes in China over the past two decades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "As civil society in China differs from other parts of the world, it is important to begin this analysis with a clear definition of Chinese CSOs and the specific entities this article covers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Chinese scholars and practitioners have often described three main kinds of CSOs (minjian zuzhi in Chinese) in China, 10,11 including: (i) 'civil organizations', which include mass organizations and associations that are closely affiliated with government systems and have an established national network, such as the All China Women Federation and the Chinese Association of STD & AIDS Prevention and Control (CASAPC); (ii) civilian non-enterprise units, which provide certain public goods such as social services; and (iii) 'grass-roots CSOs', which include grass-roots-and community-based organizations often involving members of the affected populations they work with; for example, people living with HIV (PLHIV) and MSM. Grass-roots CSOs are often unregistered or are registered with the Ministry of Industrial and Commerce (MOIC), but only CSOs registered with the Ministry of Civil Affairs (MOCA) are legally recognized in China: therefore, in this article, these grass-roots CSOs will be referred to as 'unregistered CSOs'. However, organizations at all levels are today involved in the national AIDS response. This article predominately covers organizations that fall into the first and last categories outlined above, which will be referred to as registered CSOs and unregistered CSOs, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The extent of civil society participation was assessed in five ways: (i) the political environment in which CSOs operate in China; (ii) access to financial resources; (iii) the number of CSOs working on HIV/AIDS; (iv) the scope of work in which HIV/ AIDS-related CSOs are involved; and (v) examples of the impact of CSO involvement on programme indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The political environment It has been recognized that the political environment for Chinese CSOs working on HIV/AIDS has generally been expanding since the severe acute respiratory syndrome (SARS) outbreak in 2003. There have been strong political statements from senior government as well as supportive AIDS-specific policies and regulations. However, beyond the AIDS field, the legal environment for CSOs still remains rather restrictive. This is potentially a major obstacle to AIDS CSOs to effectively function in a sustainable manner and help deliver services at scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The government's formal recognition of the role of civil society in the AIDS response can be highlighted by multiple statements made by senior government officials. For example, in 2004, at the National HIV/ AIDS Prevention and Control Working Conference, Vice Premier Wu Yi emphasized that China's AIDS campaign cannot be won by government alone and that there needs to be social involvement and mobilization of social resources. The speech encouraged all regions and departments to explore new and innovative ideas and develop policy measures to create environments and conditions feasible for societal involvement. 5 More recently, prior to World AIDS Day, 2009, President Hu Jintao pledged to mobilize the whole society to improve HIV/AIDS control. He stated 'China still faces a severe AIDS problem and we should mobilize the forces of all social sectors to tackle the problem persistently'. 3 ii66 INTERNATIONAL JOURNAL OF EPIDEMIOLOGY The AIDS policy environment not only reflects the political will to tackle the AIDS epidemic, but also provides further legitimacy for CSOs to take on an active implementer's role. State Council regulations and national AIDS action plans, such as the 'Regulations on AIDS Prevention and Control' issued on 29 January 2006 13 and 'China's Action Plan for Reducing and Preventing the Spread of HIV/AIDS, 2006-2010,' 14 outline the role of local governments to support CSOs in carrying out HIV/AIDS prevention and control counselling, guidance, advocacy and education, and to provide financial support to governments. However, how these policies are implemented has been left to local interpretation, resulting in inconsistencies in the level of collaboration and support between local authorities and CSOs. No specific policies relating to AIDS CSOs have yet been developed.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 619,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 897,
                    "end": 898,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Despite these positive developments within the AIDS field, the broader socio-political environment for CSOs remains less supportive and is lagging behind the desired pace of development. Overall, the legal environment for civil society in China is thought of as disabling and restrictive to CSO development. 10, 15 The legal framework has not yet been consolidated and CSOs are governed by a set of provisional regulations. 16,17 Official registration for CSOs takes place with MOCA and criteria for registration are high; for example, organizations must have a minimum of RMB100 000 and have a 'management unit' to act as a sponsoring agency. In addition, only one CSO working on an issue is allowed to register at each administrative level and groups working on the same issue in different places are prohibited from coming together as a regional, provincial or national organization. Difficulties in obtaining registration with MOCA have resulted in most grass-roots CSOs remaining unregistered or registering as commercial entities, which makes them liable to pay a 5% tax on any revenue, even for funds received for non-profit purposes.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Funding to AIDS CSOs has increased during the past decade, with a large proportion coming from international sources. There are various international organizations, including the United Nations system, and various foundations (Ford, Clinton, Bill and Melinda Gates) and bilateral programmes, providing support to AIDS CSOs in China. 18 The Ford Foundation and Asia Foundation were the first to support unregistered CSOs since the 1990s. 7, 19 Although a comprehensive analysis of total resources available to CSOs does not exist, data compiled by the International Co-operation Programme Management Office of the National Center for AIDS/STD Control and Prevention (NCAIDS) on CSO funding by international AIDS co-operation projects shows an increase of international resources from USD335 000 in 2005 to 4USD5.4 million in 2009 (Table 1) .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 437,
                    "end": 439,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 440,
                    "end": 442,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 829,
                    "end": 838,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Access to resources"
        },
        {
            "text": "Moreover, increasing numbers of unregistered CSOs have received funding from international programmes. For example, in 2009, the China Global Fund AIDS Program Round 6 reported that 254 unregistered CSOs had received USD1.07 million. 20 However, the majority of unregistered CSOs are receiving a small amount of funding through an open-bidding processes for projects sponsored by the government and international cooperation programmes. From a review of 35 CSOs in four provinces carried out by the NCAIDS in 2009, more than 20 unregistered CSOs working on HIV/AIDS have annual budgets of USD7000. Only four organizations have budgets of between USD20 000 and USD150 000. Furthermore, unregistered CSOs are typically unable to manage their own finances and bank accounts, making it difficult for them to mobilize large-scale resources. Additionally, funds directly managed by the NCAIDS, including from international sources such as the Global Fund and Bill and Melinda Gates Foundation programme, are administered following government regulations, which means funds can only be used for activities and not staff salaries or operational costs. These limitations on resources could potentially hamper the ability of CSOs working on HIV/AIDS to deliver services on a large scale as well as affecting their sustainable development.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Access to resources"
        },
        {
            "text": "Since 2002, the central government has been specifically investing in CSOs, but mainly in registered CSOs. Initially, 21 organizations received a combined government funding of USD248 000, increasing to 60 CSOs receiving a total of USD1.46 million by 2008 (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 265,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Access to resources"
        },
        {
            "text": "Despite increased investment by the government, these funds are provided on an ad hoc basis and, as of yet, there is no institutionalized funding for CSOs from the government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to resources"
        },
        {
            "text": "In addition, as most unregistered CSOs, and also increasingly registered CSOs, receive funding primarily through international sources such as the Global Fund, Bill and Melinda Gates Foundation programme and other international organizations, funding sustainability may become an issue in the future as more donors start to withdraw their bilateral aid from China; for example, UK Department for International Development (DFID)'s bilateral aid programme to China, including HIV/AIDS will stop in 2011. 21 The number of CSOs It is difficult to quantify the number of CSOs working on HIV/AIDS in China as MOCA's records do not disaggregate CSOs by specific scope of work, and many CSOs are unregistered. Although current directories, lists and programme databases on CSOs working in the HIV/AIDS field vary greatly with regard to numbers and methodology for categorizations, it can be CIVIL SOCIETY RESPONSE TO AIDS IN CHINA ii67 clearly deduced that the actual number of CSOs has increased considerably over the past two decades, particularly since 2003.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 505,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Access to resources"
        },
        {
            "text": "The first AIDS-specific registered CSO, the Chinese Foundation for HIV/AIDS Control and Prevention, was founded in 1988. 9 During the 1990s, a number of registered and unregistered CSOs became involved in AIDS activities, such as the CASAPC and China Red Cross and AIZHI Action. 7 22 Additional resources from international cooperation programmes have contributed to the increase in numbers of CSOs in China. For example, within 1 year of launching the China Global Fund Round 5 AIDS programme, 69 new CSOs were established in project provinces. 23 Table 3 ",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 279,
                    "end": 280,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 281,
                    "end": 283,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 546,
                    "end": 548,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 556,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Access to resources"
        },
        {
            "text": "The scope of CSO involvement has been expanding. CSOs are becoming implementers in practically all fields related to HIV/AIDS efforts, including education, high-risk behaviour interventions among target populations such as IDUs, MSM and sex workers, care and support, policy advocacy, applied research, monitoring and evaluation and oversight, among others. 6, 7, 18, 20, 22 Some argue that this increased provision for CSOs to take up implementation roles because of the government's growing recognition of it, has limits on reaching and providing public services to hard-to-reach populations such as MSM, IDUs and sex workers. 6, 7, 8, 12 For example, the desire to tackle the rapidly expanding epidemic among MSM (in 2009, overall HIV prevalence among MSM was 4.9%, accounting for 33% of new HIV infections 1 ) has resulted in increased collaboration between local CDCs and unregistered MSM CSOs to provide the MSM community with prevention and treatment and care services. 24 Consequently, the most active and developed unregistered CSOs are organizations for MSM. Organizations for PLHIV also constitute a notable part of the overall unregistered CSO community. On the other hand, organizations specializing on other HIV/AIDS issues and working with criminalized groups remain few and poorly developed. This is particularly the case within the fields of sex work and drug use. A 2009 survey of CSOs by the NCAIDS and the China HIV/AIDS Information Network (CHAIN) showed that out of the 337 unregistered CSOs surveyed, 36% were MSM focused, 27% were PLHIV ii68 INTERNATIONAL JOURNAL OF EPIDEMIOLOGY organizations, only 9 and 7% focused on sex workers and IDUs, respectively, and the remaining 21% worked on education, training and other activities not focusing on a specific high-risk group. 22 Unregistered CSOs engaged in legal aid, litigation, human rights and explicit advocacy are also few, which is also a reflection of the socio-political environment surrounding CSO work in China. 25 Registered CSOs, such as the CASAPC, are also playing a critical role in the coordination and financial management of the growing unregistered CSO community. For example, since 2004, the CASAPC has been playing a financial management role in 'passing through' funding to unregistered CSOs, capacity building and evaluating unregistered CSOs for various Global Fund programmes in China. 7, 20 The impact of CSO involvement Chinese CSOs have not only increased in number and scope of work; some, such as AIDS Care China (ACC), are now also having a significant impact on AIDS programme indicators and are being recognized by the government as providing best practices in the AIDS response. 26 Two specific examples, ACC and the Chengdu Gay Care Organisation (CGCO), illustrate how CSO-led implementation models have had a positive impact on anti-retroviral (ARV) treatment adherence of PLHIV and HIV testing among MSM.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 372,
                    "end": 374,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 634,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 638,
                    "end": 640,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 977,
                    "end": 979,
                    "text": "24",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1797,
                    "end": 1799,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1994,
                    "end": 1996,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2376,
                    "end": 2385,
                    "text": "China. 7,",
                    "ref_id": null
                },
                {
                    "start": 2386,
                    "end": 2388,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2685,
                    "end": 2687,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "The scope of work"
        },
        {
            "text": "ACC is an unregistered grass-roots civil society organization, led by PLHIV, and established in 2003. The organization began as a PLHIV support group in Guangzhou and has grown into a network covering the provinces of Yunnan, Guangxi, Guangdong and Hubei. The 'Red Ribbon Project' is a working model developed by ACC for the provision of integrated services to PLHIV through Red Ribbon Centers at ART sites, including counselling, emotional support, care and support. By the end of 2009, 35 Red Ribbon Centers in four provinces served 13 541 on ART and provided follow-up services to 4868 HIV-positive people not on treatment. 26 In 2010, the NCAIDS and the United Nations Progran on HIV/AIDS (UNAIDS) commissioned an independent assessment of the Red Ribbon model and its impact. The assessment compared PLHIV on treatment in Red Ribbon Centers with non-Red Ribbon sites in two provinces (Yunnan and Guangxi) and found the ACC model to have a positive impact on ART adherence. The ART drop-out rate was significantly higher for the non-project cohort (30.5%) than the project cohort (22%) after 5 years of ARV treatment. 27 In December 2002, with the support of the UK-China Project, the CGCO, also an unregistered CSO, began implementing HIV behaviour change interventions such as outreach, peer education and testing with the MSM population in Chengdu city. In 2009 alone, the CGCO reached over 15 000 MSM with comprehensive prevention services. 28 As an integral component of the CGCO intervention model, a voluntary counselling and testing (VCT) service centre was established close to the Centre, where counselling and testing services are offered free of charge to the MSM community. Trained MSM volunteers carry out preand post-test confidential counselling with those visiting the centre. Medical personnel from the local CDC and local infectious disease hospital then carry out collection of blood samples at the VCT centre, which are delivered to the Chengdu City CDC on a weekly basis for testing. Through this integrated approach, the CGCO has been able to significantly increase the number of MSM receiving HIV testing from 156 in 2003 to 1536 in 2009 (UNAIDS, unpublished data). 28 ACC and the CGCO are impressive examples of capable and well-established CSOs implementing effective AIDS programmes in China, but it should be recognized there are still only a limited number of CSOs with this level of capacity. Most unregistered HIV/AIDS CSOs are still in their infancy and have relatively limited capacity, especially in programme management, and are heavily reliant on volunteers who are not professionally trained. 29 ",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 629,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1449,
                    "end": 1451,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 2194,
                    "end": 2196,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 2634,
                    "end": 2636,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The scope of work"
        },
        {
            "text": "The political commitment to strengthen China's AIDS response, supported by policies, regulations and a significant increase in both national and international ii69 resources, has created a political environment allowing CSOs to become more involved in the AIDS response, particularly as programme implementers delivering essential prevention, treatment, care and support services. The extent of CSO involvement is reflected in the increased number of CSOs working on HIV/AIDS efforts. Moreover, evidence of the impact of CSO efforts on programme outcomes are also becoming available, further cementing their legitimacy as implementers in the AIDS response. Despite this significant progress, many challenges remain. The most pressing, and most difficult to address, is the restrictive legal environment. Without reforms to the registration process, most CSOs will face difficulties functioning as professional organizations and be unable to structurally and financially scale up the services they provide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Access to adequate funding, which can be used to cover core operational costs, will be key to the future sustainability of CSO development. However, an equally important obstacle is the general low level of capacity among CSOs, which will require significant investment in long-term capacity building.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ability to address these challenges will not only allow CSOs to fulfil their potential as partners in the AIDS response, but will also be instrumental to the success of reversing the AIDS epidemic in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Over the past 20 years, CSOs in China have significantly increased their involvement in the AIDS response and increasingly taken on a valuable role as service providers, particularly to marginalized populations. The extent of involvement of CSOs is reflected in the increased number of CSOs working on HIV/ AIDS and engagement in practically all fields related to HIV/AIDS efforts. Moreover, evidence of the impact of CSOs on programme outcomes are also becoming available, further cementing their legitimacy as implementers in the AIDS response. However, a restrictive legal environment for CSOs in general, inadequate access to resources and a generally low capacity of many CSOs could jeopardize the opportunity of civil society to fulfil its full potential as a partner in the AIDS response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Conflict of interest: None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "CSOs have an important role to play in the success of China's AIDS response and over the past 20 years there has been a significant increase in CSO participation, especially as programme implementers. However, policies for registration and sustainable financial support to CSOs need to be developed in order for CSOs to fulfil their full potential as partners in the AIDS response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Community-based organizations have significantly increased their participation in and contribution to AIDS programmes in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Supportive policies to engage community-based organizations are needed to enable them to play an even greater role in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ministry of Health People's Republic of China, UNAIDS, WHO",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "State Council AIDS Working Committee Office, UN Theme Group on AIDS in China. A Joint Assessment of HIV/AIDS Prevention, Treatment and Care in China",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "President Hu vows to mobilize society to improve AIDS control. China Daily",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Center for Strategic and International Studies (CSIS). Transcript of CSIS Roundtable Discussion on HIV/AIDS policies on",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "State Council AIDS Working Committee Office, UN Theme Group on AIDS in China. A Joint Assessment of HIV/AIDS Prevention, Treatment and Care in China",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chinese NGOs in action against HIV/AIDS",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell Res",
            "volume": "15",
            "issn": "",
            "pages": "914--932",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Role of NGOs in China's AIDS Response -Update, Challenges and Possibilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "China's Evolving Civil Society: From Environment to Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China Environment Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Situation analyses for civil society involving in HIV/AIDS prevention and control in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chinese J AIDS & STD",
            "volume": "12",
            "issn": "",
            "pages": "580--82",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Nascent Civil Society within a Transforming Environment: CIVICUS Civil Society Index Report China (Mainland)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ngo Research",
                    "suffix": ""
                },
                {
                    "first": "Sppm",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                },
                {
                    "first": "Tsinghua",
                    "middle": [],
                    "last": "University",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "INTERNATIONAL JOURNAL OF EPIDEMIOLOGY",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Past Development of NGOs and Their Current Status in China. China's NGO Research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "457 of the State Council: Regulations on AIDS Prevention and Control",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "China's Action Plan for Reducing and Preventing the Spread of HIV/AIDS, 2006-2010",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Growth of Civil Society in China: Key challenges for NGOs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "251 of the State Council of the People's Republic of China. Provisional Regulation on Registration and Administration of Civilian Non-enterprise Units. 1998. 16 Provisional Regulation on Registration and Administration of Social Organisations",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "China HIV/AIDS Directory",
            "authors": [
                {
                    "first": "Aids",
                    "middle": [],
                    "last": "China",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Info",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "International non-governmental actors in HIV/ AIDS prevention in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell Res",
            "volume": "15",
            "issn": "",
            "pages": "919--941",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "GF Round 6 Annual report",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "UK House of Commons International Development Committee",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Experiences from Hong Kong NGOs involving in HIV/AIDS prevention and control efforts",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "China AIDS & STD",
            "volume": "14",
            "issn": "",
            "pages": "156--164",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "China's Civil Society Organizations: What Future in the Health Sector?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Report] Center for Strategic and international Studies CSIS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "This was a report of the Task Force on HIV/AIDS Delegation to China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hiv/Aids Task Force",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Center for Strategic and International Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evolution of China's Response to HIV/AIDS",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rotheram-Borus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Detels",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "369",
            "issn": "",
            "pages": "679--90",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Goals and Strategies of Chinese NGOs Working on HIV/AIDS",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Gaasemyr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Opportunties",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ministry of Health of People's Republic of China",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Independent Assessment of Red Ribbon Project of AIDS Care China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Situation analysis for NGOs and civil societies involving HIV/AIDS prevention and control efforts in some provinces in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chinese J AIDS & STD",
            "volume": "14",
            "issn": "",
            "pages": "246--254",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "CIVIL SOCIETY RESPONSE TO AIDS IN CHINA ii71",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "indicates the growing number of CSO implementers supported by China Global Fund AIDS Program Round 6, increasing from 304 in 2008 to 318 in 2009.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "By 2006, the China HIV/AIDS Directory 2006/2007, a listing of organizations working on HIV/AIDS in China, included 100 Chinese CSOs actively working in the field. 18 The State Council AIDS Working Committee Office and UN Theme Group on AIDS in China estimated around 400 community-based groups worked on HIV and AIDS in 2007. 2 More recently, 362 registered and unregistered CSOs working on HIV/AIDS were listed in the 2009/2010 China HIV/AIDS NGO Directory.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Funding provided to CSOs by international cooperation programs in China, 2005-09 (Unit: in thousand USD)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The number, category and proportion of budget to organizations involved in China Global Fund Round 6 programme, 2008 and 2009 Source: China Global Fund Round 6 programme annual reports 2008 and 2009. CIVIL SOCIETY RESPONSE TO AIDS IN CHINA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}