{
    "paper_id": "276ff0fe5b27771bb52e6fec57cfe7b6430c3b1d",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "B"
                ],
                "last": "Klem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Norwegian University of Life Sciences",
                    "location": {
                        "postBox": "P.O. Box 8146",
                        "postCode": "NO-0033",
                        "settlement": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Stokstad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Norwegian University of Life Sciences",
                    "location": {
                        "postBox": "P.O. Box 8146",
                        "postCode": "NO-0033",
                        "settlement": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Tollersrud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Norwegian Veterinary Institute",
                    "location": {
                        "postBox": "P.O. Box 750 Sentrum",
                        "postCode": "NO-0106",
                        "region": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Østerås",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "TINE Norwegian Dairies",
                    "location": {
                        "postBox": "P.O. Box 58",
                        "postCode": "NO-1431",
                        "settlement": "Ås",
                        "region": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Association between the level of antibodies in bulk tank milk and bovine respiratory syncytial virus exposure in the herd T. B. Klem, T. Tollersrud, O. Østerås, M. Stokstad Antibody levels in bulk tank milk (BTM) against bovine respiratory syncytial virus (BRSV) are used to classify BRSV status of herds. The aim of this study was to investigate how these levels correspond with the time at which the herds were infected. Bulk tank milk, individual milk and serum samples from cows and young stock were investigated using an indirect ELISA. Screenings of BTM from 89 dairy herds during two winter seasons revealed a prevalence of positive herds from 82 per cent to 85 per cent. Eleven herds showed a marked increase in antibody levels between two screenings, indicating new infection. However, two of these herds had been free from BRSV for the last five to seven years. Two newly infected herds were monitored for four years and did not appear to get reinfected. Surprisingly, the BTM antibody levels in these herds remained high throughout the study period, but fluctuated significantly. This shows that the levels of antibodies in BTM can remain high for several years, even in herds where reinfection does not occur. BTM serology is a useful tool in the monitoring of infectious diseases in dairy herds, but has limitations as a diagnostic tool for BRSV infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bovine respiratory syncytial virus (BRSV) is a pneumovirus of the paramyxoviridae family (Valarcher and Taylor 2007) . The infection is prevalent worldwide (Elvander 1996 , Paton and others 1998 , Uttenthal and others 2000 , Klem and others 2013 , and BRSV is considered one of the major pathogens of the bovine respiratory disease complex (Griffin 1997 , Snowder and others 2006 , Brodersen 2010 . To diagnose the infection, different strategies can be chosen according to the given situation and the purpose. For larger epidemiological studies, antibody analyses are used (Hägglund and others 2006 , Beaudeau and others 2010 , Ohlson and others 2010 , Klem and others 2013 . Infected animals seroconvert and IgG can be measured in serum and milk long after the virus is no longer present. Studies on the longevity of antibodies against BRSV are scarce, but Elvander (1996) found that such antibodies could be detected in the serum of adult cattle for at least two years postinfection.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 116,
                    "text": "(Valarcher and Taylor 2007)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 156,
                    "end": 170,
                    "text": "(Elvander 1996",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 171,
                    "end": 194,
                    "text": ", Paton and others 1998",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 222,
                    "text": ", Uttenthal and others 2000",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 245,
                    "text": ", Klem and others 2013",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 353,
                    "text": "(Griffin 1997",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 354,
                    "end": 379,
                    "text": ", Snowder and others 2006",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 396,
                    "text": ", Brodersen 2010",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 574,
                    "end": 599,
                    "text": "(Hägglund and others 2006",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 626,
                    "text": ", Beaudeau and others 2010",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 651,
                    "text": ", Ohlson and others 2010",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 674,
                    "text": ", Klem and others 2013",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 874,
                    "text": "Elvander (1996)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The virus is reported to spread effectively in a herd during outbreaks, resulting in high within-herd prevalence of antibody positive animals (Rossi and Kiesel 1974 , Stott and others 1980 , Verhoeff and van Nieuwstadt 1984 , Bidokhti and others 2009 . Antibodies in bulk tank milk (BTM), pooled milk samples from a selected number of cows or serum from several animals at a selected age have been used to classify a herd or given population (Paton and others 1998 , Uttenthal and others 2000 , Klem and others 2013 , Ohlson and others 2013 . Since animals are known to be seropositive for a long time, classification of herds based on serology in young animals (Klem and others 2013) , or pooled milk samples from primiparous cows (Ohlson and others 2013) , will give a more up-to-date picture than BTM testing. Recent studies show that testing of antibodies in BTM is a reliable tool for identification of BRSV-negative herds (Klem and others 2013, Ohlson and others 2013) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 164,
                    "text": "(Rossi and Kiesel 1974",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 165,
                    "end": 188,
                    "text": ", Stott and others 1980",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 223,
                    "text": ", Verhoeff and van Nieuwstadt 1984",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 224,
                    "end": 250,
                    "text": ", Bidokhti and others 2009",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 464,
                    "text": "(Paton and others 1998",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 492,
                    "text": ", Uttenthal and others 2000",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 515,
                    "text": ", Klem and others 2013",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 540,
                    "text": ", Ohlson and others 2013",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 684,
                    "text": "(Klem and others 2013)",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 756,
                    "text": "(Ohlson and others 2013)",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 937,
                    "text": "(Klem and",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 938,
                    "end": 961,
                    "text": "others 2013, Ohlson and",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 974,
                    "text": "others 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For several important infections in dairy cattle, testing of antibodies in BTM is used as an effective and inexpensive method to determine a herd's exposure to infectious agents (Niskanen 1993, Booth and others 2013) . Cost-effective methods to classify the infection status of herds are of interest for several reasons. Such knowledge can be used to reduce the risk of virus transmission when animals are traded and as a diagnostic tool in the investigation of herd health problems. It may also be used in large-scale studies, such as screenings for surveillance or control purposes.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 203,
                    "text": "(Niskanen 1993, Booth and",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 216,
                    "text": "others 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several methods are available for detection of antibodies against BRSV, including virus neutralisation tests and different ELISAs, of which the indirect ELISA is most commonly used. In a neutralisation test, the level of antibodies in a sample is measured quantitatively. The indirect ELISA is not developed as a quantitative assay; its function is primarily to differentiate between negative and positive samples, and to be semiquantitative at antibody levels where seroconversion in individual animals is usually seen. Outside this range, there may be a weaker correlation between the ELISA optical density (OD) values and the actual level of antibodies in the sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of the present study was to see how the level of antibodies against BRSV in BTM can be interpreted with respect to the Veterinary Record (2014) doi: 10.1136/vr.102403 time at which herds are infected with BRSV. Subsidiary aims were to investigate 1. the antibody levels in BTM in the dairy herds in a geographical region over two winter seasons; 2. the dynamics of antibodies against BRSV in BTM in two selected herds for four years after exposure to BRSV; 3. if a marked increase in antibody levels in paired BTM samples, or a high level in a single BTM sample, reflect an active/recent infection in the herd; 4. the potential of an indirect ELISA to measure the quantitative level of antibodies in BTM, single serum and milk samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was designed as a cross-sectional, repeated study over a period from December 2009 to November 2013. It consisted of three different substudies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "BTM samples were collected from herds with 20 or more cow-years (the mean number of cows in a herd during one year) in Akershus County in Eastern Norway. In total, 108 herds met the criteria, representing 60 per cent of the total number of herds in this county. Three of these herds were excluded due to the use of a vaccine against BRSV, leaving a total of 105 herds to be included at the start of the study. The number of herds tested declined in the course of the sampling period due to farms shutting down and failure to take samples. Bulk tank milk from the herds was collected on four occasions: in December 2009 (n=99), February 2010 (n=99), December 2010 (n=99) and February 2011 (n=95). Eighty-nine herds were sampled on all four occasions. The herd size and number of lactating cows contributing to the BTM in each herd was registered at the first stage of sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study 1: four repeated screenings of dairy herds in a region"
        },
        {
            "text": "In March 2010, a questionnaire was sent by mail to the owners of the 99 herds screened in December 2009. They were asked to report signs of respiratory disease in the herd between September 2009 and February 2010. The relationship between increase in BTM level and occurrence of respiratory disease was investigated using an one-way analysis of variance. The significance was calculated using Median Sign Test. Relationships were deemed to be statistically significant if the p value was less than 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study 1: four repeated screenings of dairy herds in a region"
        },
        {
            "text": "Herds were selected based on the results from the two screenings during the first season. The three herds that seroconverted from negative to positive on BTM testing and the 10 herds with an increase in antibody level equal to or higher than 20 per cent positivity (PP) measured by an indirect ELISA were invited to participate in the individual survey. Of these, 11 were willing to participate and included. Blood (serum) and individual milk samples from all lactating cows were collected from these herds after the second BTM screening, from March to April 2010. In addition, serum samples from a mean of five animals (range 1 to 10) aged from 5 to 18 months were collected in each herd since seropositive young animals can indicate a recent infection. Animals younger than five months were not included to avoid interference of maternally derived antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study 2: investigation of individual animals in herds with markedly increased BTM antibody levels"
        },
        {
            "text": "Two of the herds included in part two were followed over a longer time period due to clinical and serological indications of recent infection in the herd, and willingness to contribute to the project. In both herds, the farmer reported respiratory disease in the period between the first two BTM screenings. Herd 1 converted from negative in screening one to positive in screening two in the BTM samples (PP 1.4 and 95.4). Herd 2 was positive for antibodies against BRSV in the first screening but had a clearly increased PP value in the second BTM screening (PP 33.5 and 129.2). BTM was collected every second week and serum samples were collected every second month in each of these herds from five homebred animals that were born after the infection during the period from March 2010 to November 2013. The samples were used to check that a new introduction of BRSV had not occurred during the study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study 3: long-term investigation of antibody levels in BTM"
        },
        {
            "text": "BTM samples used in the first and the third studies were collected at the farm by the driver of the milk truck and transported the same day at 4°C to the dairy and were stored at -20°C until they were dispatched by overnight delivery to the laboratory, where they were kept frozen at the same temperature until analysis. The individual samples used in the second and third studies and the BTM samples in study 2 were collected from the herds by the same veterinary surgeon and dispatched by overnight delivery to the laboratory on the same day. Blood and milk samples were centrifuged and the serum or skimmed milk was extracted before being stored at -20°C until they were analysed. An indirect ELISA (SVANOVIR BRSV-Ab, Svanova Biotech AB, Uppsala, Sweden) was used to analyse for antibodies against BRSV, following the manufacturer's instructions. In brief, the optical density (OD) reading of 450 nm was corrected by the subtraction of OD for the negative control antigen, and PP was calculated as (corrected OD/positive control corrected OD)×100. The serum was diluted 1:25 with PBS-Tween buffer and the milk was analysed undiluted as recommended by the manufacturer. A sample was considered positive if PP≥10 and negative if PP<10. Positive and negative controls were used and reproducibility was monitored by use of in-house controls. The ELISA kit is indicated for use in serum and milk samples. The sensitivity and specificity of the tests reported by the manufacturer were 94.6 per cent and 100 per cent, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of antibody levels in milk and serum"
        },
        {
            "text": "A BTM sample from each of the 11 herds in study 2 and individual milk and serum samples from 10 animals, that is, five each in two of these herds were diluted with PBS and examined by means of the indirect ELISA. The serum was diluted at a rate of 1:12.5, 1:25, 1:50 and 1:100, and the milk was investigated undiluted and diluted by a ratio of 1:2, 1:4 and 1:8. All samples were tested on the same plate. The ELISA results from the different dilutions were plotted in a diagram to evaluate their linear function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the ELISA test"
        },
        {
            "text": "The analyses were performed using JMP V.8 (SAS Institute Inc., Cary, North Carolina, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the ELISA test"
        },
        {
            "text": "The prevalence of positive herds based on BTM of the four screenings varied from 83 per cent to 85 per cent. The geographical distribution of the 89 herds and their BTM status in the first and last sampling are presented in Fig 1. The results of the 89 herds sampled at all four occasions are presented in Table 1 . The majority of herds were found to be positive for antibodies against BRSV in the first and the last sampling. The negative herds were clustered in two regions in the county, with a few single negative herds outside these areas. Negative and positive herds were found in close proximity. 6.7 per cent (6 out of 89) of the herds went from antibody negative to positive, while 6.7 per cent from positive to negative (6 out of 89). 77.5 per cent (69 out of 89) were positive in both, and 9.0 per cent (8 out of 89) were negative in both the first and the last samplings. In three of the herds, all the young stock up to a certain age was negative, and all animals above that age were positive. The time of exposure was therefore presumed to be between the age of the oldest negative and the youngest positive animal. The results indicated that 9 of the 11 herds had a recent infection (<17 months ago). For two of the herds (herds 3 and 4), the results indicated that BRSV had not been in the herd for the last five to seven years. The level of antibodies detected was also lowest for these herds. The percentage of positive animals contributing to the BTM was also lowest for herds 3 and 4, but the mean PP of the positive animals was high (114 and 86, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 230,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 306,
                    "end": 313,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study 1: four repeated screenings of dairy herds in a region"
        },
        {
            "text": "BRSV infection occurred in the two herds in December 2009 (herd 1) and January 2010 (herd 2). The long-term development of the BTM antibody level in the two herds following the infection is shown in Fig 3. Serological investigation of young animals consistently yielded negative results, indicating that there was no new introduction of BRSV in the study period. BTM from the two herds remained strongly positive for four years after the infection. The BTM antibody level was high at all samplings, but for both herds, the PP value varied between BTM samples collected only two weeks apart. Both herds had a high increase between the first and second samplings two months apart (94 and 96 PP difference, respectively). Apart from the first sample, the PP value was never below 52 in any of the herds during the four years.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 205,
                    "text": "Fig 3.",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Study 3: long-term investigation of antibody level in BTM"
        },
        {
            "text": "The mean level of antibodies in the series of diluted samples of BTM, individual milk and serum are presented in Fig 4. In general, the curves were close to linear. Fig 5 presents the descending level of antibodies in series of diluted BTM samples from 11 herds. The form of the curve for each herd is similar, although the start PP value differs distinctly from PP 36 (herd 3) to 108 (herd 2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig 4.",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 179,
                    "text": "Fig 5 presents",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of the ELISA test"
        },
        {
            "text": "The prevalence of antibodies against BRSV in BTM in the study area was similar for each of the four screenings, and thus from season to season. The time points were chosen in order to cover two winter seasons, as the peak incidence of clinical cases of respiratory disease by experience is expected to occur in the winter months. Some herds remained negative during the study period, but the majority were positive on both occasions. In a few herds, the results indicated elimination and new introduction of BRSV infection. Measurement of antibodies in BTM is a very slow changing tool to monitor BRSV infection in a herd. Klem and others (2013) found the elimination rate and number of new introductions of virus on a herd level to be high. In that study, the herds were classified based on serological findings in a group of young animals, which gives a more updated classification. Testing using BTM has lower power with regard to the correct classification of a herd's virus status than testing of individual milk samples and testing of serum from young animals (Klem and others 2013, Ohlson and others 2013) . Some negative herds were located in close proximity to positive herds. This may be due to better biosecurity measures in the negative herds. Another possible explanation is that the nearby positive herds are negative for virus, and thus do not represent a risk. Since the The herds were selected based on a high increase in level of antibodies (PP) against BRSV in two consecutive BTM samplings prior to the sampling occasion shown *The time since infection is based on analyses of antibodies in serum from the lactating cows and younger animals. The lower limit is defined by the age of the oldest animal negative for BRSV antibodies and the upper limit by the youngest positive animal. When all animals tested positive, the time since infection is indicated as less than the age of the youngest sampled animal PP, per cent positivity present study also shows that herds can be BTM-antibody-positive for more than four years without reinfection, the latter is likely. It would be interesting to see if herds can keep a negative status in proximity to herds that go through a new infection. In this study, both the number of negative herds and herds with new infection were too low to allow such investigations. Relatively large fluctuations in the PP values in samples taken only two weeks apart were found, and thus care should be taken when interpreting the results of a single BTM sample. A high value does not necessarily mean that BRSV has been present in the herd recently. Even a relatively large increase in paired samples taken two weeks apart can be observed in herds without viral introduction, based on the negative antibody status of younger animals. Detection of antibodies against BRSV in young cattle to reveal new introduction into a herd should be an adequate measure as the virus is reported to spread rapidly in herds during outbreaks (Rossi and Kiesel 1974 , Stott and others 1980 , Verhoeff and van Nieuwstadt 1984 , Bidokhti and others 2009 . The fluctuation cannot be explained by methodological errors as analyses of reproducibility show stable values for the positive controls. The level of antibodies in BTM is influenced by the composition of the milking herd. The immune status (antibody levels against BRSV) of the individual cows, the milk yield and which animals contribute to the bulk tank milk from day to day are the main reasons for fluctuating levels of antibodies in the BTM. Age distribution will also influence the outcome as the prevalence of antibodies against BRSV within a herd is reported to increase with increasing age of the animals (Bidokhti and others 2009, Klem and others 2013) . This might be due to reinfections that boost the antibody response.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 645,
                    "text": "Klem and others (2013)",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1075,
                    "text": "(Klem and",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1076,
                    "end": 1099,
                    "text": "others 2013, Ohlson and",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1112,
                    "text": "others 2013)",
                    "ref_id": null
                },
                {
                    "start": 2971,
                    "end": 2993,
                    "text": "(Rossi and Kiesel 1974",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2994,
                    "end": 3017,
                    "text": ", Stott and others 1980",
                    "ref_id": null
                },
                {
                    "start": 3018,
                    "end": 3052,
                    "text": ", Verhoeff and van Nieuwstadt 1984",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3053,
                    "end": 3079,
                    "text": ", Bidokhti and others 2009",
                    "ref_id": null
                },
                {
                    "start": 3724,
                    "end": 3745,
                    "text": "Klem and others 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The indirect ELISA used in the study is designed to give a semiquantitative measure of the level of antibodies in samples with a cut-off value at PP 10, categorising the results as positive or negative. However, the data from the series dilutions shows that the kit gives a reliable quantitative measure of the antibody levels both for serum and milk and that data can be calculated as continuous variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Serology of young animals supported that the majority of the 11 herds with markedly increased levels of antibodies against BRSV had had a recent infection. Interestingly, in the herds with negative young stock, there was a clear age limit between negative and positive animals. The interval between the oldest negative and the youngest positive should therefore be a good indicator of time since exposure. In the two herds with no signs of recent infection, the positive animals were the oldest and they had most likely had an infection many years ago. The results showed that a BTM sample can be positive with relatively high PP values despite only one or a few positive animals contributing to the milk tank. The long duration of detectable antibodies combined with the many different factors that influence the composition of BTM makes the interpretation of positive samples as a measure of recent infection difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The two herds followed over four years after an infection generally had high levels of antibodies in BTM throughout this period, which again shows that the BTM will remain positive for at least four years after an infection, without reinfections. There was a high variation in level of antibodies in BTM during the whole study period. This also supports the previous finding that a markedly increased antibody level in paired BTM can indicate, but is not necessarily the result of, a recent infection. The antibody level in the BTM samples decreased slightly at the end of the study period. Nevertheless, the continuous large fluctuations only weeks apart indicates that guidelines based on antibody level in BTM might not be suitable for BRSV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study shows that measurement of antibodies in BTM is a very slow changing tool to monitor BRSV in a herd. The antibody level in BTM will remain high for at least four years after a BRSV infection, even without reinfection. A positive BTM sample can be caused by only a few seropositive animals, and even a relatively strong increase in paired BTM test results does not necessarily indicate a new infection. This information is useful when BTM is used both in investigation of outbreaks and for surveillance or control purposes. BTM gives information on a large group of animals and are often readily available, but sampling of young animals will provide better and more updated information of the BRSV status of the herd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 3.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/3.0/ ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Monitoring the bulk milk antibody response to BVDV: the effects of vaccination and herd infection status",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Cranwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Veterinary Record",
            "volume": "172",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bovine respiratory syncytial virus. The Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Brodersen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Food Animal Practice",
            "volume": "26",
            "issn": "",
            "pages": "323--333",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe respiratory disease in dairy cows caused by infection with bovine respiratory syncytial virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elvander",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Veterinary Record",
            "volume": "138",
            "issn": "",
            "pages": "101--105",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economic impact associated with respiratory disease in beef cattle. The Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Food animal practice",
            "volume": "13",
            "issn": "",
            "pages": "367--377",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dynamics of virus infections involved in the bovine respiratory disease complex in Swedish dairy herds",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hägglund",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Valarcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Veterinary Journal",
            "volume": "172",
            "issn": "",
            "pages": "320--328",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bovine respiratory syncytial virus: infection dynamics within and between herds",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Klem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Gulliksen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Lie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Løken",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Østerås",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stokstad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Veterinary Record",
            "volume": "173",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Relationship between the levels of antibodies to bovine viral diarrhoea virus in bulk tank milk and the prevalence of cows exposed to the virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niskanen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "The Veterinary Record",
            "volume": "133",
            "issn": "",
            "pages": "341--344",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A longitudinal study of the dynamics of bovine corona virus and respiratory syncytial virus infections in dairy herds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ohlson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tråvén",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Veterinary Journal",
            "volume": "197",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk factors for seropositivity to bovine coronavirus and bovine respiratory syncytial virus in dairy herds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ohlson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heuer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lockhart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tråvén",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Veterinary Record",
            "volume": "167",
            "issn": "",
            "pages": "201--206",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence of antibodies to bovine virus diarrhoea virus and other viruses in bulk tank milk in England and Wales",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Christiansen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Cranwell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Drew",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Veterinary Record",
            "volume": "142",
            "issn": "",
            "pages": "385--391",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Serological evidence for the association of bovine respiratory syncytial virus with respiratory tract disease in Alabama cattle",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Kiesel",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Infection and Immunity",
            "volume": "10",
            "issn": "",
            "pages": "293--298",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bovine respiratory disease in feedlot cattle: environmental, genetic, and economic factors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Snowder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Vleck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Cundiff",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Animal Science",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A survey of virus infections of the respiratory tract of cattle and their association with disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Stott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crouch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jebbett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Luther",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caswell",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "The Journal of Hygiene",
            "volume": "85",
            "issn": "",
            "pages": "257--270",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antibody dynamics in BRSV-infected Danish dairy herds as determined by isotype-specific immunoglobulins",
            "authors": [
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Uttenthal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Philipsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tjørnehøj",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Viuff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Veterinary Microbiology",
            "volume": "76",
            "issn": "",
            "pages": "329--341",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bovine respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Valarcher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Veterinary Research",
            "volume": "38",
            "issn": "",
            "pages": "153--180",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "BRS virus, PI3 virus and BHV1 infections of young stock on self-contained dairy farms: epidemiological and clinical findings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Verhoeff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Nieuwstadt",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "The Veterinary Record",
            "volume": "114",
            "issn": "",
            "pages": "288--293",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 2 showsthe distribution of the antibody levels (PP values) of these herds divided into four different categories based on the results of the first and last screenings.Of the 67 farmers responding to the questionnaire, 23 (34 per cent) reported signs of respiratory disease in the herd within the period from September 2009 to February 2010. Of all the herds with an increase in PP value between screening one and two (29 out of 67 herds), the herds with respiratory disease had a significantly higher increase in antibody level in BTM (p=0.043). The mean difference in PP value Bovine respiratory syncytial virus (BRSV) classification of 89 herds based on the presence of antibodies in bulk tank milk samples at samplings 1 and 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Bovine respiratory syncytial virus (BRSV) antibody levels (per cent positivity (PP)) in bulk tank milk (BTM) from 89 herds on four sampling occasions. The herds are divided into four different categories based on the results from the first and last samplings. The lines are based on the mean PP values of each category on the four sampling occasions of the two screenings of herds with reported respiratory disease was 38.2 with a 95 per cent CI of 23.0 to 53.3, and for the herds without respiratory disease the mean was 15.9 with a 95 per cent CI from 4.0 to 27.7. However, only one of the 67 herds seroconverted from negative to positive in the course of the study. In this herd, the farmer had reported signs of respiratory disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Bovine respiratory syncytial virus (BRSV) antibody levels (per cent positivity (PP)) in bulk tank milk (BTM) in two herds over four years. Samples of BTM collected from two herds and analyzed with antibody ELISA every second week over a period of four years. A BRSV infection occurred in the herds in December 2009 (herd 1) and January 2010 (herd 2). Reinfection with BRSV during the sampling period was not detected",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "BEAUDEAU, F., OHLSON, A. & EMANUELSON, U. (2010) Associations between bovine coronavirus and bovine respiratory syncytial virus infections and animal performance in Swedish dairy herds. Journal of Dairy Science 93, 1523-1533 BIDOKHTI, M. R., TRÅVÉN, M., FALL, N., EMANUELSON, U. & ALENIUS, S. (2009) Reduced likelihood of bovine coronavirus and bovine respiratory syncytial virus infection on organic compared to conventional dairy farms. Veterinary Journal 182, Mean bovine respiratory syncytial virus (BRSV) antibody level (per cent positivity (PP)) in diluted samples of milk and serum. Mean (PP) of four ascending dilutions of bulk tank milk (BTM) samples from 11 herds and individual milk and serum samples from ten animals are shown. For serum the numbers of dilution 1 through 4 represent dilution at a ratio of 1:12.5, 1:25, 1:50 and 1:100; and for the milk dilution 1 through 4 represent an undiluted sample and samples diluted by a ratio of 1Bovine respiratory syncytial virus (BRSV) antibody level (per cent positivity (PP)) of diluted bulk tank milk (BTM) samples from 11 selected herds. PP values of four ascending dilutions of BTM in 11 herds. Dilution numbers 1 through 4 represent an undiluted sample and samples diluted by a ratio of 1:2, 1:4 and 1:8",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "presents the results from the individual investigation of lactating cows in the 11 selected herds where paired BTM samples indicated new infection. Herd size, the number of lactating cows contributing to the BTM, the association between levels of antibodies detected in BTM and individual milk results from the lactating cows are presented. Indications of time since presence of BRSV based on the results of the antibody testing of serum of animals at different ages are also shown. This includes the samples of young stock. In eight of the herds, all the tested young stock was positive.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Level of bovine respiratory syncytial virus (BRSV) antibodies in bulk tank milk (BTM) and individual milk samples from the lactating cows in 11 herds",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}