{
    "paper_id": "285423e1a13bb2e1b98795cc6bb0cb6f54c0f8fd",
    "metadata": {
        "title": "Lay media reporting of monkeypox in Nigeria Handling editor Seye Abimbola",
        "authors": [
            {
                "first": "Oyeronke",
                "middle": [],
                "last": "Oyebanji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ugonna",
                "middle": [],
                "last": "Ofonagoro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "EpiAfric",
                    "institution": "",
                    "location": {
                        "settlement": "Abuja",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Oluwatosin",
                "middle": [],
                "last": "Akande",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ilorin Teaching Hospital",
                    "location": {
                        "settlement": "Ilorin",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Ifeanyi",
                "middle": [],
                "last": "Nsofor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "EpiAfric",
                    "institution": "",
                    "location": {
                        "settlement": "Abuja",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Chika",
                "middle": [],
                "last": "Ukenedo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore, Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tarik",
                "middle": [
                    "Benjamin"
                ],
                "last": "Mohammed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chimezie",
                "middle": [],
                "last": "Anueyiagu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeremiah",
                "middle": [],
                "last": "Agenyi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adesola",
                "middle": [],
                "last": "Yinka-Ogunleye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chikwe",
                "middle": [],
                "last": "Ihekweazu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In October 2017, the first confirmed case of a monkeypox outbreak was reported in Bayelsa State, Nigeria, although suspected cases started to be reported in September 2017. 1 It continues to this day, with exported cases reaching the UK, Israel and Singapore. 2 3 Prior to this outbreak, the disease was last reported in Nigeria in 1978. 4 Monkeypox is an orthopox virus, closely related to smallpox, that produces vesicopapular lesions on the skin. Symptoms are usually self-limiting and most people recover within weeks. Severe illness and death usually only occurs among immunosuppressed individuals. 5 When the first cases were announced in Nigeria, media reports exaggerated the symptoms and impact of the outbreak. The outbreak generated front page headlines, with one title describing it as a 'new airborne Ebola'. 6 A European headline (from the Voice of Europe) was 'Horrible Nigerian disease called monkeypox spreads in the United Kingdom for the first time'. The media used unverified pictures of people with skin rashes, to amplify their messages. 7 There may be substantial discrepancies between what the National Public Health Institute responsible for outbreak response coordination aims to communicate during epidemics, and what the media actually disseminates. 8 9 This can exacerbate public uncertainty and distrust. Globally, the response to outbreaks of severe acute respiratory syndrome and avian influenza, releases of anthrax and sarin, and natural disasters such as the South-East Asian tsunami, demonstrated the importance of communication during public health emergencies. 10 Subsequently, particular focus has been placed on strengthening the capacity for risk communication within relevant government institutions. However, such capacity is still evolving in many low/middle-income countries, including Nigeria where eventbased surveillance is enhancing the existing indicator-based surveillance system. It uses information from the internet and other channels including phone calls, text messages, Whatsapp messages and others. 11 The Nigeria Centre for Disease Control (NCDC) -Nigeria's National Public Health Institute -uses a proprietary internet crawling system called 'Tatafo', which generates unstructured event-based reports from 350 media sites (webs, newspapers, television, blogs/online media and social media). The system uses keywords including the 41 notifiable diseases as outlined in the Integrated Disease Surveillance and Response guidelines. 12 Searches on this system are automated, but can also be moderated for key conditions.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "2 3",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 339,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 604,
                    "end": 605,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 822,
                    "end": 823,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1060,
                    "end": 1061,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1278,
                    "end": 1281,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 1599,
                    "end": 1601,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2057,
                    "end": 2059,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2489,
                    "end": 2491,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "During the peak of the monkeypox outbreak (September to December 2017), BMJ Global Health 3475 entries generated by the event-based surveillance system mentioned monkeypox. The majority of Tatafo entries came from newspapers, television and blogs. We extracted, reviewed and summarised these lay media reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "The majority of articles described governments as their source of information, but only 11% actually cited the source. Outbreak information included number of cases and deaths, newly confirmed cases as well as response activities. The majority of the information on the outbreak from the government was from the NCDC and the Federal Ministry of Health. Others were from State Ministries of Health, State Ministries of Information and government hospitals. One report from Nigeria's Punch newspaper stated, 'It was authoritatively learnt that a medical doctor and 10 persons, who came down with the monkeypox had been quarantined in an isolation centre at the Niger Delta University Teaching Hospital, Okolobiri in the Yenagoa Local Government Area of the state'. 13 However, despite the emphasis on authority by the reporter, no source was cited.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 765,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "How monkeypox waS deSCrIbed by THe medIa"
        },
        {
            "text": "The name 'monkeypox' may have lent alarm to descriptions of the outbreak (monkey + pox). Although the more severe Lassa fever virus was circulating in Nigeria at that time, more news reports focused on monkeypox. 14 Several media reports described monkeypox in sensational terms such as 'fatal', 'dreaded', 'small pox like', 'deadly', 'spiritual', 'Ebola-like' or 'rare'. A headline by Nigeria's Pulse news read 'Doctor, 10 others infected as deadly virus breaks out in Bayelsa'. 15 In the Guardian newspaper, a report read 'A new airborne Ebola-like viral disease, referred to as 'Monkey Pox has hit the Niger Delta University Teaching Hospital (NDUTH), Okolobiri in Yenagoa local council of Bayelsa State'. 6 Nigeria's Punch newspaper reported that '… some church leaders in some states … maintained that the outbreak of the disease was spiritual.' 16 The media did not report that during this period, only two deaths had been reported among 197 suspected cases between September and December 2017, nor that most infected people recovered. 17 Not mentioning these facts may have caused more fear and panic among the public. In addition, many articles used the pictures of a child with an extreme presentation of the disease on the front page.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 482,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 709,
                    "end": 710,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 851,
                    "end": 853,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "How monkeypox waS deSCrIbed by THe medIa"
        },
        {
            "text": "Both traditional news media and new media sources published inaccurate, sensationalised or misleading stories. 18 Such reports can hinder actions to safeguard health. Public health institutes can combat misinformation by frequently updating key facts, available on their official media platforms for clarification. During the monkeypox outbreak, the Nigerian Minister of Health held two press briefings, the Director General of the NCDC made announcements on television and the NCDC provided weekly situation reports. In some cases, there were delays in the publication of these situation reports. The direct communication by the Ministry of Health and NCDC provided an opportunity to get messages to the public without distortion or omission. 19 How THe medIa valIdaTed or refuTed rumourS During the outbreak, there was a rumour that the military was injecting school children with the monkeypox virus. Although none of the articles could verify the source of the rumour, some publications linked it to a military operation to address separatist agitations by a group in the South-East of Nigeria during the period. 20 But in fact, this report refered to a medical 'outreach' focused on other health measures unrelated to the outbreak.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 744,
                    "end": 746,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1117,
                    "end": 1119,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "How monkeypox waS deSCrIbed by THe medIa"
        },
        {
            "text": "This rumour led to the closure of schools, low immunisation rates for other vaccine-preventable diseases during the period, and general widespread panic. This affected trust in the government generally, as an arm of the government was being accused of 'bioterrorism'. [21] [22] [23] [24] However, the reaction to the rumour was swift, with statements from the Nigerian Presidency, the Federal Ministries of Information and Health, NCDC, State Governments as well as the spokesperson of the Nigerian Army. Despite this, there was less coverage of the government's reaction to the rumour, compared with the media coverage of the rumour.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "How monkeypox waS deSCrIbed by THe medIa"
        },
        {
            "text": "Communication about personal preventive measures is particularly useful during outbreaks as it empowers the public to take some responsibility for their own health. [20] [21] [22] [23] But there were conflicting messages from varying media channels, which may have left the public with a sense of scepticism relating to health prevention messages.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "How monkeypox waS deSCrIbed by THe medIa"
        },
        {
            "text": "Given the size and federal structure of Nigeria, it can be difficult to manage information from various levels of government. For example, several articles showed a lapse in information on whether if there was an outbreak, between one state and the NCDC. And there were discrepancies even among the government sources cited in media reports. Coordination of information preparation and distribution was thus inadequate. It is important that a strong coordination platform for communication is established during outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How monkeypox waS deSCrIbed by THe medIa"
        },
        {
            "text": "Effective media communication requires trust and understanding between public health officials and the media. National Public Health Institutes such as NCDC should maintain an open line of communication with the media at all times, including offering information in easy to understand terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How monkeypox waS deSCrIbed by THe medIa"
        },
        {
            "text": "The sensational reporting of the monkeypox outbreak in Nigeria and the use of various forms of media to spread rumours highlights the need to strengthen risk communications capabilities, especially among journalists and health reporters-including training on effective factual reporting of science and health, with limited sensationalism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConCluSIon"
        },
        {
            "text": "During disease outbreaks, there is often uncertainty about the facts. 25 It is important that verifiable sources are guided by experts. The media plays a very important role in the dissemination of news pertaining to outbreaks and this can have consequences on how the public reacts. In low/middle-income countries, health reporters and the media should be targeted with increased advocacy and training to improve the messages they distribute. funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Competing interests None declared. open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/. orCId id Oyeronke Oyebanji http:// orcid. org/ 0000-0002-2935-2435",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Press Release: HMH Update On Monkeypox",
            "authors": [
                {
                    "first": "Nigeria",
                    "middle": [],
                    "last": "Centre For Disease",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Israel: Health officials report imported monkeypox case -Outbreak News Today",
            "authors": [],
            "year": 2018,
            "venue": "Internet]",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reemergence of human monkeypox in Nigeria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yinka-Ogunleye",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Aruna",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ogoina",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "1149--51",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2406.180017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Status of human monkeypox: clinical disease, epidemiology and research",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Researchgate",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Monkey Pox: Doctor, 10 others infected in Bayelsa",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Guardian",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fg denies injection of monkeypox virus",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ebola in prime time: a content analysis of Sensationalism and efficacy information in U.S. Nightly news coverage of the Ebola outbreaks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Commun",
            "volume": "32",
            "issn": "",
            "pages": "741--749",
            "other_ids": {
                "DOI": [
                    "10.1080/10410236.2016.1172287"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coverage of epidemics in American newspapers through the lens of the crisis and emergency risk communication framework",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ophir",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Secur",
            "volume": "16",
            "issn": "",
            "pages": "147--57",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2017.0106"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effective media communication during public health emergencies: a who Handbook",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hyer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Covello",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Landscape of international event-based biosurveillance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Walters",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Health Threats J",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/ehtj.v3i0.7096"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nigeria centre for disease control",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Monkeypox hits Bayelsa, medical doctor, 10 others quarantined",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An update of Lassa fever outbreak in Nigeria",
            "authors": [
                {
                    "first": "Nigeria",
                    "middle": [],
                    "last": "Centre For Disease",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pulse news. Doctor, 10 others infected as deadly virus breaks out in Bayelsa",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Monkeypox: churches hold special prayers, deliverance services",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Nigeria Centre for Disease Control. Monkeypox Outbreak in Nigeria",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nigeria Centre for Disease Control (Epi Week 51)",
            "authors": [
                {
                    "first": "Nigeria",
                    "middle": [],
                    "last": "Abuja",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Journalists as change agents in medicine and health care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shuchman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.287.6.776-JMS0213-5-1"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Risk and outbreak communication: lessons from Taiwan's experiences in the Post-SARS era",
            "authors": [
                {
                    "first": "Y-C",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H-N",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Secur",
            "volume": "15",
            "issn": "",
            "pages": "165--174",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2016.0111"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "IPOB dares Army, says will continue agitation for Biafra's freedom",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vanguard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nigeria: monkeypox rumour Don make 37 schools close",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc News Pidgin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Monkeypox: Gwagwalada residents reject polio vaccine for children -Premium Times Nigeria",
            "authors": [],
            "year": 2017,
            "venue": "Premium Times. Agency Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Monkeypox: Rumour of forced military vaccination spreads to Ondo, disrupts school sessions -Premium Times Nigeria",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oluwole",
                    "suffix": ""
                },
                {
                    "first": "Premium",
                    "middle": [],
                    "last": "Times",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Monkeypox: parents storm schools, withdraw children over immunisation fears",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Utebor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nwogu",
                    "suffix": ""
                },
                {
                    "first": "Punch",
                    "middle": [],
                    "last": "Newspapers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The communication aspects of the Ebola virus disease outbreak in Western Africa--do we need to counter one, two, or many epidemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allgaier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Svalastog",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Croat Med J",
            "volume": "56",
            "issn": "",
            "pages": "496--505",
            "other_ids": {
                "DOI": [
                    "10.3325/cmj.2015.56.496"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Oyeronke Oyebanji @Oyeronke_ and Tarik Benjamin Mohammed @Mohtareek Contributors Conceptualisation: OO and CI. Data curation: OO and CU. Formal analysis: UO, OO and IN. Methodology: OO, OA and UO. Project administration: CI and AY-O. Resources: OO, CI, AY-O and TBM. Supervision: CI, IN and AY-O. Visualisation: OO, CA, JA and CI. Writing-original draft: OO Writing-review and editing: OO, OA and CI.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "patient consent for publication Not required.provenance and peer review Not commissioned; internally peer reviewed.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}