{
    "paper_id": "2a0dccbe06cd6c48fdafcae920f220b3fdccab41",
    "metadata": {
        "title": "Milieu-induced, Selective Aggregation of Regulated Secretory Proteins in the trans-Golgi Network",
        "authors": [
            {
                "first": "Eric",
                "middle": [],
                "last": "Chanat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "addrLine": "Postfach 10.2209"
                    }
                },
                "email": ""
            },
            {
                "first": "Wieland",
                "middle": [
                    "B"
                ],
                "last": "Huttner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "addrLine": "Postfach 10.2209"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "1 . Abbreviations used in this paper: BiP, immunoglobulin heavy chain binding protein; CgB, chromogranin B ; GAG chain, glycosaminoglycan chain ; hsPG, heparan sulfate proteoglycan; PDI, protein disulfide isomerase ; SgH, secretogranin II ; TGN, trans-Golgi network .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract. Regulated secretory proteins are thought to be sorted in the trans-Golgi network (TGN) via selective aggregation . The factors responsible for this aggregation are unknown . We show here that two widespread regulated secretory proteins, chromogranin B and secretogranin II (granins), remain in an aggregated state when TGN vesicles from neuroendocrine cells (PC12) are permeabilized at pH 6.4 in 1-10 mM calcium, conditions believed to exist in this compartment. Permeabilization of immature secretory granules under these conditions allowed the recovery of electron dense cores. The granin aggregates in the TGN largely ex-HE mechanism by which constitutive and regulated secretory proteins are sorted in the trans-Golgi network (TGN)' is poorly understood (for review see iB urgess and Kelly, 1987) . It has been postulated that a key step in this sorting process is the selective aggregation of regulated, but not constitutive, secretory proteins in the TGN (Kelly, 1985; Burgess and Kelly, 1987; Pfeffer and Rothman, 1987; Huttner et al ., 1988; Gerdes et al., 1989; Huttner and Tooze, 1989; Tooze et al., 1989) . This hypothesis is largely based on morphological data showing that regulated secretory proteins form electron-dense cores in the TGN (for review see Farquhar and Palade, 1981; Orci et al., 1987; Tooze et al ., 1987) . Aggregation of a protein inevitably segregates it from proteins that do not aggregate but remain in solution in the fluid phase that is excluded from the aggregate. Thus, if aggregation is a key step in the sorting of secretory proteins, the crucial questions arising are: (a) why does aggregation occur specifically in the TGN ; and (b) why is the aggregation selective for regulated secretory proteins?",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 810,
                    "text": "Kelly, 1987)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 971,
                    "end": 984,
                    "text": "(Kelly, 1985;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 985,
                    "end": 1009,
                    "text": "Burgess and Kelly, 1987;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1010,
                    "end": 1036,
                    "text": "Pfeffer and Rothman, 1987;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1037,
                    "end": 1059,
                    "text": "Huttner et al ., 1988;",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1080,
                    "text": "Gerdes et al., 1989;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1081,
                    "end": 1105,
                    "text": "Huttner and Tooze, 1989;",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1125,
                    "text": "Tooze et al., 1989)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1278,
                    "end": 1304,
                    "text": "Farquhar and Palade, 1981;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1305,
                    "end": 1323,
                    "text": "Orci et al., 1987;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1324,
                    "end": 1344,
                    "text": "Tooze et al ., 1987)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Concerning these questions, it has been proposed ) that (a) the aggregation of regulated secretory proteins in the TGN results from an increase in their concentration as they travel from the RER to this compartment where they reach a critical level, and (b) constitutive secretory proteins do not reach this concentration and/or have an cluded glycosaminoglycan chains which served as constitutively secreted bulk flow markers . The low pH, high calcium milieu was sufficient to induce granin aggregation in the RER. In the TGN of pituitary GH4C cells, the proportion of granins conserved as aggregates was higher upon hormonal treatment known to increase secretory granule formation . Our data suggest that a decrease in pH and an increase in calcium are sufficient to trigger the selective aggregation of the granins in the TGN, segregating them from constitutive secretory proteins .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "inherently lower tendency to aggregate than regulated secretory proteins. Concerning the first point, both constitutive and regulated secretory proteins are believed to move from the RER to the TGN by bulk flow (for review see Pfeffer and Rothman, 1987) . In bulk flow, an increase in the concentration of secretory proteins in a distal compartment as compared to a proximal compartment can only occur as the result of the selective removal of molecules, e.g., the recycling of soluble ER-resident proteins or the net movement of water across the membrane into the cytoplasm . in the concentration of regulated secretory proteins in the trans-Golgi compared to the RER have been reported (Bendayan et al., 1980; Salpeter and Farquhar, 1981; Bendayan, 1984; Posthuma et al., 1988) . However, it is unclear to what extent aggregates of regulated secretory proteins were included in these quantitations, and thus it is difficult to exclude the possibility that the observed concentration increase was the consequence ofaggregation .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 253,
                    "text": "Pfeffer and Rothman, 1987)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 688,
                    "end": 711,
                    "text": "(Bendayan et al., 1980;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 712,
                    "end": 740,
                    "text": "Salpeter and Farquhar, 1981;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 741,
                    "end": 756,
                    "text": "Bendayan, 1984;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 757,
                    "end": 779,
                    "text": "Posthuma et al., 1988)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An alternative, or at least additional, cause for aggregation in the TGN is a change in the lumenal milieu in this compartment as compared tothe more proximal compartments ofthe secretory pathway (Burgess and Kelly, 1987; Pfeffer and Rothman, 1987; Huttner et al., 1988'; Gerdes et al.,' 1989) . One parameter of the lumenal milieu that is known to differ between the RER and the TGN is the pH; the TGN has been shown to be moderately acidic . From the data available (see Anderson and Orci, 1988, and refs. therein) , the TGN lu-menalpH can be estimated to be -1 U above that ofneuroendocrine secretory granules (pH 5.2-5.5; Poisnet andTrifaro, 1982; Johnson, 1987) , i.e., around pH 6.4, a value consis-tent with previous considerations (Griffiths and Simons, 1986) . Another parameter is the concentration of calcium ions. Studies in various regulated secretory cells (Stoeckel et al., 1975; Ravazzola, 1976; Mata et al., 1987; Roos, 1988) have shown that the calcium concentration in the Golgi complex is significantly higher (N2 .5-fold) than in the RER which is believed to contain 3 mM calcium (Sambrook : 1990) , and two-thirds of that found in secretory granules, which havebeen shown to contain 20-50 mM calcium (Poisner and Trifaro, 1982; Bulenda and Gratzl, 1985) . These observations suggest that the lumenal milieu of the TGN differs from that of the more proximal compartments of the secretory pathway in that it contains a higher concentration of calcium ions (probably around 10 mM total calcium ; see Discussion for \"free\" vs. \"bound\" calcium) . The selective aggregation ofregulated, but not constitutive, secretory proteins in the TGN may therefore reflect the inherent property of the former, but not the latter, proteins to come out of solution upon a change in certain parameters of the lumenal milieu such as pH and calcium ion concentration.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 221,
                    "text": "(Burgess and Kelly, 1987;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 222,
                    "end": 248,
                    "text": "Pfeffer and Rothman, 1987;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 249,
                    "end": 271,
                    "text": "Huttner et al., 1988';",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 293,
                    "text": "Gerdes et al.,' 1989)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 473,
                    "end": 516,
                    "text": "Anderson and Orci, 1988, and refs. therein)",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 625,
                    "text": "5.2-5.5;",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 651,
                    "text": "Poisnet andTrifaro, 1982;",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 666,
                    "text": "Johnson, 1987)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 739,
                    "end": 767,
                    "text": "(Griffiths and Simons, 1986)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 871,
                    "end": 894,
                    "text": "(Stoeckel et al., 1975;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 895,
                    "end": 911,
                    "text": "Ravazzola, 1976;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 912,
                    "end": 930,
                    "text": "Mata et al., 1987;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 931,
                    "end": 942,
                    "text": "Roos, 1988)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1101,
                    "end": 1118,
                    "text": "(Sambrook : 1990)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1222,
                    "end": 1249,
                    "text": "(Poisner and Trifaro, 1982;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1250,
                    "end": 1275,
                    "text": "Bulenda and Gratzl, 1985)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The complexity of regulated secretory proteins makes it likely that certain specific features of the sorting mechanism may vary depending onthe regulated secretory protein under study. We have been focusing on the granins (chromogranins/secretogranins) as model proteins to study sorting (Huttner et al., 1991) because they are found in secretory granules ofmost endocrine cells and neurons (Ross et al., 1985 ; Wiedenmann and Hutmer, 1989) . Hence results regarding their sorting in one cell type can be generalized to most endocrine and neuronal cells . The granins are a family ofat least three proteins (chromogranin A, chromogranin B [CgB], and secretogranin II [SgH]) . The deduced primary structure of the granins (Benedum et al., 1986; Iacangelo et al., 1986; Benedum et al., 1987; Gerdes et al., 1989) predicts an abundance of acidic residues and a secondary structure alternating between helix and turns. These features are consistent with their aggregation at low pH in the presence of calcium ions. In vitro studies have shown that granins bind calcium (Reiffen and Gratzl, 1986; Cozzi and Zanini, 1988) andthat these proteins, but not various constitutive secretory proteins, aggregate in the presence of millimolar calcium ions at acidic pH (Gerdes et al., 1989; Gorr et al., 1989; Yoo and Albanesi, 1990) . However, these studies were performed with granins isolated from secretory granules and were carried out at a pH corresponding to that of neuroendocrine secretory granules rather than that of the TGN . Hence, the relevance of these studies for the aggregation of the granins occurring in the TGN remains to be established. We therefore investigated in the present study whether a low pH-, high calcium milieu corresponding to that believed to exist in the lumen of the TGN is sufficient to (a) induce and maintain the aggregation of the granins in the secretory pathway, and (b) segregate these proteins from bulk flow markers and resident proteins.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 310,
                    "text": "(Huttner et al., 1991)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 391,
                    "end": 411,
                    "text": "(Ross et al., 1985 ;",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 440,
                    "text": "Wiedenmann and Hutmer, 1989)",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 743,
                    "text": "(Benedum et al., 1986;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 744,
                    "end": 767,
                    "text": "Iacangelo et al., 1986;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 768,
                    "end": 789,
                    "text": "Benedum et al., 1987;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 790,
                    "end": 810,
                    "text": "Gerdes et al., 1989)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1065,
                    "end": 1091,
                    "text": "(Reiffen and Gratzl, 1986;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1092,
                    "end": 1115,
                    "text": "Cozzi and Zanini, 1988)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1255,
                    "end": 1276,
                    "text": "(Gerdes et al., 1989;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1277,
                    "end": 1295,
                    "text": "Gorr et al., 1989;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1296,
                    "end": 1319,
                    "text": "Yoo and Albanesi, 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cell Culture and Metabolic Labeling PC12 cells were grown as previously described (lboze and Hutmer, 1990) . lb label granins present in the RER, PC12 cells were preincubated for 30 min in tyrosine-free DMEM (DMEM without tyrosine and with 10% of the normal concentration of phenylalanine) and then pulse labeled for 5 min with fresh tyrosine-free DMEM containing 100 14Ci/ml L-[2,3,5,6-3H]-",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 106,
                    "text": "Hutmer, 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The Journal of Cell Biology, Volume 115, 1991 tyrosine (Amersham Buchler, Amersham, UK) . lb label granins present in the TGN, PC12 cells were preincubated for 30 min with sulfitte-free DMEM (DMEM containing MgC12 instead of MgSO4 and 10% of the normal concentration of methionine and cysteine) and then pulse labeled for 5 min with fresh sulfate-free DMEM containing 1 mCi/ml carrier-free [ 35 S]sulfate (Amensham Buchler) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To induce the synthesis of free GAG chains, PC12 cells were heated with the xylose analogue 4methylumbelliferyl S-D-xyloside (xyloside) . Xyloside, dissolved in DMSO at 500 mM, was routinely used at a final concentration of 1 mM . PC12 cells were preincubated for 1 .5 h in growth medium, for 0.5 h in sulfate-free DMEM and then pulse labeled for 5 min with fresh sulfate-free DMEM containing 1 mCi/ml [ 35 S]sulfate, all in the presence of 1 mM xyloside . In pulse-chase experiments, pulse labeling was followed by incubation in DMEM containing 1 mM xyloside and twice the normal concentration of unlabeled sulfate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "[35S]sulfate incorporation into glycosaminoglycan (GAG) chains continued to occur during the first 30 min of chase (see Fig . 4 B) , which probably reflected a relatively slow loss of radioactivity from the PAPS pool . In other experiments, the preincubation in sulfate-free medium, pulse labeling, and chase were performed in air at 20°C instead of 37°C, using DMEM containing 20 mM Hepes-NaOH, pH 7.4, instead of bicarbonate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 130,
                    "text": "Fig . 4 B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "GH4C1 cells, obtained from L . Roman (University of Texas, Dallas, TX), were grown in a 1:1 (vol/vol) mixture of DMEM and Ham's F10 medium supplemented with 15% heat-inactivated (1 h at 55°C) horse serum, at 37°C in 5 % C02 in air. Cells were routinely passaged once a week and received fresh medium 3 and 5 d after plating. lb stimulate the accumulation of secretory granules, GH4C1 cells received 10 nM epidermal growth factor (Collaborative Research, Bedford, MA), 1 nM 170-estradiol (Sigma Chemical Co ., St . Louis, MO) and 300 nM insulin (Sigma Chemical Co.) for 48 h before radiolabeling or immunofluorescence analysis which was performed on day 7 after plating . lb analyze the effect of these hormones on the rate of synthesis of Sgll and prolactin, control and hormone-treated cells were preincubated for 30 min in methionine-free DMEM/Ham's F10 and then labeled for 30 min with fresh methionine-free medium containing 100 14Ci/ml [35 S]methionine . After three washes with calcium-and magnesium-free PBS, GH4C1 cells were solubilized in 10 mM Tris, pH 7.6, 1%",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 524,
                    "text": "Co ., St . Louis, MO)",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "Co.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "(wt/vol) Triton X-100, 1% (wt/vol) sodium deoxycholate, 0.1% (wt/vol) SDS, 0.15 M NaCl, and centrifuged for 5 min at 14,000 rpm in an Eppendorf centrifuge . Aliquots of the supernatant were subjected to SDS-PAGE followed by fluorography. To selectively label the granins present in the TUN, control and hormone-treated cells were preincubated for 30 min with sulfate-free DMEM/Hams F10 and then pulse labeled for 4 min with fresh sulfate-free medium containing 1 mCi/ml [35 S]sulfate in the absence and presence of the hormone cocktail, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Analysis ofGranin Aggregates in the TGN ofPC12 Cells (Standard Procedure) Preparation of ?GN Vesicles. PC12 cells pulse labeled for 5 min with [35 S]sulfate were placed on ice to stop intracellular transport . All subsequent steps were performed at 0-4°C. Cells (two 15-cm dishes of subconfluent cells) were homogenized and a postnuclear supernatant (N1 .2 ml) was subjected to velocity sucrose gradient centrifugation as previously described (lboze and Huttner, 1990) . After velocity centrifugation, fractions (1 ml) were collected from the top of the gradient . In some experiments, 100-141 aliquots of these fractions were analyzed by SDS-PAGE followed by fluorography. Fractions 8-10, which contained the peak of [\"S]sulfatelabeled granins and which have been shown to contain [35 S]sulfate-labeled TGN vesicles (Tooze and Hutmer, 1990) , were pooled, slowly diluted with an equal volume of 10 mM Hepes-KOH, pH 7.2, and divided into aliquots (three per gradient) .",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 468,
                    "text": "described (lboze and Huttner, 1990)",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 841,
                    "text": "(Tooze and Hutmer, 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "[35S]sulfate-labeled TGN vesicles were then concentrated by centrifugation at either 23,000 g for 30 min or 110,000 g for 15 min .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Membrane Fermeabilizadon . The pellet containing [35S] sulfate-labeled TGN vesicles (-I 141 packed volume) was resuspended in 100141 of buffer containing 0.5 mg/ml saponin and either 10 mM MES-NaOH, pH 7.4, 30 mM KC1, 1 .2 mM leupeptin (nonaggregative milieu) or 10 mM MES-NaOH, pH 6.4, 10 mM CaC12, 1 .2 mM leupeptin (aggregative milieu) . After -15 min incubation at 0°C, samples were subjected to centrifugation (23,000 g for 30 min or 110,000 g for 15 min), and the entire pellet and supernatant were analyzed by SDS-PAGE and fluorography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In some experiments, the standard procedure was modified in that various concentrations of saponin were used ; 1% (wt/vol) of Triton X-100 was used instead of saponin, or the pH and calcium concentration was varied (see text and figure legends) . In the latter case, the ionic strength was kept constant using KC1 . In other experiments, 05S]sulfate-labeled TGN vesicles were resuspended in 100 Al of buffer containing 0.5 mg/ml saponin and 2 mM MES, pH 7.4, incubated for 15 min at 0°C, centrifuged (110,000 g for 15 min), and the supernatant containing released CgB and SgII was supplemented with 10 pl of 10-fold concentrated aggregative milieu .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The state of aggregation of V5S]sulfate-labeled granins and GAG chains in the TUN of xyloside-treated PC12 cells upon incubation in nonaggregative or aggregative milieu was studied according to the standard procedure, with the following modifications for the GAG chains. After permeabilization of [35 S]sulfate-labeled TGN vesicles with 0.5 mg/ml saponin in nonaggregative or aggregative milieu and centrifugation (110,000 g for 15 min), the supernatant, which contained the GAG chains released from the TUN vesicles, was collected for analysis. The pelleted membranes were resuspended in 100 pl of 10 mM Tris-HCI, pH 7.4, 10 mM EDTA, 150 mM NaCl, incubated for 5 min at 100°C and centrifuged at 110,000 g for 15 min to obtain a heat-stable fraction containing the GAG chains . GAG chains in the supernatant and GAG chains in the heat-stable fraction of the pellet were then analyzed by SDS-PAGE followed by fluorography, except that the staining and destaining of the gel was omitted (see below) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis ofthe State ofAggregation ofGranins and GAG Chains in the TGN ofXyloside-treated PC12 Cells"
        },
        {
            "text": "Effect ofNonaggregative and Aggregative Milieu on Granins in the RER ofPC12 Cells PC12 cells were pulse labeled for 5 min with [3H]tyrosine and subjected to subcellular fractionation according to the standard procedure. After velocity sucrose gradient centrifugation, ['H]tyrosine-labeled granins were found throughout the gradient with a peak in fractions 2-5. Fractions 4+5, which contained less cytosolic proteins than fractions 2+3, were pooled, diluted 1:1, divided into aliquots (two per gradient), and centrifuged (23,000 g for 30 min) . The pellet containing [3H]tyrosine-labeled RER vesicles was then incubated in nonaggregative or aggregative milieu in the presence of 1% Triton X-100 and analyzed as described above for the standard procedure .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis ofthe State ofAggregation ofGranins and GAG Chains in the TGN ofXyloside-treated PC12 Cells"
        },
        {
            "text": "Control and hormone-treated (48 h) GH4C1 cells were pulse labeled for 4 min with [35S]sulfate and then subjected to subcellular fractionation according to the standard procedure. After velocity sucrose gradient centrifugation, the peak of [35S]sulfitte-labeled granins was found to have a different distribution across the gradient than in the case of PC12 cells, being located in fractions 2-5. Fractions 3+4 were pooled, diluted 1 :1, divided into aliquots (two per gradient), and centrifuged (23,000 g for 30 min) . The pellet containing [ 35S]sulfate-labeled TGN vesicles was then incubated in nonaggregative or aggregative milieu in the presence of 1% Triton X-100 and analyzed as described above for the standard procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis ofGranin Aggregates in the TGN ofGH4C1 Cells"
        },
        {
            "text": "A heat-stable protein fraction highly enriched in granins was prepared from [a 5 S]sulfate-labeled PC12 cells as previously described (Ross et al ., 1985) and dialyzed at 4°C against 4 mM MES, pH 7.2, containing 2 mM KCI . The heat-stable protein fraction was centrifuged for 1 h at 23,000 g to remove any granin aggregates . 50-pl aliquots of the supernatant were mixed with 250 Al of nonaggregative or aggregative milieu (final protein concentration = 68 pg/ml) and incubated for 2 h at 0°C. Samples were centrifuged (23,000 g for 30 min) and pellets and supernatants were analyzed by SDS-PAGE followed by fluorography Carbonate TYeatment [IS] sulfate-labeled TON vesicles were prepared from control and xylosidetreated PC12 cells according to the standard procedure. Pelleted TGN vesicles derived from 1-2 ml of fractions 8-10 of the velocity gradient were resuspended in 1 ml of H2O. This and all subsequent manipulations were performed at 0-4°C. While stirring, 1 ml of 2x concentrated carbonate buffer (lx carbonate buffer consisted of: 0.1 M Na2CO3-NaHCO3, pH Chanat and Huttner Aggregation-mediating Sorting of Secretary Proteins 11A, 1.0 M KCI, 0.25 mg/ml saponin, 2 mM EDTA, 0.1 mM PMSF) was slowly added to the membrane suspension. After a 30-min incubation under stirring, membranes were centrifuged . This and all subsequent centrifugations were carried out at 130,000 g for 45 min. The supernatant was neutralized with 1 N HCl to pH 7.5 and subjected to acetone precipitation (70% (vol/vol) final concentration, 15 h at -20°C) before being analyzed by SDS-PAGE and fluorography Membranes were resuspended in carbonate buffer, stirred for 15 min, pelleted, and further washed for 15 min in 10 mM MES, pH 6.5, 2 mM EDTA . After centrifugation, the pellet was analyzed by SDS-PAGE followed by fluorography.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 154,
                    "text": "(Ross et al ., 1985)",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[IS]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Effect ofNonaggregative and Aggregative Milieu on Partially Purified Granins"
        },
        {
            "text": "SDS-PAGE was performed according to Laemmli (1970) and gels were processed as described (Lee and Huttcer, 1983) . When samples containing GAG chains were analyzed, gels were fixed for two times 10 min in 50% methanol, 10% acetic acid, rinsed briefly in water, incubated in 1 M salicylate for 30 min, dried, and fluorographed. Fluonograms were scanned densitometrically using the LKB gel scanner and quantitated using the ultroscan XL software (LKB Instruments, Inc ., Gaithersburg, MD) . Immunoblotting was performed as previously described (Ross et al ., 1989) , except that blocking of the nitrocellulose sheets was in PBS containing 10% low fat milk powder for 2 h . Rabbit antisera against peptides corresponding to the carboxy terminus of either PDI (RaKAVK) or BiP (RaKSEK) (Vaux et al ., 1990) were kindly provided by S. D. Fuller (EMBL) and were used at 1:100 dilution . Inummoreactive proteins were revealed by incubation with either [\"I]protein A (NEN, Boston, MA) or peroxidase conjugated to goat anti-rabbit IgG antibodies (Jackson Immmioreseanch Lab ., Inc., Avondale, PA) at 1 :1,000 dilution .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 50,
                    "text": "Laemmli (1970)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 88,
                    "end": 111,
                    "text": "(Lee and Huttcer, 1983)",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 561,
                    "text": "(Ross et al ., 1989)",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 800,
                    "text": "(Vaux et al ., 1990)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 828,
                    "end": 844,
                    "text": "D. Fuller (EMBL)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SDS-PAGE and Immunoblotting"
        },
        {
            "text": "Control and hormone-treated (48 h) GH4C1 cells grown on polylysinecoated coverslips were subjected to indirect immunofluorescence using published protocols (Ross et al., 1989) with minor modifications. Both the antiserum against rat SgII (Ross et al ., 1985) and the rhodamine-conjugated sheep anti-rabbit IgG antibodies (Cappel Laboratories, Cockranville, PA) were used at a 1 :200 dilution . Control and hormone-treated cells were photographed at the same exposure and negatives were printed under identical conditions . EM Based on previous work CTooze et al., 1991) , a fraction enriched in immature secretary granules was prepared from PC12 cells as follows . A postnuclear supernatant was prepared from PC12 cells as described (Tboze and Huttner, 1990 ) except that the cells were homogenized in 0.25 M sucrose containing 1 mM EDTA and 1 mM Tris-HCI, pH 7.4 . The postnuclear supernatant (1-ml aliquots) was subjected to differential centrifugation at 4°C . First, most (>95%) of TGN membranes, mitochondria, and mature secretory granules were pelleted by centrifugation for 35 min at 10,000 rpm . This and all subsequent centrifugations were carried out using polycarbonate tubes and a TLS-55 rotor in a Beckman TT-100 ultracentrifuge with the brake off. The supernatants were subjected to a second centrifugation for 22 min at 25,000 rpm to sediment immature secretary granules. The pellets were resuspended in 50#1 of 0.25 M sucrose and mixed with either 50 pl of 0.25 M sucrose (control) or with 50 Al of 0.25 M sucrose containing 1 mg/ml saponin and two times concentrated nonaggregative or aggregative milieu. After 5 min of incubation at 0°C, samples were either mixed with paraformaldehyde (1% final concentration, added from a 16% stock), fixed for 20 min at 0°C and centrifuged for 30 min at 55,000 rpm, or centrifuged without prior fixation. All pellets were then overlaid with 8 % paraformaldehyde and kept overnight at 4°C. Samples were then washed in 0.1 M sodium cacodylate buffer, pH 7.2, and postfixed in cacodylate buffer containing 1% OsO4 and 1 .5 % magnesium ferrocyanide . After washes in cacodylate buffer and H2O, pellets were incubated for 30 min in 1.5 % magnesium uranyl acetate in water. They were then dehydrated in ethanol, incubated in propylene oxide, and embedded in Epon. Thin sections were contrasted with lead citrate and examined in a Philips 400 microscope. Pictures were taken at random from the bottom of the pellets and dense cores were counted in 10 fields representing a total area of 150 pmt .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 175,
                    "text": "(Ross et al., 1989)",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 258,
                    "text": "al ., 1985)",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 569,
                    "text": "al., 1991)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 757,
                    "text": "(Tboze and Huttner, 1990",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "To study the aggregation of the granins in the secretary path-way, we used the rat pheochromocytoma cell line PC12 . These cells express high levels of CgB and SgII, sulfate these proteins in the TGN, and package them as dense-cored aggregates very efficiently into secretory granules (Lee and Huttner, 1983 ; Rosa et al ., 1985; Rosa et al ., 1989; Tooze and Huttner, 1990 ) . The following experimental approach, referred to as the \"standard procedure, was used to study the aggregation of the granins in the TGN. First, short (5 min) pulse labeling of cells with [35S]sulfate was used to label proteins selectively in the TGN (Baeuerle and Huttner, 1987 ; Tooze and Huttner, 1990) , and TGN-derived vesicles were isolated from the pulse-labeled cells by differential and velocity sucrose gradient centrifugation . Second, the [35 S]sulfate-labeled TGN vesicles were permeabilized with saponin in various buffers to be able to expose the TGN lumen to a defined milieu . One buffer had a pH of 7.4 and contained no added calcium ions and is, based on the results described below, referred to as the \"nonaggregative milieu .\" The other buffer had a pH of 6.4 and contained 10 mM calcium ions, conditions believed to exist in the lumen of the TGN in vivo (Stoeckel et al., 1975 ; Ravazzola, 1976; Mata et al., 1987 ; Anderson and Orci, 1988 ; Roos, 1988 ; see Discussion for \"free\" vs . \"bound\" calcium) . This buffer is, based on the results obtained, referred to as the \"tiaggregative milieu .\" The release of the [35 S]sulfate-labeled granins from the permeabilized TGN vesicles, as revealed by their appearance in the supernatant upon centrifugation, reflects the absence, or reversal, of an aggregated state . Conversely, we interpret the The Journal of Cell Biology, Volume 115, 1991 Figure 1 . Release of granins from the TGN of PC12 cells after permeabilization of the membrane with saponin in nonaggregative milieu . [35 S]sulfate-labeled TGN vesicles were obtained from PC12 cells according to the standard procedure, incubated in nonaggregative milieu in the absence (-) or presence (+) of 0.5 mg/ml saponin, centrifuged, and pellets (P) and supernatants (S) were analyzed by SDS-PAGE followed by protein staining (right) and fluorography (left) . Dots and triangles indicate ER resident proteins released from vesicles contaminating the TGN vesicle preparation .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 309,
                    "text": "(Lee and Huttner, 1983 ;",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 329,
                    "text": "Rosa et al ., 1985;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 330,
                    "end": 349,
                    "text": "Rosa et al ., 1989;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 350,
                    "end": 373,
                    "text": "Tooze and Huttner, 1990",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 629,
                    "end": 658,
                    "text": "(Baeuerle and Huttner, 1987 ;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 659,
                    "end": 683,
                    "text": "Tooze and Huttner, 1990)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1254,
                    "end": 1278,
                    "text": "(Stoeckel et al., 1975 ;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1279,
                    "end": 1295,
                    "text": "Ravazzola, 1976;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1296,
                    "end": 1315,
                    "text": "Mata et al., 1987 ;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1316,
                    "end": 1341,
                    "text": "Anderson and Orci, 1988 ;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1342,
                    "end": 1352,
                    "text": "Roos, 1988",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1789,
                    "end": 1797,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "recovery of the [ 35 S]sulfate-labeled granins in the pellet after permeabilization of the TGN vesicles as indicative of the maintenance, or induction, of an aggregated state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The vast majority of the [35 S]sulfate-labeled granins were released into the supernatant when TGN vesicles obtained from PC12 cells pulse labeled with [35 S]sulfate were incubated for 15 min in nonaggregative milieu in the presence of 0.5 mg/ml of saponin ( Fig . 1, left) . This was the lowest saponin concentration that allowed the maximal release of the granins (N80% for SgII ; CgB was not quantitated because of the presence of a heparan sulfate proteoglycan (hsPG) in that region of the gel). The proportion of SgII released at a lower saponin concentration (0.25 mg/ml) did not increase when the incubation was carried out for up to 1 h (data not shown), indicating that for any given permeabilized TGN vesicle, the release of SgII occurred rapidly and was complete within 15 min .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 273,
                    "text": "Fig . 1, left)",
                    "ref_id": null
                }
            ],
            "section": "Release of Graninsfrom the Lumen of the TGN upon Aermeabilization of the Membrane by Saponin"
        },
        {
            "text": "The presence of the granins in the supernatant upon incubation of TGN vesicles with saponin in nonaggregative milieu reflected the release of the lumenal content from permeabilized vesicles rather than the solubilization of the membrane, for three reasons. First, the bulk of the proteins was recovered in the pellet both in the absence and presence of saponin (Fig. 1, right) . Second, this was also observed for the hsPG (Fig . 1, left) , which is membrane-associated in the TGN as will be shown below (see Fig . 4 A) . Third, most of the proteins found in the supernatant in the presence of saponin were also present in the supernatant in the absence of saponin ( Fig . 1, right) . The few proteins that specifically increased in the supernatant upon saponin permeabilization included, besides CgB and SgII, four major proteins (dots and triangles in Fig. 1, right) . As will be shown below (see Fig . 5 ), these were ERresident proteins present in ERderived Chanat and Hunner Aggregation-mediating Sorting of Secretory Proteins sulfate-labeled TGN vesicles were obtained from PC12 cells, permeabilized with saponin in nonaggregative (NA) or aggregative (A) milieu, centrifuged, and pellets (P) and supernatants (S) were analyzed by SDS-PAGE followed by protein staining (bottom) and fluorography (top). All steps were performed according to the standard procedure . (Top) Note thatthe loss ofCgB from the pellet in nonaggregative milieu and its recovery in the pellet inaggregative milieu were readily detectable when the original fluorogram was examined in front of a strong light source . (B) [35S]sulfatelabeled TGN vesicles were obtained from PC12cells according to the standard procedure, permeabilized with saponin at pH 7.4, centrifuged, and the supernatant containing released CgB and SgIIwas incubated in aggregative milieu . After centrifugation, the pellet (P) and supernatant (S) were analyzed by SDS-PAGE and fluorography. The [35S]sulfate-labeled material in the pellet is due to the incomplete removal of the permeabilized TGN vesicles in the first centrifugation. (C) A heat-stable protein fraction of VSS]sulfate-labeled PC12 cells containing CgB and SgII was incubated in nonaggregative (NA) or aggregative (A) milieu, centrifuged, and the pellets (P) and supernatants(S) were analyzed by SDS-PAGE and fluorography.",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 906,
                    "text": "Fig . 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 376,
                    "text": "(Fig. 1, right)",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 438,
                    "text": "(Fig . 1, left)",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 519,
                    "text": "Fig . 4 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 667,
                    "end": 682,
                    "text": "Fig . 1, right)",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 868,
                    "text": "Fig. 1, right)",
                    "ref_id": null
                }
            ],
            "section": "Release of Graninsfrom the Lumen of the TGN upon Aermeabilization of the Membrane by Saponin"
        },
        {
            "text": "vesicles contaminating the fractions of the velocity gradient containing TGN vesicles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Release of Graninsfrom the Lumen of the TGN upon Aermeabilization of the Membrane by Saponin"
        },
        {
            "text": "Granin Aggregates in the TGNafter Aermeabilization in a Low pH-, High Calcium Milieu When [\"S]sulfate-labeled TGN vesicles were permeabilized with saponin in aggregative milieu, the majority of SgII was recovered in the pellet (Fig. 2 A, top) . Although not ap- parent from the fluorogram shown in Fig . 2 A, due to the presence of the hsPG, the same was observed for CgB (see legend to Fig. 2 A, top) . Thus, this low pH-, high calcium milieu was sufficient to maintain the granins in an aggregated state . Quantitation of the radioactivity contained in the SgII band from five different experiments (Table I) showed that in the nonaggregative milieu -23% of the [33S]sulfatelabeled SgII was recovered in the pellet, whereas -82% was recovered in the pellet in the aggregative milieu . Protein staining ofthe gel ( Fig. 2 A, bottom) revealed that, apart from CgB and SgII, the protein pattern ofthe pellet obtained in nonaggregative and aggregative milieu was very similar, as was the protein pattern of the supernatant in the two conditions, showing that the retention of the granins in the TGN after saponin permeabilization in aggregative milieu was a selective event .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 242,
                    "text": "(Fig. 2 A, top)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 298,
                    "end": 305,
                    "text": "Fig . 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 387,
                    "end": 401,
                    "text": "Fig. 2 A, top)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 601,
                    "end": 610,
                    "text": "(Table I)",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 822,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Release of Graninsfrom the Lumen of the TGN upon Aermeabilization of the Membrane by Saponin"
        },
        {
            "text": "Tb determine whether granins released from the lumen of the TUN in nonaggregative milieu would be converted to an aggregated state upon incubation in aggregative milieu, TGN vesicles obtained by the standard procedure were first permeabilized with saponin at pH 7.4 in a volume at least 100fold that ofthe packed vesicles, and centrifuged under conditions which pelleted most, but not all, of the permeabilized TGN membranes. When the granins obtained in the supernatant were incubated in aggregative milieu, they remained soluble, despite the presence of some TGN membranes (Fig.  2 B) . This indicated that aggregative milieu did not induce the aggregation of the granins after their release from the TGN, i.e., upon their dilution to a concentration at least 100fold lower than in the TGN lumen. This conclusion was supported by the observation that partially purified CgB and SgII remained soluble upon exposure to aggregative milieu at ti70 pg/ml (Fig. 2 C) , i.e., at a concentration at least two orders ofmagnitude below that in the TGN (estimated granin concentration >10 mg/ml) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 586,
                    "text": "(Fig.  2 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 952,
                    "end": 962,
                    "text": "(Fig. 2 C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Release of Graninsfrom the Lumen of the TGN upon Aermeabilization of the Membrane by Saponin"
        },
        {
            "text": "Chanat and Hutwer Aggregation-mediating Sorting of Secretary Proteins 151 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Release of Graninsfrom the Lumen of the TGN upon Aermeabilization of the Membrane by Saponin"
        },
        {
            "text": "Recovery ofElectron-dense Cores after Membrane Permeabilization in Aggregative Milieu",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Release of Graninsfrom the Lumen of the TGN upon Aermeabilization of the Membrane by Saponin"
        },
        {
            "text": "We investigated the morphological correlate of the granin aggregates recovered after membrane permeabilization in aggregative milieu . Fractions enriched in immature secretory granules, identified by SgII pulse labeled with ['IS]sulfate and chased for 15 min, were obtained by differential centrifugation of a PC12 cell postnuclear supernatant in isotonic sucrose (Tooze et al., 1991) , incubated in various conditions, fixed, and analyzed by EM. Samples incubated in the absence of saponin were characterized by the presence of numerous (284/100 pmt) dense-cored structures (Fig. 3 , A-C) which had the typical morphological appearance of PC12 cell immature secretary granules (Tooze and Huttner, 1990) . Almost no (6/100 1mz) dense cores were found when membranes were permeabilized by saponin in nonaggregative milieu and fixed 5 min later (Fig. 3 , D-F). In contrast, after membrane permeabilization by saponin in aggregative milieu (Fig. 3, GI) , dense cores were observed at a frequency (197/100 ,um') that was -70% of that of the nonpermeabilized control. Interestingly, the dense cores recovered after saponin permeabilization in aggregative milieu appeared to be less electron-dense than those ofthe nonpermeabilized control. This may suggest that molecules other than the granins, which may not be retained in the aggregates aftermembrane permeabilization in aggregative milieu (e.g., ATP and catecholamines), contributed to the electron density of the cores. In conclusion, the recovery of dense cores after membrane permeabilization in aggregative, but not nonaggregative, milieu indicates that these are the morphological correlate of the granin aggregates observed biochemically under the former condition .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 384,
                    "text": "(Tooze et al., 1991)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 678,
                    "end": 703,
                    "text": "(Tooze and Huttner, 1990)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 582,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 843,
                    "end": 850,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 937,
                    "end": 949,
                    "text": "(Fig. 3, GI)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Release of Graninsfrom the Lumen of the TGN upon Aermeabilization of the Membrane by Saponin"
        },
        {
            "text": "If aggregation of regulated secretary proteins is a sorting event, constitutively released proteins should be excluded from the aggregates. If, in the case of the granins, a rise in calcium and a decrease in pH are the parameters that trigger their aggregation in thelumen ofthe TGN ofPC12 cells, constitutively secreted proteins present at the same time in the TGN should not undergo aggregation in the aggregative milieu . The only constitutive marker in PC12 cells which is sulfated and thus can be selectively labeled in the TGN is the hsPG (Tooze and Huttner, 1990) . Unfortunately, the hsPG was found to be membrane associated in the TGN since it was not solubilized when TGN vesicles obtained from PC12 cells pulse labeled for 5 min with [11S]sulfate were extracted with carbonate at pH 11.0 ( Fig. 4 A, left) . We therefore employed 4-methylumbelliferyl R-D-xyloside (xyloside) sulfatelabeled TGN vesicles were obtained from xyloside-treated PC12 cells according to the standard procedure, subjected to carbonate extraction at pH 11, centrifuged, and the pellets (P) and supernatants (S) were analyzed by SDS-PAGE using 7.5% (-xyloside) or 15% (+ xyloside) gels, followed by fluorography. The asterisks indicate a sulfated =120-kD membrane protein distinct from CgB which is largely masked by the hsPG in the absence of xyloside and which has an electrophoretic mobility similar to CgB on 15% gels . to induce the synthesis of free sulfated GAG chains as a bulk flow marker. Xyloside competes with the core proteins of proteoglycans as an acceptor for GAG chains (Lohmander and Hascall, 1979) , and xyloside-induced GAG chains have been found to be secreted largely via the constitutive pathway in AtT20 cells (Burgess and Kelly, 1984) . Three lines of evidence showed that xyloside-induced GAG chains are soluble in the TGN and can serve as a constitutively secreted bulk flow marker in PC12 cells . First, carbonate extraction at pH 11.0 of TGN vesicles, prepared from PC12 cells pretreated with 1 mM xyloside for 2 h and pulse labeled for 5 min with [a 5 S]sulfate, showed that the sulfated GAG chains, which had an M, between 5,000 and 20,000, were soluble ( Fig. 4 A, right) . Second, pulse-chase experiments with PC12 cells showed that the release of the sulfated GAG chains into the medium followed constitutive kinetics. When xyloside-treated PO2 cells pulse labeled for 5 min with [35 S]sulfate were chased at 37°C for 30 and 60 min, -63 and 88%, respectively, of the total [35S]sulfate-labeled GAG chains were released into the medium (Fig . 4 B) . The secretion of the GAG chains was inhibited at 20°C, as is the case for the hsPG ('Iboze and Hutmer, 1990) . When PC12 cells were pulse labeled at 20°C for 5 min with [\"S]sulfate and chased at 20°C, the secretion of the labeled GAG chains was completely inhibited over a 60min chase period (Fig . 4 B) . When the temperature was then raised to 37°C, -78% of the total [ 35 S]sulfate-labeled GAG chains were released into the medium during the following 30 min of chase . Xyloside treatment of PC12 cells did not affect the efficient sorting of the granins in these cells since neither CgB nor SgII were secreted during the chase at 37°C (data not shown) . Third, as shown in Fig. 4 (Tooze and Huttner, 1990) . This was consistent with the observation that the sulfation of GAG chains is a turns-Golgi-specific event (Kimura et al ., 1984) .",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 570,
                    "text": "(Tooze and Huttner, 1990)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1571,
                    "end": 1600,
                    "text": "(Lohmander and Hascall, 1979)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1718,
                    "end": 1743,
                    "text": "(Burgess and Kelly, 1984)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2662,
                    "end": 2675,
                    "text": "Hutmer, 1990)",
                    "ref_id": null
                },
                {
                    "start": 3251,
                    "end": 3276,
                    "text": "(Tooze and Huttner, 1990)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 3385,
                    "end": 3407,
                    "text": "(Kimura et al ., 1984)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 801,
                    "end": 816,
                    "text": "Fig. 4 A, left)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2171,
                    "end": 2187,
                    "text": "Fig. 4 A, right)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2553,
                    "end": 2564,
                    "text": "(Fig . 4 B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2859,
                    "end": 2870,
                    "text": "(Fig . 4 B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3244,
                    "end": 3250,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Exclusion ofa Bulk Flow Markerfrom Granin Aggregates in Permeabilized TGN Vesicles"
        },
        {
            "text": "Having established that xyloside-induced GAG chains can serve as a bulk flow marker in PC12 cells, we investigated whether they would be excluded from granin aggregates in the TGN . Saponin permeabilization of [35 S]sulfate-labeled TGN vesicles prepared from xyloside-treated PC12 cells showed that in both nonaggregative as well as aggregative milieu, only a small percentage of the [35 S]sulfate-labeled GAG chains was recovered in the pellet (Fig. 4 D) . This behavior of the GAG chains was in striking contrast to that of SgII which, in line with the results obtained with nonxyloside-treated PC12 cells (Fig . 2 A; Table I ), was largely retained in the permeabilized TGN vesicles in the aggregative milieu (Fig . 4 D) . We conclude from these results that the granin aggregates recovered in aggregative milieu largely excluded bulk flow markers .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 455,
                    "text": "(Fig. 4 D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 608,
                    "end": 627,
                    "text": "(Fig . 2 A; Table I",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 712,
                    "end": 723,
                    "text": "(Fig . 4 D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Exclusion ofa Bulk Flow Markerfrom Granin Aggregates in Permeabilized TGN Vesicles"
        },
        {
            "text": "Permeabilization of membrane vesicles present in the TGN preparation with saponin in nonaggregative milieu resulted in the release of several proteins, including four major polypeptides of 99, 78, 60, and 54 kD (Fig. 1 , right, dots and tri-Chanat and Hunner Aggregation-mediating Sorting of Secretory Proteins Figure 5 . ER resident proteins are released from saponin-permeabilized membrane vesicles in nonaggregative as well as aggregative milieu . (PNS) The membrane vesicles in a postnuclear supernatant (PNS) obtained from unlabeled PC12 cells were pelleted by centrifugation and incubated in the absence (-) or presence (+) of saponin in nonaggregative (NA) milieu . After centrifugation, pellets (P) and supernatants (S) were analyzed by SDS-PAGE followed by immunoblotting, using antisera against BiP (RaKSEK) or PDI (RaKAVK) followed by [ 115 I]protein A . Dots and triangles indicate proteins recognized by the RaKSEK and RctKAVK antiserum, respectively, which are also indicated in Fig. 1 . (Velocity gradient) Fractions 8-10 of the velocity gradient were obtained from unlabeled PC12 cells, permeabilized with saponin (+) in nonaggregative (NA) or aggregative (A) milieu, centrifuged, and pellets (P) and supernatants (S) were analyzed by SDS-PAGE followed by immunoblotting using the antisera RaKSEK or RaKAVK and immunoperoxidase .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 319,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 1001,
                    "text": "Fig. 1 .",
                    "ref_id": null
                }
            ],
            "section": "Acidic Calcium-binding ER-resident Proteins Are Released from Vesicles after Saponin Aermeabilization in Aggregative Milieu"
        },
        {
            "text": "angles) . Because of their molecular mass, we suspected that the 78-and 54-kD protein were the ER-resident proteins BiP and PDI, respectively, present in ERderived vesicles contaminating the preparation of [35 S]sulfate-labeled TGN vesicles. We investigated this possibility by immunoblotting using antibodies (Vaux et al ., 1990) raised against synthetic peptides corresponding to the carboxy-terminal sequences of BiP and PDI . Fig . 5 (left panels) shows that the bands of 78 kD (see lowerdot in Fig . 1, right) and 54 kD (see lowertriangle in Fig . 1, right) released from vesicles upon incubation with saponin were indeed BiP and PDI, respectively. In addition, the anti-BiP antibody also detected a 99-kD protein (upper dot in Fig . 1, right and Fig . 5, top left) , and the anti-PDI antibody also detected a 60-kD protein (upper triangle in Fig . 1, right and Fig . 5, bottom left) ; both proteins are acidic ER-resident proteins containing a carboxy-terminal 151 3 -KDEL sequence (S. D. Fuller, manuscript in preparation) . Although the release of these four ERresident proteins was incomplete and varied between the individual proteins, it nevertheless showed that ER-derived vesicles, despite their lower concentration of cholesterol, were at least in part permeabilized with saponin .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 330,
                    "text": "(Vaux et al ., 1990)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 430,
                    "end": 451,
                    "text": "Fig . 5 (left panels)",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 1029,
                    "text": "D. Fuller, manuscript in preparation)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 514,
                    "text": "Fig . 1, right)",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 562,
                    "text": "Fig . 1, right)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 770,
                    "text": "Fig . 1, right and Fig . 5, top left)",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 888,
                    "text": "Fig . 1, right and Fig . 5, bottom left)",
                    "ref_id": null
                }
            ],
            "section": "Acidic Calcium-binding ER-resident Proteins Are Released from Vesicles after Saponin Aermeabilization in Aggregative Milieu"
        },
        {
            "text": "This allowed us to compare the effect of nonaggregative and aggregative milieu on the release of these proteins, which have molecular weights and isoelectric points similar to those of CgB and SgII (Lee, 1987) , and which like the granins bind calcium (Macer and Koch, 1988) . In contrast to CgB and SgII (see Fig. 1 A) , the release of the ER-resident proteins was not reduced by aggregative milieu compared to nonaggregative milieu (Fig. 5, right panels) . This also showed that permeabilization of membranes with saponin was not impaired in aggregative milieu .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 209,
                    "text": "(Lee, 1987)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 252,
                    "end": 274,
                    "text": "(Macer and Koch, 1988)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 319,
                    "text": "Fig. 1 A)",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 456,
                    "text": "(Fig. 5, right panels)",
                    "ref_id": null
                }
            ],
            "section": "Acidic Calcium-binding ER-resident Proteins Are Released from Vesicles after Saponin Aermeabilization in Aggregative Milieu"
        },
        {
            "text": "If the aggregative milieu reflects the milieu responsible for the aggregation of the granins in the TGN in vivo, it might be sufficient to induce the aggregation of the granins in the RER, a compartment in which these proteins are not aggregated as judged by the absence of electron-dense cores . We attempted to investigate this issue using saponin permeabilization of RER-derived vesicles prepared from PC12 cells pulse labeled for 5 min with ['H]tyrosine. However, for unknown reasons, the newly synthesized granins, in contrast to ER-resident proteins (see Fig . 5 ), were not released from saponin-permeabilized RER vesicles in nonaggregative milieu (data not shown) . Hence, instead of permeabilizing RER vesicles with saponin, we used Triton X-100 to investigate the effect of nonaggregative and aggregative milieu on newly synthesized granins. When RER vesicles, obtained from [3H]tyrosine-pulse-labeled PC12 cells after velocity gradient centrifugation, were incubated in 1 % Triton X-100 in nonaggregative milieu, two proteins of M 100,000 and M 85,000, corresponding to newly synthesized CgB and SgII, respectively, were recovered in the supernatant, whereas they were found in the pellet after incubation in aggregative milieu ( Fig . 6 A, right) . As in the case of TGN vesicles (see Fig. 1 A) , this behavior of the granins was quite specific since protein staining of the corresponding gel ( Fig . 6 A, left) showed that no other protein exhibited such a dramatic alteration in its distribution between pellet and supernatant in aggregative milieu as compared to nonaggregative milieu .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 568,
                    "text": "Fig . 5",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1258,
                    "text": "Fig . 6 A, right)",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1306,
                    "text": "Fig. 1 A)",
                    "ref_id": null
                },
                {
                    "start": 1407,
                    "end": 1423,
                    "text": "Fig . 6 A, left)",
                    "ref_id": null
                }
            ],
            "section": "Aggregative Milieu Induces the Aggregation ofNewly Synthesized Granins after Solubilization ofthe ER Membrane"
        },
        {
            "text": "We tested whether the granin aggregates recovered from the TGN in aggregative milieu were solubilized by exposure to nonaggregative milieu .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of ?GN-derived Granin Aggregates"
        },
        {
            "text": "[35S]sulfate-labeled TGN vesicles obtained according to the standard procedure were incubated with Triton X-100 in aggregative milieu and centrifuged. The pellet was then incubated in either aggregative or nonaggregative milieu, and recentrifuged . Upon incubation in nonaggregative milieu, most of the [33S]sulfatelabeled CgB and SgII (>80%) was recovered in the supernatant, whereas the majority ofboth granins (>80%) remained in an aggregated state when the aggregative milieu was maintained (data not shown) . Protein staining of the gel indicated The Journal of Cell Biology, Volume 115, 1991 Figure 6. Aggregative milieu allows the recovery of granin aggregates from detergent-treated RER vesicles of PC12 cells. PC12 cells were labeled for 5 min with [3H]tyrosine and processed according to the standard procedure except that fractions 4+5 of the velocity sucrose gradient were used . RER vesicles were incubated with Triton X-100 in nonaggregative (NA) or aggregative (A) milieu, centrifuged, and pellets (P) and supernatants (S) were analyzed by SDS-PAGE followed by protein staining (left) and fluorography (right) . Note that most of the granins detected by protein staining are derived from secretory granules also present in the fractions .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of ?GN-derived Granin Aggregates"
        },
        {
            "text": "that the reversibility of aggregation was specific for the granins since the bulk of the other proteins were not solubilized upon incubation in nonaggregative milieu (data not shown) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of ?GN-derived Granin Aggregates"
        },
        {
            "text": "The effect of calcium concentration and pH on the state of aggregation of SgII was studied by exposing the content of [ 35S]sulfate-labeled TGN vesicles, obtained according to the standard procedure, to various buffers in the presence of Triton X-100 ( Fig . 7) . At pH 6 .4, the amount of [\"S]sulfate-labeled SgII recovered in the pellet increased rapidly when millimolar calcium was added. Half-maximal and maximal amounts of aggregated SgII were observed at a calcium concentration of tit-2 and -10 mM, respectively. In contrast, at pH 6.9, much less [35S]sulfate-labeled SgII was found in the pellet with increasing calcium concentrations . At pH 7.4, no significant amount of [\"S]sulfate-labeled SgII was observed in the pellet at any of the calcium concentrations studied . Thus, slightly acidic pH and millimolar calcium concentrations had a synergistic effect on the state of aggregation of TGN-derived SgII .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "text": "Fig . 7)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Characterization of ?GN-derived Granin Aggregates"
        },
        {
            "text": "The percentage of PIS]sulfate-labeled SgII found in the pellet after incubation of [3'S]sulfate-labeled TGN vesicles in either nonaggregative or aggregative milieu in the presence of Triton X-100 was determined in four different experiments (Table I) Optical density values were integrated, and the total (pellet plus supernatant) [35S]sulfate-labeled SgII at each calcium concentration and pH was calculated . For each pH, the mean of these total values was calculated, and the total values obtained at the individual calcium concentrations, which differed from the mean by 420%, were then normalized to the mean. The integrated optical density values for SgII in the pellet after normalization are given as arbitrary units. For pH 6.9, the results of a single experiment are shown. For pH 6.4 and pH 7.4, the mean ofduplicate experiments, normalized to the maximum value (pH 6.4, 10mM calcium; pH 7.4, 20 mM calcium) is shown; bars indicate the variation of the single values from the mean.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "(Table I)",
                    "ref_id": null
                }
            ],
            "section": "Characterization of ?GN-derived Granin Aggregates"
        },
        {
            "text": "gative milieu, -70% of SgII was found to be aggregated, an increase similar to that obtained with saponin-permeabilized [35 S]sulfate-labeled TGN vesicles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of ?GN-derived Granin Aggregates"
        },
        {
            "text": "We investigated whether granin aggregates could also be recovered from the TGN of another neuroendocrine cell line, the rat pituitary GH4C1 cells. These cells, like the related GH3B6 cell line, express prolactin and growth hormone (Tashjian, 1979) as well as CgB and SgII (Tougard et al., 1989; Scammell et al., 1990) . GH4C1 cells grown in the absence ofadded hormones contain a low number of secretory granules . Treatment of GH4C1 cells with a combination of EGF, estradiol, and insulin markedly increases the level of prolactin (Kiino and Dannies, 1982) , CgB and SgII (Scammell et al., 1990) , as well as that of secretory granules (Scammell et al., 1986) . As revealed by pulse labeling with r35 S]methionine ( Fig. 8 A, crease in SgII concentration in this compartment . Immunofluorescence of control and hormone-treated GH4Cl cells for SgII showed that, qualitatively, all ofthe cells were immunoreactive in both conditions, the immunostaining being observed in a perinuclear, Golgi-like pattern as well as in small punctate structures which were dispersed in the cytoplasm and close to the plasma membrane, and presumably were secretory granules ( Fig. 8 A, leftand right) . Quantitatively, however, hormone-treated cells showed an increase in SgII immunoreactivity, which was observed not only with respect to the secretory granule staining but, consistent with the increase in SgII synthesis, also in the Golgi area. This allowed us to use GH4C1 cells not only to extend our study on the aggregation of the granins in the TGN to other neuroendocrine cells, but also to investigate the possible role of protein concentration in this phenomenon. (Since prolactin is not sulfated in GH4C1 cells [data not shown], we could not include this protein in our analysis .) Hormone-treated GH4C1 cellswere pulse labeled for 4 min with FS]sulfate, and [uS]sulfate-labeled TGN vesicles were incubated with Triton X-100 in nonaggregative or aggregative milieu, as described above for PC12 cells. SgII, which was the major FS]sulfate-labeled band in these cells (data not shown), was found in the supernatant after incubation in nonaggregative milieu but was almost completely recovered in the pellet after incubation in aggregative milieu ( Fig. 8 B , bottom) . As shown by protein staining ofthe corresponding gel ( Fig. 8 B, top) , the protein pattern was not significantly affected by the incubation milieu .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 247,
                    "text": "(Tashjian, 1979)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 272,
                    "end": 294,
                    "text": "(Tougard et al., 1989;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 295,
                    "end": 317,
                    "text": "Scammell et al., 1990)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 532,
                    "end": 557,
                    "text": "(Kiino and Dannies, 1982)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 573,
                    "end": 596,
                    "text": "(Scammell et al., 1990)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 637,
                    "end": 660,
                    "text": "(Scammell et al., 1986)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2247,
                    "end": 2256,
                    "text": ", bottom)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 717,
                    "end": 726,
                    "text": "Fig. 8 A,",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1157,
                    "end": 1181,
                    "text": "Fig. 8 A, leftand right)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2238,
                    "end": 2246,
                    "text": "Fig. 8 B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2314,
                    "end": 2328,
                    "text": "Fig. 8 B, top)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Characterization of ?GN-derived Granin Aggregates"
        },
        {
            "text": "The same experimental conditions were applied to control GH4C1 cells. The quantitation of [ 35 S]sulfate-labeled SgII for these and hormone-treated cells showed that, in aggregalive milieu, the ratio ofSgII in the pellet to SgII in the supernatant was increased twofold upon hormone treatment (Table  II) , indicatingthat the equilibrium ofSgII between the aggregated and the nonaggregated state was shifted towards the aggregated state. These results suggest that upon hormone treatment of GH4C1 cells, there is, concomitantly with the rise in the concentration of SgII in the TGN, an increase in the proportion of SgII that is recovered in an aggregated state after incubation in aggregative milieu .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 304,
                    "text": "(Table  II)",
                    "ref_id": null
                }
            ],
            "section": "Characterization of ?GN-derived Granin Aggregates"
        },
        {
            "text": "Morphological work has established that the aggregation of regulated secretory proteins typically occurs in the TGN Table II . Effect ofAggregative Milieu on SgII in the TGN ofControl and Hormone-treated GH4C1 Cells GH4C1 cells cultured for 2 d in the absence (control) or presence (hormonetreated) of'estrodiol, insulin, and EGF were labeled for 4 min with [3 'S]sulfair andthen processed according to the standard procedure except that fractions 3+4 of thevelocity sucrose gradient were used. TGN vesicles were incubated with Triton X-100 in nonaggregative or aggregative milieu, centrifuged, and pellets and supernatants were analyzed by SDS-PAGE followed by fluorography. SgII Only the region of the fluorogram containing the SgIl band is shown. Bar, 10 Am . (Farquhar and Palade, 1981; Orci et al., 1987; Tooze et al., 1987) . In the present study, we have developed a system in which biochemical parameters involved in this aggregation process could be investigated . By using [31S]sulfate to label the granins selectively in the TGN, and by permeabilizing TGN vesicles prepared from such cells with saponin, we could specify the milieu in the lumen of the TGN and thus identify parameters of the milieu that are involved in the aggregation process. We found that a decrease in pH and an increase in the concentration of calcium ions, two parameters that we believe are relevant for granin aggregation in the TGN in vivo, prevented the release of the granins from saponin-permeabilized TGN vesicles. The lack of release was not due to low pH and high calcium interfering with the membrane permeabilization since other lumenal proteins and GAG chains were released under these conditions. Further evidence for the permeabilization ofthe TGN membrane comes from the observation (not shown) that in the absence of leupeptin there was substantial and sometimes complete proteolysis ofthe granins, which most likely was caused by lysosomal proteases that had access to the granins after saponin permeabilization of membranes. Several lines of evidence indicate that the lack ofsolubility of the granins after permeabilization of the TGN membrane in the low pH-, high calcium milieu reflected the conservation of the granin aggregates known to exist in this compartment (Tooze and Huttner, 1990) . First, no pelleting of the granins was observed when these proteins were first allowed to diffuse from permeabilized TGN vesicles in nonaggregative milieu and then exposed to aggregative milieu, or when a partially purified preparation of these proteins was incubated in aggregative milieu . These observations make it unlikely that after permeabilization of the TGN vesicles in aggregative milieu, the granins diffused from the lumen of the TGN and then formed aggregates which sedimented independently of the TGN vesicles. Second, EM on immature secretory granules indicated that membrane permeabilization in aggregative milieu allowed the recovery of densecored structures which appeared similar to the bona fide dense cores of the starting material. Consistent with this observation, when the membrane of mature secretory granules was permeabilized in aggregative milieu, the granins remained in an aggregated state although these proteins are readily solubilized after exocytosis which releases them into a neutral pH-, low calcium milieu .",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 680,
                    "text": "SgII",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 790,
                    "text": "(Farquhar and Palade, 1981;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 791,
                    "end": 809,
                    "text": "Orci et al., 1987;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 810,
                    "end": 829,
                    "text": "Tooze et al., 1987)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2270,
                    "end": 2295,
                    "text": "(Tooze and Huttner, 1990)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Table II",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Aggregative milieu not only allowed the recovery ofgranin aggregates from the TGN and immature secretory granules (and also from mature secretory granules; data not shown), compartments in which such aggregates are known to exist, but was sufficient to induce their formation in the more proximal compartments of the secretory pathway which normally do not contain dense cores of regulated secretory proteins . When the membrane of the RER was solubilized in aggregative rather than nonaggregative milieu, the granins were found in the pellet . This induction of granin aggregation is what would be expected if a change in the milieu is the cause of aggregation in vivo as secretory proteins travel along the secretory pathway, and if the aggregative milieu used in this study mimicked the lumenal milieu in the TGN . The aggregation ofthe granins probably occurred simultaneously with the solubilization of the RER membrane, i.e., when they were present at a relatively high concentration (presumably Chanat and Huttner Aggregation-mediating Sorting of Secretory Proteins several mg/ml) since no aggregation was observed when these proteins were exposed to aggregative milieu at much lower concentration, after their diffusion from the TGN lumen or after their partial purification . It therefore appears that these proteins must be present at a certain concentration for the aggregative milieu to be effective . This conclusion is consistent with previous morphological observations in vivo andwith results obtained on the aggregation ofthe granins in vitro (Gory et al., 1989) . A role ofprotein concentration in the aggregation process is further supported by our finding that after hormone treatment ofGH4C1 cells, which was found to increase granin synthesis and their concentration in the TGN, a greater proportion of SgII in the TGN was recovered in an aggregated state than for control cells.",
            "cite_spans": [
                {
                    "start": 1560,
                    "end": 1579,
                    "text": "(Gory et al., 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The calcium concentration of the aggregative milieu corresponded to that believed to exist in the lumen of the TGN of regulated secretory cells (Stoeckel et al., 1975 ; Ravazzola, 1976; Mata et al., 1987; Roos, 1988) . It is not known which proportion of the total calcium in the TGN of these cell types is \"free:' However, it should be borne in mind that not only the \"free, but also the \"bound\" calcium participates in the aggregation process, because most of the \"bound\" calcium in the TGN probably reflects the low affinity-, high capacity-binding to proteins passing through this compartment, the bulk ofwhich is constituted by regulated secretory proteins.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 168,
                    "text": "(Stoeckel et al., 1975 ;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 169,
                    "end": 185,
                    "text": "Ravazzola, 1976;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 186,
                    "end": 204,
                    "text": "Mata et al., 1987;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 205,
                    "end": 216,
                    "text": "Roos, 1988)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reduction in pH and the increase in calcium ion concentration exerted a synergistic effect on the aggregation of the granins . This raises the possibility that the change in one ofthese parameters is sufficient to trigger granin aggregation in the TGN in vivo, provided that the other parameter is at an \"aggregative\" value. We found that at a free calcium ion concentration above 1 mM, a change in pH from neutrality to pH 6.4 was sufficient to recovery SgII in an aggregated state. Translated to the in vivo situation this may mean that calcium, which is thought to enter the secretory pathway at least to some extent at the level of the ER (for review see Meldolesi et al., 1990) , binds to the granins already in this compartment but does not promote their aggregation until they reach the slightly acidic environment of the TGN . If this is the case, the increase in the level of calcium in the trans-Golgi area as compared to the ER (Stoeckel et al., 1975; Ravazzola, 1976; Mata et al., 1987; Roos, 1988) would be the consequence of the aggregation of secretory calcium binding proteins. Alternatively, the higher level of calcium in the trans-Golgi than in the ER may reflect the existence, at least in regulated secretory cells, ofa calcium uptake system in the TGN which causes the calcium ion concentration to raise above 1 mM, and thereby facilitates granin aggregation in this compartment . The presence ofa Cal+ATPase in the Golgi complex of neurons (Mata and Fink, 1989 ) is consistent with this possibility. At any rate, if the aggregation is a crucial step in the sorting of the granins, the requirement of a slightly acidic pH for this process to occur would, alone, be sufficient to explain the missorting of these proteins in the presence of weak bases in vivo (Gerdes et al ., 1989) .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 686,
                    "text": "Meldolesi et al., 1990)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 943,
                    "end": 966,
                    "text": "(Stoeckel et al., 1975;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 967,
                    "end": 983,
                    "text": "Ravazzola, 1976;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 984,
                    "end": 1002,
                    "text": "Mata et al., 1987;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1003,
                    "end": 1014,
                    "text": "Roos, 1988)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1467,
                    "end": 1487,
                    "text": "(Mata and Fink, 1989",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1784,
                    "end": 1806,
                    "text": "(Gerdes et al ., 1989)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The finding that both low pH and calcium were required for the aggregation of the granins is of interest with respect to previous observations that in certain neuroendocrine cells, these proteins are sorted into a subpopulation of secretory granules. For example, in bovine somatomammo-trophs, the granins are packaged largely into one population of secretory granules whereas prolactin and growth hormone are largely segregated into two other secretory granule populations (Hashimoto et al., 1987; Bassetti et al., 1990) . If the aggregation of prolactin, growth hormone, and the granins would be differentially sensitive to the reduction in pH and the increase in calcium, various aggregates containing preferentially one or the other of these regulated secretory proteins would form in the TGN, giving rise to multiple subpopulations of secretory granules in the same cell. This speculation is consistent with the observation that after removal of the secretory granule membrane with non-ionic detergent at pH 6.2 in the absence of calcium, prolactin remains aggregated (Giannattasio et al., 1975) . Another striking case of differential aggregation has been reported for Aplysia, in which the two parts of the egg laying hormone precursor generated by proteolysis form separate aggregates in the TGN which are packaged into distinct secretory granules of the same cell (Fisher et al., 1988; Sossin et al., 1990) .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 498,
                    "text": "(Hashimoto et al., 1987;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 499,
                    "end": 521,
                    "text": "Bassetti et al., 1990)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1073,
                    "end": 1100,
                    "text": "(Giannattasio et al., 1975)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1373,
                    "end": 1394,
                    "text": "(Fisher et al., 1988;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1395,
                    "end": 1415,
                    "text": "Sossin et al., 1990)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both in PC12 and GH4C1 cells, the effect of aggregative milieu was remarkably selective for the granins when compared with the behavior of the bulk of the proteins present in the subcellular fractions studied . Furthermore, aggregative milieu did not affect the release of BiP and PDI, two ERresident proteins which have acidic isoelectric points and are able to bind calcium (Lee, 1987; Macer and Koch, 1988) . This suggests that the low pH-, high calcium-induced aggregation of the granins involves specific structural features of these proteins, which is consistent with the hypothesis that regulated secretory proteins have an inherently higher tendency to aggregate than other types ofsoluble proteins ofthe secretory pathway. The observation that aggregative milieu was effective on granins from the RER, i.e., granins which were not yet posttranslationally modified, indicates that these structural features reside in their polypeptide backbones .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 387,
                    "text": "(Lee, 1987;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 388,
                    "end": 409,
                    "text": "Macer and Koch, 1988)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, aggregative milieu did not interfere with the release of GAG chains, a constitutively secreted bulk flow marker, from the permeabilized TGN vesicles, showing that these molecules were excluded from the granin aggregates under these conditions. Granins isolated from secretory granules have previously been found to form aggregates at granule-like pH (pH 5.2-5.9 ) which excluded various constitutive secretory proteins (Gerdes et al., 1989; Gorr et al., 1989; Hutmer et al., 1991) . The present data extend these in vitro observations to the compartment relevant for sorting, the TGN . Our results support the hypothesis that the selective aggregation of regulated secretory proteins in the TGN is a crucial step in their segregation from constitutive secretory proteins and suggest that, in the case of the granins, a decrease in pH and an increase in calcium, i.e., a change in milieu towards a TGN-like condition, are sufficient to trigger this aggregation process .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 376,
                    "text": "(pH 5.2-5.9",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 455,
                    "text": "(Gerdes et al., 1989;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 456,
                    "end": 474,
                    "text": "Gorr et al., 1989;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 475,
                    "end": 495,
                    "text": "Hutmer et al., 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A view of acidic intracellular compartments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "106",
            "issn": "",
            "pages": "539--543",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tyrosine sulfation is a trans-Golgispecific protein modification",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Baeuerle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Hutmer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "2655--2664",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Co-localization of secretogramns/chromogramns with thyrotropin and luteinizing hormone in secretory granules of cow anterior pituitary",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bassetti",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Hunner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Histochem. Cytochem",
            "volume": "38",
            "issn": "",
            "pages": "1353--1363",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Concentration of amylase along its secretory pathway in the pancreatic acinar cell as revealed by high resolution innmunocytochemistry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bendayan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Histochem. J",
            "volume": "16",
            "issn": "",
            "pages": "85--108",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Quantitative immunocytochemical localization of pancreatic secretory proteins in subcellular compartments of the rat acinar cell",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bendayan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perrelet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Histochem. G~tochem",
            "volume": "28",
            "issn": "",
            "pages": "149--160",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The primary structure of bovine chromogranin A : a representative of a class ofacidic secretory proteins common to a variety of peptidergic cells",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Benedum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Baeuerle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Konecki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mallet",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Hunner",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "EMBO (Eur. Mot. Biol. Organ.) J",
            "volume": "5",
            "issn": "",
            "pages": "1495--1502",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The primary structure of human secretogranin I (chromogranin B) : comparison with chromogranin A reveals homologous terminal domains and a large intervening variable region",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Benedum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamouroux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Konecki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hille",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Baeuerle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lottspeich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mallet",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "EMBO (Eur. Mot. Biol. Organ.) J",
            "volume": "6",
            "issn": "",
            "pages": "1203--1211",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Matrix free Cat* in isolated chromaffin vesicles",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bulenda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gratzl",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Biochemistry",
            "volume": "24",
            "issn": "",
            "pages": "7760--7765",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sorting and secretion of adrenocorticotropin in a pituitary tumor cell line after perturbation of the level of a secretory granule-specific proteoglycan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "",
            "pages": "2223--2230",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Constitutive and regulated secretion of proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "243--293",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Secretogranin II is a Caz* binding protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cozzi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell Biol . Inter. Reports",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Golgi apparatus (complex)-(1954-1981)-from artifact to center stage",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Cell Biol",
            "volume": "91",
            "issn": "",
            "pages": "77--103",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multiple neuropeptides derived from a common precursor are differentially packaged and transported",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Sossin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Newcomb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Scheller",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "54",
            "issn": "",
            "pages": "813--822",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The primary structure of human secretogranin II, a widespread tyrosine-sulfated secretory granule protein that exhibits low pHand calcium-induced aggregation",
            "authors": [
                {
                    "first": "H .-H",
                    "middle": [],
                    "last": "Gerdes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baeuerle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Argos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hunner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol. Chem",
            "volume": "264",
            "issn": "",
            "pages": "12009--12015",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular organization of rat prolactin granules. I . In vitro stability of intact and \"membraneless\" granules",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giannattasio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meldolesi",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Cell Biol",
            "volume": "64",
            "issn": "",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interactio n of calcium with porcine adrenal chromogranin A (secretory protein-1) and chromogranin B (secretogranin I)",
            "authors": [
                {
                    "first": "S .-U",
                    "middle": [],
                    "last": "Gorr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shioi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am . J. Physiol",
            "volume": "257",
            "issn": "",
            "pages": "247--254",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The trans Golgi network : sorting at the exit site of the Golgi complex",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science (Wash. DC)",
            "volume": "234",
            "issn": "",
            "pages": "438--443",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sorting of three secretory proteins to distinct secretory granules in acidophilic cells of cow anterior pituitary",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fumagalli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meldolesi",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "1579--1586",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Biosynthetic protein transport in the secretory pathway",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Hunner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Curr. Opin . Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "648--654",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Tyrosine sulfation and tyrosine-sulfated proteins common to endocrine secretory granules",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Hutmer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Friederich",
                    "suffix": ""
                },
                {
                    "first": "H .-H",
                    "middle": [],
                    "last": "Gerdes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Niehrs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Progress in Endocrinology",
            "volume": "",
            "issn": "",
            "pages": "325--328",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The granin (chromogranin/seeretogranin) family . TIBS (Trends",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Hunner",
                    "suffix": ""
                },
                {
                    "first": "H .-H",
                    "middle": [],
                    "last": "Gerdes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochem. Sci.)",
            "volume": "16",
            "issn": "",
            "pages": "27--30",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bovine chromogranin A sequence and distribution of its messenger RNA in endocrine tissues",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iacangelo",
                    "suffix": ""
                },
                {
                    "first": "H .-U",
                    "middle": [],
                    "last": "Affolter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Eiden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grimes",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nature (Loud.)",
            "volume": "323",
            "issn": "",
            "pages": "82--86",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Proton pumps and chemiosmotic coupling as a generalized mechanism for neurotransmitter and hormone transport",
            "authors": [
                {
                    "first": "Johnson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ann. N. Y. Acad. Sci",
            "volume": "493",
            "issn": "",
            "pages": "162--177",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pathways of protein secretion in eukaryotes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science (Wash. DC)",
            "volume": "230",
            "issn": "",
            "pages": "25--32",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Hormonal regulation of prolactin storage in a clonal strain of rat pituitary tumor cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kiino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dannies",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Yale J. Biol . Med",
            "volume": "55",
            "issn": "",
            "pages": "409--420",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Studie s on the biosynthesis of cartilage proteoglycan in a model system of cultured chondrocytes from the swarm rat ehondrosarcoma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Lohmander",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Hascall",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biochem",
            "volume": "26",
            "issn": "",
            "pages": "261--278",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature (Lond.)",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Coordinated regulation of a set of genes by glucose and calcium ionophores in mammalian cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "TIBS (Trends Biochem. Sci.)",
            "volume": "12",
            "issn": "",
            "pages": "20--23",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Tyrosine-O-sulfated proteins of PC 12 pheochromocytoma cells and their sulfation by a tyrosylprotein sulfotransferase",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Hutmer",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Biol. Chem",
            "volume": "258",
            "issn": "",
            "pages": "11326--11334",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Effects of 4-methyl umbelliferyl-S",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Lohmander",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Hascall",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "on chondrogenesis and proteoglycan synthesis in chick limb bud mesenchymal cell cultures",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "D-Xylopyranoside",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J . Biol. Chem",
            "volume": "254",
            "issn": "",
            "pages": "10551--10561",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Identificatio n of a set of calciumbinding proteins in reticuloplasm, the luminal content of the endoplasmic reticulum",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R J"
                    ],
                    "last": "Macer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L E"
                    ],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J . Cell Sci",
            "volume": "91",
            "issn": "",
            "pages": "61--70",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ca\"-ATPase in the central nervous system : an EM cytochemical study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mata",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Histochem. Cytochem",
            "volume": "37",
            "issn": "",
            "pages": "971--980",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Ultrastructural distribution of Ca' within neurons . An oxalate pyroantimonate study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Staple",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Histochemistry",
            "volume": "87",
            "issn": "",
            "pages": "339--349",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Intracellular Ca\" storage organelles in nonmuscle cells : heterogeneity and functional assignment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meldolesi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Madeddu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pozzan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochim . Biophys. Acta",
            "volume": "1055",
            "issn": "",
            "pages": "130--140",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Th e trans-most cistemae of the Golgi complex : a compartment for sorting of secretory and plasma membrane proteins",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ravazzola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amherdt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perrelet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "H .-P",
                    "middle": [
                        "H"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "51",
            "issn": "",
            "pages": "1039--1051",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Biosyntheti c protein transport and sorting by endoplasmic reticulum",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Th e Secretory Granule",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Poisner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Trifaro",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Immunogold determination of amylase concentrations in pancreatic subcellular compartments",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Posthuma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Slot",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Veenendaal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Geuze",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Eur. J. Cell Biol",
            "volume": "46",
            "issn": "",
            "pages": "327--335",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Intracellular localization of calcium in the chromaffin cells of the rat adrenal medulla",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ravazzola",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Endocrinology",
            "volume": "98",
            "issn": "",
            "pages": "950--953",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Chromogranins, widespread in endocrine and nervous tissue, bind Ca2' . FEBS (Fed. Eur",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "U"
                    ],
                    "last": "Reiffen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gratzl",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biochem . Soc.) Lett",
            "volume": "195",
            "issn": "",
            "pages": "327--330",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A possible site of calcium regulation in rat exocrine pancreas cells : an X-ray microanalytical study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Scbnning Microsc",
            "volume": "2",
            "issn": "",
            "pages": "323--329",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Secretogranin s I and II: two tyrosine-sulfated secretory proteins common to a variety of cells secreting peptides by the regulated pathway",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hille",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "De"
                    ],
                    "last": "Camilli",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "1999--2011",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "An antibody against secretogranin I (chromogranin B) is packaged into secretory granules",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pepperkok",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ansorge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Niehrs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H K"
                    ],
                    "last": "Stelzer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "17--34",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "High resolution analysis of the secretory pathway in mammotrophs of the rat anterior pituitary",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Salpeter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Cell Biol",
            "volume": "91",
            "issn": "",
            "pages": "240--246",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The involvement of calcium in transport of secretory Chanat and Huttner Aggregation-mediating Sorting of Secretary Proteins proteins from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "197--199",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Hormona l induction of secretory granules in a pituitary tumor cell line",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Scammell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Burrage",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dannies",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Endocrinology",
            "volume": "119",
            "issn": "",
            "pages": "1543--1548",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Regulation of chromogranin B/secretogranin I and secretogranin II storage in GH4C1 cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Scammell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hille",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Histochem. Cytochem",
            "volume": "38",
            "issn": "",
            "pages": "949--956",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Sorting within the regulated secretory pathway occurs in the trans-Golgi network",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Sossin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Scheller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "110",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Subeellular localization of calcium in the mouse hypophysis . I. Calcium distribution in the adeno-and neurohypophysis under normal conditions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Stoeckel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hindelang-Gertner",
                    "suffix": ""
                },
                {
                    "first": "H .-D",
                    "middle": [],
                    "last": "Dellmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Porte",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stutinsky",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Cell 7issue Res",
            "volume": "157",
            "issn": "",
            "pages": "307--322",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Clonal strains of hormone-producing pituitary cells",
            "authors": [
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Tashjian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Methods Enzymol",
            "volume": "58",
            "issn": "",
            "pages": "527--535",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Cell-free sorting to the regulated and constitutive secretory pathways",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "60",
            "issn": "",
            "pages": "837--847",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Sorting of progeny coronavirus from condensed secretory proteins at the exit from the trans-Golgi network of AtT20 cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "1215--1226",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Condensationsorting events in the rough endoplasmic reticulum of exocrine pancreatic cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Howell",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "35--50",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Characterization of the immature secretory granule, an intermediate in granule biogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Flatmark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "1491--1503",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Subcellula r distribution of secretogranin I and II in GH3 rat tumoral Prolactin (PRL) cells as revealed by electron microscopic immunocytochemistry",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tougard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "L.-E . Nasciutti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Picart",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Tixier-Vidal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Histochem . Cytochem",
            "volume": "37",
            "issn": "",
            "pages": "1329--1336",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Identification by anti-idiotype antibodies of an intracellular membrane protein that recognizes a mammalian endoplasmic reticulum retention signal",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature (Lond.)",
            "volume": "345",
            "issn": "",
            "pages": "495--502",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Synaptophysin and chromogranins/secretogranins-Widespread constituents of distinct types of neuroendocrine vesicles and new tools in tumor diagnosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wiedemnann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Huttner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Virchows Archiv . B. Cell Pathol",
            "volume": "58",
            "issn": "",
            "pages": "95--121",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Albanesi . 1990 . C a\"-induced conformational change and aggregation of chromogranin A",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "14414--14421",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Granins remain in the TGN of PC12 cells after permeabilization of the TGN membrane in aggregative milieu . (A) [33S]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Aggregative milieu allows the recovery ofelectron-dense cores from saponin-treated immature secretary granules ofPC12 cells. A fraction enriched in immature secretary granules was obtained by differential centrifugation of a postnuclear supernatant prepared from PC12 cells. Aliquots of this fraction were incubated in the absence of saponin (A-C) or in the presence of saponin (D-I) in nonaggregative (D-F) or aggregative (GI) milieu . Samples were fixed and centrifuged (A-F) or centrifuged and then fixed (GI). Pellets were processed for EM . Representative fields from the bottom of the pellets are shown. Note the absence (D-F) and presence (GI) of dense cores after membrane permeabilization in nonaggregative and aggregative milieu, respectively. Note also that the dense cores recovered after permeabilization in aggregative milieu (GI) appear less electron-dense than those of the immature secretary granules fixed in the absence of saponin (A-C). Samples incubated in the presence ofsaponin in aggregative milieu showed a similar morphology and dense core frequency when fixed in suspension. Original magnification, 22,000. Bar, 100 run .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "GAG chains, a constitutively secreted bulk flow marker, are excluded from the granin aggregates in the TGN. (A) [35S]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". In nonaggregative milieu, almost none of the SgII was recovered in an aggregated state, whereas in aggre-Effectofcalcium concentration and pH onthe aggregation of TUN-derived SgII . [35 S]sulfate-labeled TGN vesicles were obtained from PC12 cells according to the standard procedure and incubated at constant ionic strength in the presence of Triton X-100 with increasing concentrations ofcalcium at the indicated pH. After centrifugation, pellets and supernatants were analyzed by SDS-PAGE followed by fluorography and quantitation of VSS]sulfatelabeled SgII.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Aggregation of SgH in theTGN of GH4C1 cells. (A) Increase inSgH synthesis and storage in GH4C1 cells after hormone treatment known to increase the level of secretory granules .GH4C1 cells were cultured for 2 d in the absence (control) or presence (hormone-treated) of estradiol, insulin, and EGF, and then subjected to immunofluorescence or radioactive labeling .(middle) Cells were labeled with [ASS]methionine for 30 min, and aliquots corresponding to an equal number of cells were analyzed by SDS-PAGE followed by fluorography. Note the increase in SgH and prolactin (PRL) synthesis and the decrease in growth hormone (GH) synthesis. (left and right) Immunofluorescence micrographs (taken at the same exposure and printed under identical conditions) showing the distribution of Sg1I in control and hormone-treated cells, respectively. (B) Aggregative milieu allows the recovery of SgH aggregates from detergenttreated TGN vesicles of hormone-treated GH4C1 cells. GH4C1 cells cultured for 2 d in the presence of estradiol, insulin, and EGF were labeled for 4 min with PSS]sulfate and then processed according to the standard procedure except that fractions 3+4 of the velocity sucrose gradient were used . ['SS]sulfate-labeled TGN vesicles were incubated with Triton X-100 in nonaggregative (NA) or aggregative (A) milieu, centrifuged, and pellets (P) and supernatants (S) were analyzed by SDS-PAGE followed by protein staining (top) and fluorography (bottom) .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Effect ofAggregative Milieu on SgII in the TGN ofPC12 Cells",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(B) Using 1 mM xyloside throughout, parallel dishes of PC12 cells were pulse labeled for 5 min with rS]sulfate and chased for 0, 30, or 60 min, all at 37°C (open symbols, left) . At each chase time point, cells and chase media were collected. In addition, one dish of PC12 cells was pulse labeled for 5 min with P5S]sulfate at 20°C and chased for two consecutive 30-min periods at 20°C followed by one 30-min period at 37°C, all in the presence of 1 mM xyloside (filled symbols, right) . Media were collected after each chase period, and the cells harvested at the end of the chase. Cells and media were analyzed by SDS-PAGE followed by fluorography and quantitation of the PIS]sulfatelabeled GAG chains . Optical density values were integrated and the results are expressed as arbitrary units. sulfate, and the postnuclear supernatant was subjected to velocity sucrose gradient centrifugation according to the standard procedure. Fractions were collected (top fraction = 1) and aliquots were analyzed by SDS-PAGE followed by fluorography and quantitation of the [35 S]sulfate-labeled GAG chains and SgII by densitometric scanning . Optical density values were integrated and the results are expressed as arbitrary units. (D) [35 S]sulfate-labeled TGN vesicles were obtained from xyloside-treated PC12 cells, permeabilized with saponin in nonaggregative (NA) or aggregative (A ) milieu, and centrifuged . All steps were performed according to the standard procedure. The resultingpellets and supernatants were then analyzed for SgII andthe GAG chains as described in Materials and Methods, using SDS-PAGE and fluorography. Fluorograms were quantitated and the amount of [ 35 S]sulfate-labeled GAG chains and SgII in the pellet is expressed as percent of total (pellet plus supernatant) radioactive GAG chains and SgII, respectively.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "C, analysis of the postnuclear supernatant of xyloside-treated PC12 cells pulse labeled for 5 min with [35 S]sulfate showed that the [ 35 S]sulfate-labeled GAG chains cosedimented with [ 35 S]sulfate-labeled SgII to the typical position of TGN vesicles on a velocity sucrose gradient",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "was quantitated and the amount of [31 S]sulfate-labeled SglI in the pellet is expressed as the ratio to the [3'S]sulfate-labeled SgII in the supernatant .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Dr . Rudi ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}