{
    "paper_id": "2a1c5b2541cb958a6280094aa3c1cd2e414fb468",
    "metadata": {
        "title": "Determining Immune System Suppression versus CNS Protection for Pharmacological Interventions in Autoimmune Demyelination",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "S"
                ],
                "last": "Evonuk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "E"
                ],
                "last": "Moseley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "E"
                ],
                "last": "Doyle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "T"
                ],
                "last": "Weaver",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "M"
                ],
                "last": "Desilva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A major hallmark of the autoimmune demyelinating disease multiple sclerosis (MS) is immune cell infiltration into the brain and spinal cord resulting in myelin destruction, which not only slows conduction of nerve impulses, but causes axonal injury resulting in motor and cognitive decline. Current treatments for MS focus on attenuating immune cell infiltration into the central nervous system (CNS). These treatments decrease the number of relapses, improving quality of life, but do not completely eliminate relapses so long-term disability is not improved. Therefore, therapeutic agents that protect the CNS are warranted. In both animal models as well as human patients with MS, T cell entry into the CNS is generally considered the initiating inflammatory event. In order to assess if a drug protects the CNS, any potential effects on immune cell infiltration or proliferation in the periphery must be ruled out. This protocol describes how to determine whether CNS protection observed after drug intervention is a consequence of attenuating CNS-infiltrating immune cells or blocking death of CNS cells during inflammatory insults. The ability to examine MS treatments that are protective to the CNS during inflammatory insults is highly critical for the advancement of therapeutic strategies since current treatments reduce, but do not completely eliminate, relapses (i.e., immune cell infiltration), leaving the CNS vulnerable to degeneration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Multiple sclerosis (MS) is characterized by inflammatory lesions predominantly in white matter regions of the brain early in disease. After longterm progression, gray matter atrophy is detected by MRI imaging and marks the neurodegenerative phase of the disease. Reactive gliosis, demyelination, and axonal damage in the white matter are attributed to CNS-infiltrating immune cells. None of the treatments currently used in MS reverse or directly prevent neurodegeneration in the CNS -instead, they reduce inflammation by attenuating T cell activation and/or infiltration into the CNS. Because there is no cure for MS and patients using current treatments continue to experience disease progression, discoveries of drugs that prevent demyelination and neuronal loss are critically important. However, differentiating between effects on immune cells and those on the CNS can be difficult experimentally, as the outcome -i.e., reduced damage to the CNS -looks the same regardless of the mechanisms through which it occurs. Therefore, assessment of CNS protection must be partnered with assessments of CNS-infiltrating immune cells and proliferation of immune cells in the periphery to determine how pharmacological agents affect disease mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Experimental autoimmune encephalomyelitis (EAE) is a well-established animal model of autoimmune inflammatory disorders that was directly responsible for the discovery of drugs currently used to treat MS [1] [2] [3] [4] . Mice are often used for EAE, with C57BL/6 mice being a popular strain based on the availability of genetic variants. C57BL/6 mice induced with EAE exhibit chronic disease progression with onset around day 10 postinduction. Infiltration of the spinal cord parenchyma and cerebellum are characteristic of the histopathology of these animals, with absence of infiltration in the cortical parenchyma 5 . Additionally, cortical lesions and demyelination in the brain are hallmarks of the disease [6] [7] [8] [9] , which are relatively absent in C57BL/6 mice. Therefore, it may be preferable when possible to use SJL mice, which have relapsing-remitting disease and lesions found in both the brain and spinal cord that appear similar to those in MS 10 . Treatment cannot be classified as neuroprotective if immune cells never reach the CNS. Therefore, this protocol makes use of flow cytometric analysis of brains, spinal cords, and spleens from EAE mice to determine effects of treatment on immune cell infiltration into the CNS and proliferation of immune cells in the periphery, as previously demonstrated 2. Assessment of immune cell infiltration in brain and spinal cord 1. Cut brains and spinal cords into smaller pieces using sterile scissors. Crush with the plunger from a 3 ml syringe over a 70 μm cell strainer into a new 50 ml tube while rinsing the strainer with media. Bring each tube to a 50 ml volume with media. Centrifuge at 453 x g for 5 min to pellet cells. 2. Aspirate supernatant and resuspend pellet in 4 ml of 40% density gradient media. Carefully overlay the 40% density gradient containing cells on top of 2 ml of 70% density gradient in a new 15 ml conical tube-pipette very slowly onto the wall of the conical tube to ensure proper layering of the gradient. Spin at 796 x g for 20 min at RT without a brake. 3. Carefully remove the upper myelin layer from the gradient with a 1 ml transfer pipette, then remove viable cells at the interface with a 1 ml transfer pipette and transfer to a new 15 ml conical tube. Bring the tube to 15 ml with media and centrifuge at 448 x g for 10 min. 4. Resuspend pellet in 200 μl media and place into one well of a 96-well round-bottom plate (each sample from each animal will go into its own well). Centrifuge the plate at 410 x g for 5 min. 5. Flick off the supernatant and resuspend pellet in 200 μl of restimulation media (RPMI supplemented with 10% FCS, 100 IU/ ml penicillin, 100 μg/ml streptomycin, 2 mM L-glutamine, 1x non-essential amino acids, 1 mM sodium pyruvate, and 55 μM βmercaptoethanol, plus 50 ng/ml phorbol myristate acetate (PMA), 750 ng/ml ionomycin, and the protein transport inhibitor Brefeldin A). Place the plate in an incubator at 37 o C for 4 hr. NOTE: PMA and ionomycin restimulation results in activation of all T lymphocytes-regardless of their antigen specificity in order to assess the total number of each T cell subset in the given tissue. However, antigen-specific effector T cell responses can be assessed in various ways, including restimulating cells with MOG peptide in the presence of Brefeldin A 15 ",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 618,
                    "end": 619,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 965,
                    "end": 967,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3315,
                    "end": 3317,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. Tissue preparation 1. Sacrifice EAE mice in a separate experiment from those used in step 3 and its sub-steps at any point after EAE induction (often ~ day 30, during the chronic phase of disease for C57Bl/6 mice or during a peak in average clinical scores for SJL mice) following the steps below to determine extent of reactive gliosis and demyelination. 2. Anesthetize mice with 2.5% isoflurane and 97.5% oxygen and confirm appropriate depth of anesthesia with a gentle toe pinch using forceps, looking for a lack of response. Perform transcardiac perfusion as described in step 3. 8. When ready, section tissue at 16 μm with a cryostat and mount on electrostatically charged slides. Put every 10 th section on a slide each for brain and spinal cord (for example, slide 1 will have sections 1, 11, and 21, and slide 2 will have sections 2, 12, and 22, and so on). Store slides at -80 o C or use right away for staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry and Quantification"
        },
        {
            "text": "2. Staining for reactive gliosis and myelin 1. When ready for staining, choose one slide each for brain and spinal cord per stain for every animal in the same (or as similar as possible) region. For the brain, choose slides showing the corpus callosum and cingulum bundle. 2. Place slides with tissue on a heat block at 70 o C for 7 min. After 7 min turn off the heat block and let the slides cool on the heat block for another 10 -15 min. This will prevent tissue sections from falling off the slides during the staining procedure. 3. Wash slides 3 times each in 1x PBS with 0.1% nonionic detergent (for intracellular antigens) or 1x PBS (for antibodies targeting surface antigens) for 5 min. NOTE: Since the antibodies used in this protocol are intracellular, nonionic detergents will be used in subsequent steps. Never allow slides to dry completely after this step. 4. Place slides in a container and cover with citrate buffer pH 3.0. To make citrate buffer, add 0.192 g anhydrous citric acid to a final volume of 100 ml in water. Adjust pH with acetic acid if above pH 3.0 or NaOH if below. 5. Incubate slides at 37 o C for 30 min and wash 3 times in 1x PBS with 0.1% nonionic detergent for 5 min. 6. Circle an area around the tissue with a hydrophobic barrier pen and place the slides in a humidified chamber (for example, a slide box containing wet paper towels). Add blocking buffer to the tissue. Incubate for 30 min at RT. NOTE: Blocking buffer consists of 1x PBS plus 0.3% nonionic detergent and the appropriate serum (5%) based on the host of the secondary antibody, i.e., horse serum for myelin basic protein (MBP) and glial fibrillary acidic protein (GFAP), and goat serum for Iba1. 7. Flick blocking buffer off the slides and add primary antibody (1:1,000 or 0.2 µg/ml goat anti-myelin basic protein for oligodendrocytes, 1:1,000 or 1 µg/ml to 3 µg/ml mouse anti-GFAP for astrocytes, or 1:750 or 0.67 μg/ml rabbit anti-Iba1 for microglia) diluted in the appropriate blocking buffer (see step 4.2.6) to the circled area. Leave at 4 o C overnight in the humidified chamber. 8. Flick antibody in blocking buffer off the slides and wash the slides 3 times in 1x PBS with 0.1% nonionic detergent for 5 min. 9. Add secondary antibody (1:200 or 7.5 µg/ml biotinylated horse anti-mouse for MBP and GFAP, or biotinylated goat anti-rabbit for Iba1) diluted in the appropriate blocking buffer (see step 4.2.6) to the circled area and leave slides to incubate in the humidified chamber for 1 hr at RT. 10 . Flick antibody in blocking buffer off the slides and wash the slides 3 times in 1x PBS with 0.1% nonionic detergent for 5 min. 11. Prepare avidin-biotin-peroxidase complex (ABC) in immunoperoxidase (see materials list) 30 min before use and agitate on a shaker until needed in 4.2.12. Add 0.3% H 2 O 2 in methanol to the circled area for 10 min to quench endogenous peroxidase activity. 12. Flick solution off the slides and wash in 2 times in 1x PBS or 1x PBS with 0.1% nonionic detergent for 5 min, then 1 time in 1x PBS.",
            "cite_spans": [
                {
                    "start": 2505,
                    "end": 2507,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Immunohistochemistry and Quantification"
        },
        {
            "text": "Add ABC reagent to the circled area for 30 min. 13. Flick solution off the slides and wash 3 times in 1x PBS for 5 min, then 2 times in water for 5 min. Make 3,3'-diaminobenzidine (DAB) solution (see Materials List) and add it to cover the sections. NOTE: This step requires a microscope to observe optimal detection time of staining and must be done for the same amount of time for slides to be compared. 14. Wash slides 3 times in water for 5 min each. Dehydrate the tissue by placing in the following solutions for 2 min each: 70% ethanol in water, 95% ethanol in water, 100% ethanol in water, 50% xylenes and 50% ethanol, 100% xylenes. Seal a coverslip on the slide with a resinous mounting medium. 15. Alternatively, perform immunofluorescent staining as previously described 11 to assess reactive gliosis using antibodies against Iba-1 and GFAP. 16. Take images of each spinal cord section (stained with respective antibodies using DAB) with a 4X, 0.13 NA objective and save the images as .tiff. Alternatively, take images of the corpus callosum and cingulum bundle in the left or right brain hemisphere using a 20X, 0.50 NA objective and save the images as .tiff. For a more comprehensive determination of lesion load in the brain, it is beneficial to include both hemispheres in analyses. De-noise the image by going to Process > Subtract Background and set the \"Rolling ball radius\" to at least the size of the largest object that is not part of the background (see the ImageJ user guide at http://rsbweb.nih.gov/ij/docs/guide/146-29.html). NOTE: For a 4X image of Iba-1 staining we use 4.0 and for GFAP we use 50.0, but these numbers may vary depending on image magnification and staining intensity. 3. Check \"Sliding parabloid\" and click \"OK\". Go to Image > Adjust > Threshold… and set the lower threshold level (the top bar) using the sliding bars. Include only staining that is cellular and be consistent across images. For images with dark backgrounds (applies to fluorescent staining only), ensure that the \"Dark background\" box is checked. 4. Go to Analyze > Set Measurements… and select \"Area fraction\" (gives the percent of thresholded area within the region of interest).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 185,
                    "text": "(DAB)",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 783,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Immunohistochemistry and Quantification"
        },
        {
            "text": "Ensure that \"Limit to threshold\" is unchecked and \"Display label\" is checked. Click \"OK\" when complete. 5. To obtain measurements, go to Analyze > Measure. A \"Results\" popup box will appear and this data can be saved as is or copied into another program. For analysis, compare \"Area fraction\" values between treatment groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry and Quantification"
        },
        {
            "text": "4. Quantification of MBP staining by optical density 1. Open image and draw an area of interest as described in step 4.3.1. Go to Analyze > Set Measurements… and select \"Mean gray value\" (the sum of gray values within the selection divided by the number of pixels). Ensure that \"Limit to threshold\" is unchecked and \"Display label\" is checked. Click \"OK\" when complete. 2. To obtain measurements, go to Analyze > Measure. Observe a \"Results\" popup box appear. Copy this data and save as is or copy into another program. 3. For analysis, copy and paste values into another program. Convert mean gray value into optical density (OD) using the formula: OD = log 10 (255/mean gray value).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry and Quantification"
        },
        {
            "text": "Here, we used two models of EAE to understand if a pharmacological agent provides CNS protection by either attenuating CNS-infiltrating T cells or preventing myelin and axonal injury during the onslaught of inflammatory immune cell infiltration. To determine if a therapeutic agent prevents immune cell infiltration into the spinal cord, the C57BL/6 mouse model of chronic EAE is used where immune cell infiltration and disease pathology is predominantly located in the spinal cord ( Figure 1A) . To determine if a therapeutic drug provides CNS protection during the intrusion of immune cells into the CNS, the SJL animal model of relapsing-remitting EAE is used, which demonstrates disease pathology in both the brain and spinal cord ( Figure 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 494,
                    "text": "Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 747,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Representative Results"
        },
        {
            "text": "Relevant clinical assessments are made according to the following rubric for typical ( Figure 1C ) or atypical (Figure 1D ) EAE. For typical clinical disease, a score of 0 is no abnormal behavior. When picked up by the base of the tail, the tail may rotate quickly (much like a helicopter rotor) and the hind legs will spread apart. A clinical score of 1 is a partially limp tail, which may be determined by lifting the mouse by the base of the tail. The normal helicopter-like rotating may be weakened or absent, and part of the tail may be completely limp. A helpful way to determine extent of tail paralysis is to run one's finger up the length of the tail, as an unparalyzed tail will usually curl around the finger while a partially paralyzed tail will be unable to do so. A clinical score of 2 represents a completely paralyzed tail. No movement of the tail occurs at all when picking the mouse up at the base of the tail. A clinical score of 3 represents partial hind limb paralysis. Determination of this score requires that the mouse be free to move on a flat surface. If one hind limb is dragging as the mouse moves forward, or if one or both hind limbs appear to be partially paralyzed, a score of 3 may be given. A clinical score of 4 represents complete hind limb paralysis. With this score, a mouse will be unable to move its hind limbs and will drag itself forward using its front limbs. A clinical score of 5 represents a moribund mouse, or a mouse with difficulty moving itself across its cage or breathing. If a mouse cannot drag itself along the bottom of the cage or if its breathing is labored, the Atypical clinical disease may or may not be accompanied by paralysis. It may be necessary to include two separate scoring systems if a mouse presents with atypical disease plus typical symptoms. A score of 0 is no abnormal behavior, as with the typical scoring system. A clinical score of 1 represents a slight head turn or tilt while the mouse is walking. This may be determined by allowing the mouse to walk forward and observing a constant left or right directionality to its movement. A clinical score of 2 represents a more pronounced head turn and poor righting ability. As with an atypical score of 1, the mouse has directionality to its movement and may have slight difficulty with balance. A clinical score of 3 represents an inability to walk in a straight line. The mouse will have difficulty balancing and may use the side of the cage to help right itself as it walks. A clinical score of 4 represents a mouse laying on its side, unable to walk due to balancing issues. The mouse may be able to drag itself along the bottom of the cage but may have directionality to its movement. A clinical score of 5 represents continuous rolling unless supported. A mouse that reaches this score should be humanely euthanized. A clinical score of 6 represents a mouse found dead in its cage. A score of 6 is unusual and causes of death other than EAE should be investigated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 111,
                    "end": 121,
                    "text": "(Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Clinical Assessments"
        },
        {
            "text": "It may be necessary to allow for \"in-between\" scores, e.g., adding 0.5 to a score if a mouse's condition changes slightly or if choosing between two scores is difficult. For example, a mouse that begins to move more slowly than its normal counterparts but displays no paralysis, or a mouse that clasps its hind feet with its front instead of splaying its legs out when picked up by the tail may be given a score of 0.5. A mouse that can only drag itself along the bottom of the cage and is only able to twitch its hind limbs periodically or when touched may be given a score of 3.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Assessments"
        },
        {
            "text": "After induction of EAE in the C57BL/6 mouse model ( Figure 1A , day 0), antigen presentation and proliferation of T cells in the spleen occur on days 1 -5 followed by immune cell infiltration into the CNS around day 7. Approximately 3 to 5 days after the initial immune cell infiltration mice present with clinical scores. To assess if a therapeutic agent is blocking immune cell infiltration into the spinal cord, drugs or vehicle are introduced on day 7 after antigen presentation and proliferation in the spleens but before immune cells start to infiltrate into the spinal cord. If immune cell infiltration has been attenuated, the clinical disease course should reflect improved clinical scores during the rising phase of the disease from days 10 to 15 (Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 767,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Assessing a Reduction in Immune Cell Infiltration"
        },
        {
            "text": "A reduction in immune cell infiltration would also result in diminished neuroinflammation. Reactive astrocytosis and microgliosis are considered major hallmarks for neuroinflammation. Staining for astrocytes with GFAP and microglia with Iba-1 can then be used to assess changes in mean area fraction staining to quantify neuroinflammation (Figure 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 349,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Assessing a Reduction in Immune Cell Infiltration"
        },
        {
            "text": "To determine if immune cell infiltration is reduced, the spinal cords are removed and processed for flow cytometry analysis at the peak of disease ( Figure 1A, approximately day 18 ). This ensures that the largest number of immune cells have entered into the spinal cord. Entrance of T cells into the CNS is considered the initiating inflammatory event and both Th1 and Th17 cells are found in animal models of EAE as well as MS patients. Taken together, flow cytometric analysis should include assessment of both types of pathogenic T cells. Furthermore, Tregs are wellcharacterized suppressor T cells that dampen disease. Therefore, the percentage of Tregs from a total CD4 + population must be evaluated Figure 5A) . Furthermore, no change in Ki67 + CD4 + cells should be found if proliferation is unaffected ( Figure 5B) . Drug treatments are introduced on day 7 or later to avoid altering initial antigen presentation and T cell activation in the periphery. However, in genetic models proteins are often deleted constitutively during embryogenesis or induced before induction of EAE making splenocyte assessment of high importance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 180,
                    "text": "Figure 1A, approximately day 18",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 717,
                    "text": "Figure 5A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 814,
                    "end": 824,
                    "text": "Figure 5B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Assessing a Reduction in Immune Cell Infiltration"
        },
        {
            "text": "To demonstrate if a particular therapeutic agent modulates disease pathology in the CNS after immune cell infiltration, drug interventions should be administered during the first peak in clinical disease scoring. The SJL model of EAE is advantageous for these experiments since these mice exhibit a relapsing-remitting phenotype. If a drug treatment prevents myelin-axon degeneration, an improvement in clinical scores will be observed (Figure 6 ). Pathological assessment of myelin must corroborate a reduction in myelin damage consistent with improved clinical scores. To quantitatively evaluate myelin integrity, DAB staining of myelin basic protein (MBP) is performed, followed by statistical analysis of the optical density for this staining (Figure 7) . To further substantiate that neuroinflammation is sustained or decreased by therapeutic interventions, reactive gliosis can be assessed by measuring mean fraction area for reactive gliosis as described above (Figure 3) . To corroborate that a therapeutic intervention is directly protecting the CNS without immunomodulatory effects, attenuation of immune cell infiltration into the CNS and proliferation in the spleens must be discounted. To address this, methods for brain and spinal cord assessment of immune cell infiltration and assessment of peripheral T cell proliferation and activation should be performed as described above (Figures 4 and 5) . Taken together, therapeutic agents that block cell injury in the CNS with no evidence of a reduction in CNS-infiltrating T cells or proliferation of T cells in the periphery are CNS-protective treatments. (C) The change in percentage of T cell populations between SAS-and PBS-treated EAE mice was also examined. Mean ± SEM, n = 10 for PBS treated, and n = 9 for SAS treated from two independent experiments. Two-tailed t test was used for all bar graphs. **p < 0.01. Re-print with permission from (11) . Please click here to view a larger version of this figure. ",
            "cite_spans": [
                {
                    "start": 1910,
                    "end": 1914,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 445,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 747,
                    "end": 757,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 968,
                    "end": 978,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1393,
                    "end": 1410,
                    "text": "(Figures 4 and 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Assessing CNS Protection"
        },
        {
            "text": "Patients with MS continue to experience disease relapses while taking drugs that attenuate T cell activation and/or infiltration into the CNS, warranting the development of treatment options that directly protect the CNS. EAE has classically been used to model the symptoms of MS and can be a powerful tool when studying the nature of interactions between the immune system and CNS in vivo. Using timing of treatment considerations in EAE, e.g., before or after initiation of disease, in conjunction with examining immune cell infiltration in the CNS and proliferation and activation in the periphery, it is possible to delineate the effects of treatments on both the immune system and the CNS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While EAE in the C57BL/6 mouse is more widely utilized, EAE in the SJL mouse may be more representative of the majority of MS cases, as these mice have a relapsing-remitting phenotype and infiltration of immune cells in the parenchyma of the brain 10 . SJL mice have clear recovery during remission as well, making it possible to begin treatment after the disease has presented but during times of reduced inflammation. It is important to consider that SJL mice do not always relapse and remit in synchrony, resulting in potentially large variability when results are pooled. Therefore, some researchers may opt to show representative results for clinical scores from one animal while taking mice for FACS analysis and histology at individualized points in disease progression.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Considering when manipulations are made to EAE mice can assist in the determination of how a treatment affects the immune system or CNS. There are many options for when treatment begins, each with its own connotation for whether immune cells have entered the CNS and how they may be interacting with the CNS. Treatment before onset of symptoms implies that immune cells have not yet entered or caused damage to the CNS. Treatment after onset of symptoms implies that immune cells have entered the CNS and have caused some damage. Using SJL mice, treatment can also begin during a relapse, where immune cells are actively infiltrating and causing inflammation, or during remission, where immune cells may be less prevalent in the CNS with less inflammation. Initial hypotheses regarding how treatments affect the CNS and immune system can be made when considering where immune cells are in the pathological process during treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are a number of ways in which treatments can affect immune cells and the CNS, each with the end result of reducing severity of EAE symptoms. Therefore, it is necessary to use flow cytometric analysis and immunohistochemistry to look at how immune cells are affected in the periphery and CNS, whether immune cells have entered the CNS, and how the CNS reacts to treatment. While flow cytometric analysis of the spinal cord can determine how many cells have entered the CNS at a given time, one cannot determine that this effect is due to reduced immune cell trafficking unless proliferation of immune cells is unaffected in the spleen. It is therefore necessary to analyze both peripheral and CNS tissue and determine what results mean mechanistically when both tissues are compared. It is also possible for immune cell activity profiles to be altered by treatment, for example having a switch in a pathogenic helper T cell-heavy profile to a regulatory T cell-heavy profile. Looking at markers for different cell types and comparing percent expression between treated and untreated animals is therefore also an important consideration. An emerging concept in MS research suggests that B cells play an important role in autoimmune demyelination. This is based on studies showing that B cells are necessary for the reactivation of T cells 20 . This concept is supported by the success of treatments such as rituximab, an antibody against CD20 expressed on the surface of B cells 21, 22 . As demonstrated by the success of the monoclonal antibody ocrelizumab in clinical trials, drugs targeting different epitopes of CD20 may improve the efficacy of B cell-targeted therapeutics 23 .",
            "cite_spans": [
                {
                    "start": 1343,
                    "end": 1345,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1483,
                    "end": 1486,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1487,
                    "end": 1489,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1682,
                    "end": 1684,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One limitation of the techniques presented here is that it is possible for immune cells to enter the CNS but be unable to travel in the parenchyma. Immunohistochemistry can be used to detect perivascular cuffing of immune cells and evaluate distance traveled in the parenchyma between treated and untreated animals. Another potential limitation involves the effects of the microbiome on EAE pathogenesis. Commensal gut microbiota can heavily influence disease pathogenesis 24 ; therefore, mice housed in different colonies and even in different cages can have vast differences in disease severity. Accordingly, it is always preferable where possible to use littermate controls raised in the same cage for experiments involving EAE. A final note is that if it is experimentally desirable to eliminate the effects of immune cell proliferative changes in the periphery, it may be possible to do so using passive transfer induction rather than the active induction described in this protocol.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 475,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further confirmation for neuroprotection can be accomplished using a co-culture system 11 to test specific mechanisms of cell death or through the use of conditional knockout mice which allows for deletion of proteins selectively on a cell type. Furthermore, to extend the exploration of pharmacological agents that are neuroprotective, markers of axonal transection and neuronal death should be included. Another area of importance is remyelination. Injured axons are unable to remyelinate lending further support that neuroprotective therapies should be an important part of remyelination therapies. Additionally, unmyelinated axons are more vulnerable to injury than myelinated axons. This suggests that when an axon becomes demyelinated therapeutic interventions that promote timely remyelination will prevent axonal injury. To explore these avenues, other in vivo models for demyelination and remyelination may be used (i.e., cuprizone and lysolecithin). The method described herein focused on assessing neuroprotection by quantifying myelin loss. For the evaluation of remyelination the number of progenitor cells as well as their ability to proliferate and mature would also be important to investigate. With the mention of these alternative models, one must also consider different models of encephalitis that are virally mediated. There are two well-characterized RNA viral models that produce myelin loss: one is Theiler's murine encephalomyelitis, a non-enveloped Picornaviridae virus, and the other is mouse hepatitis virus, a member of the Coronaviridae virus family 25, 26 .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1580,
                    "end": 1583,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1584,
                    "end": 1586,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "EAE is a valuable tool for studies of how manipulations or treatments affect the immune system and the CNS in vivo. The protocol described here can help determine where treatments are affecting the disease process, whether it be in the periphery, at the blood-brain barrier, or in the CNS. No current treatments for MS cure the disease and patients often experience decline over time. Similarly, other diseases involving immune cell infiltration into the CNS and degradation of myelin, including acute disseminated encephalomyelitis, transverse myelitis, and neuromyelitis optica, lack treatments that protect the CNS as it is directly under attack by infiltrating immune cells. Taking into consideration the timing of treatment and using flow cytometric analysis of the spleen and spinal cord in conjunction with immunohistochemistry of the CNS to assess inflammation and damage will allow for mechanistic determinations to be made regarding treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors have nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Suppression of experimental allergic encephalomyelitis by a synthetic polypeptide",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teitelbaum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meshorer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirshfeld",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sela",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Eur J Immunol",
            "volume": "1",
            "issn": "",
            "pages": "242--248",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevention of experimental autoimmune encephalomyelitis by antibodies against alpha 4 beta 1 integrin",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Yednock",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "356",
            "issn": "",
            "pages": "63--66",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Suppression of experimental allergic encephalomyelitis by mitoxantrone",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ridge",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Clinical immunology and immunopathology",
            "volume": "35",
            "issn": "",
            "pages": "35--42",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How to successfully apply animal studies in experimental allergic encephalomyelitis to research on multiple sclerosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steinman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Zamvil",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annals of Neurology",
            "volume": "60",
            "issn": "",
            "pages": "12--21",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "MP4-and MOG:35-55-induced EAE in C57BL/6 mice differentially targets brain, spinal cord and cerebellum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuerten",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Neuroimmunol",
            "volume": "189",
            "issn": "",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The distribution of plaques in the cerebrum in multiple sclerosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brownell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "25",
            "issn": "",
            "pages": "315--320",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cortical lesions in multiple sclerosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kidd",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Brain",
            "volume": "122",
            "issn": "",
            "pages": "17--26",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cortical lesions and brain atrophy in MS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kutzelnigg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lassmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of the neurological sciences",
            "volume": "233",
            "issn": "",
            "pages": "55--59",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cortical lesions in multiple sclerosis: combined postmortem MR imaging and histopathology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Geurts",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "26",
            "issn": "",
            "pages": "572--577",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Persistent activation of microglia is associated with neuronal dysfunction of callosal projecting pathways and multiple sclerosis-like lesions in relapsing--remitting experimental autoimmune encephalomyelitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Brain",
            "volume": "130",
            "issn": "",
            "pages": "2816--2829",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inhibition of System Xc(-) Transporter Attenuates Autoimmune Inflammatory Demyelination",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Evonuk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Immunol",
            "volume": "195",
            "issn": "",
            "pages": "450--463",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lithium controls central nervous system autoimmunity through modulation of IFN-gamma signaling",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Rowse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Myelin oligodendrocyte glycoprotein (MOG35-55) induced experimental autoimmune encephalomyelitis (EAE) in C57BL/6 mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bittner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Afzali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wiendl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Meuth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Vis. Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mouse Naive CD4+ T Cell Isolation and In vitro Differentiation into T Cell Subsets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaherty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Vis. Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "STAT4 controls GM-CSF production by both Th1 and Th17 cells during EAE",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcwilliams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rajbhandari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nozell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Benveniste",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Neuroinflammation",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Peptide:MHC tetramer-based enrichment of epitope-specific T cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Legoux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Vis. Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The importance of Foxp3 antibody and fixation/permeabilization buffer combinations in identifying CD4+CD25+Foxp3+ regulatory T cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cytometry. Part A : the journal of the International Society for Analytical Cytology",
            "volume": "75",
            "issn": "",
            "pages": "1040--1050",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Monitoring cell growth",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Strober",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Current protocols in immunology. Appendix",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Myelin-specific regulatory T cells accumulate in the CNS but fail to control autoimmune inflammation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Korn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature medicine",
            "volume": "13",
            "issn": "",
            "pages": "423--431",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "B cells promote induction of experimental autoimmune encephalomyelitis by facilitating reactivation of T cells in the central nervous system",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Stromnes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Goverman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of immunology",
            "volume": "192",
            "issn": "",
            "pages": "929--939",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "B-cell depletion with rituximab in relapsing-remitting multiple sclerosis. The New England journal of medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "358",
            "issn": "",
            "pages": "676--688",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Rituximab in relapsing-remitting multiple sclerosis: a 72-week, open-label, phase I trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bar-Or",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Neurol",
            "volume": "63",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ocrelizumab in relapsing-remitting multiple sclerosis: a phase 2, randomised, placebo-controlled, multicentre trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kappos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "378",
            "issn": "",
            "pages": "1779--1787",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Commensal microbiota and myelin autoantigen cooperate to trigger autoimmune demyelination",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Berer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "479",
            "issn": "",
            "pages": "538--541",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Coronavirus infection of the central nervous system: host-virus stand-off",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "121--132",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pathogenic role for virus-specific CD4 T cells in mice with coronavirus-induced acute encephalitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anghelina",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pewe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The American Journal of Pathology",
            "volume": "169",
            "issn": "",
            "pages": "209--222",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "After injecting PBS into the left ventricle, use a new syringe to inject 10 ml of 4% paraformaldehyde in PBS. CAUTION: Paraformaldehyde is a skin and lung irritant, may cause serious damage to the eyes, and is suspected of causing cancer. Avoid inhalation, ingestion, and contact with skin and eyes. Perfusion should be performed in a fume hood. 3. Remove brains and vertebral columns as described in steps 3.1.4 -3.1.6. Tie vertebral columns to sticks with string to ensure straight alignment of the spinal cord. 4. Put brains in scintillation vials labeled with the animal's ID with about 20 ml of 4% paraformaldehyde in PBS, and spinal cords in 50 ml conical tubes labeled with the animal's ID with about 50 ml of 4% paraformaldehyde in PBS to post-fix overnight. 5. To cryoprotect brains, rinse 3 times in 1x PBS and store at 4 o C in 30% sucrose in 1x PBS. Allow the brains to drop to the bottom of their containers (about 3 days). 6. Remove calcium from the vertebral column by rinsing it 3 times in 1x PBS and placing it in a large volume (about 50 ml for a mouse spinal cord) of 0.5 M EDTA in 1x PBS (starting pH will be ~10; pH to ~7.8 with 6 N HCl) for 2 -3 weeks until the bone is no longer rigid. Cryoprotect the vertebral column by following step 4.1.5. 7. Embed brains and vertebral columns in OCT following the sub-steps below as soon as they drop to the bottom of their containers. 1. Make a mixture of 1 part 30% sucrose in 1x PBS and 2 parts OCT (for example, add 15 ml 30% sucrose in 1x PBS to 30 ml OCT). 2. Add OCT/sucrose mixture to the embedding mold (22 x 22 x 20 mm for brains and 22 x 30 x 20 mm for spinal cords) until it is about ½ full. 3. Cut vertebral columns into 6 equally-sized pieces using a razor blade and place into a 22 x 30 x 20 mm embedding mold facing forward for coronal spinal cord sections. Place whole brains into 22 x 22 x 20 mm molds facing forward. 4.Add OCT/sucrose mixture to cover the tissue and let it sit for 1 hr. so bubbles can escape. During this hr, add 2-methylbutane to a dish that can hold embedding molds for flash-freezing. Place the dish on dry ice and cover to pre-cool. 5. Flash-freeze the mold in 2-methylbutane on dry ice and store at -80 o C inside of a container to prevent dehydration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "compared to the percentage of effector T cell populations. This will reveal if an overall reduction in T cell infiltration has occurred or if there is a skewing of T cell phenotypes in the CNS. Representative dot plots (Figure 4A) demonstrate a reduction in overall number of CD4 + infiltrating T cells in spinal cords from drug-treated mice compared with spinal cords from vehicle-treated mice (numbers in upper right quadrants). To evaluate Th1, Th17, and Treg cells the following signature proteins are evaluated: 4B). To rule out a skewing of T cell subsets, statistical evaluation of the proportion of IFNis performed (Figure 4C).To eliminate the possibility that a reduction in CNS-infiltrating T cells is a consequence of inhibiting proliferation, activation, and differentiation in the periphery, the number of actively proliferating T cells in addition to the proportion of T cell subtypes needs to be evaluated. be found if activation and differentiation are unaffected (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FACS Analysis of EAE C57BL/6 Mouse Spinal Cords Demonstrating Reduced T cell Infiltration in Treated Mice. C57BL/6 mice were treated with SAS or PBS, beginning 7 d postinduction of EAE. Spinal cords were obtained on day 15. (A) Representative dot plots show Th1 (panels). Dot plots show percentages in upper right quadrant. (B) Absolute numbers of CD4 + cells as well as IFN-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FACS Analysis of EAE C57BL/6 Mouse Spleens Demonstrating Equivalent T cell Expression Profiles and Proliferation inTreated and Untreated Mice. Spleens from PBS-and SAS-treated mice were analyzed 15 d postinduction of EAE. (A) The percentage spleens from PBS-treated (n = 10) and SAS-treated (n = 9) mice from two independent experiments. (B, left panel) The percentage of Ki-67 + cells in the CD4 + population from naive spleens (n = 4) as well as from PBS-(n = 5) and SAS-treated mice (n = 5) induced with EAE. A one-way ANOVA test demonstrated statistical significance between the proportion of Ki-67 + cells from naive spleens compared with either PBS-or SAS-treated EAE spleens. No significance was observed between PBS-and SAS-treated EAE spleens. (B, right panel) Representative dot plots; numbers indicate proportion of proliferation. Dot plots show percentages. Bar graphs represent two-tailed t test, ***p < 0.001. Re-print with permission from (11). Please click here to view a larger version of this figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Pharmacological Treatment after Immune Cell Infiltration in SJL Mice with EAE. Clinical scores (mean ± SEM) of SJL mice treated with PBS (n = 8) or SAS (n = 8) from day 24 postimmunization (dashed line) with PLP 139-151 . Data are mean ± SEM of clinical scores.Statistical difference was determined using a nonparametric two-tailed Mann-Whitney U test, ***p < 0.001. Top line represents values used for statistical analysis. Re-print with permission from(11).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Quantification of MBP Staining using Optical Density. (A) Representative staining of MBP in thoracic spinal cord from an unspecified genetic knockout mouse compared to littermate control C57BL/6 mouse induced with EAE. Bracket indicates representative area of reduced MBP staining indicating demyelination. (B) MBP staining of thoracic spinal cord from an unspecified genetic knockout C57BL/6 mouse. (C) Unspecified genetic knockout mice induced with EAE (KO; n = 6 mice, 2 -4 lumbar and thoracic sections per animal) exhibit a higher optical density (OD) of MBP staining in the spinal cord than wildtype (WT; n = 3 mice, 2 -4 lumbar and thoracic sections per animal) mice induced with EAE. Statistically analyzed using a two-tailed t test, *p < 0.05. Error bars represent SEM. Scale bar 100 µm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "All of the following staining steps are carried out in this plate. 2. Wash cells in 200 μl PBS with 2% FCS and centrifuge at 410 x g for 5 min. Flick off supernatant and incubate cells with 200 μl PBS containing 2% FCS with Fc Block (clone 2.4G2) for 10 -15 min on ice. 3. To begin the extracellular stain, centrifuge cells at 410 x g for 5 min, flick off supernatant, and resuspend pellet in 50 μl of surface stain cocktail containing fluorophore labeled antibodies against CD4 (1:200, 1 μg/ml), TCRβ (1:200, 1 μg/ml), and viability dye (1:500) diluted in PBS for 15 min on ice. Centrifuge cells at 410 x g for 5 min and flick off supernatant. Wash cells 2x in 200 μl PBS then centrifuge at 410 x g for 5 min. 4. After removing the extracellular stain, initiate the intracellular staining procedure by fixation/permeabilization followed by intracellular staining. 1. To begin, flick off supernatant and fix/permeabilize cells with Foxp3 transcription factor staining reagents 17 (according to manufacturer's instructions; see Materials List) for 30 min to overnight at 4 Wash cells in 150 μl permeabilization buffer from the kit and centrifuge plate at 410 x g for 5 min. Flick off supernatant and stain cells in 50 μl permeabilization buffer with fluorophore labeled-antibodies against IL-17A Centrifuge cells at 410 x g for 5 min and flick off supernatant. To remove excess antibodies wash 3x in 200 μl permeabilization buffer then centrifuge at 410 x g for 5 min. Flick off supernatant and resuspend in 200 μl PBS. 4. Analyze cells by flow cytometry, gating on live CD4 Aspirate media and resuspend pellet in 2 ml ACK lysing buffer at RT to lyse red blood cells for approximately 3 min. 3. Bring tube to 15 ml volume with media and strain over a 70 μm cell strainer into a new tube.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}