{
    "paper_id": "2a771153af1b6fd5e71dc23f5db7c83bb5a3f231",
    "metadata": {
        "title": "Endoplasmic Reticulum Localization of Secl2p Is Achieved by Two Mechanisms: Rerlp-dependent Retrieval That Requires the Transmembrane Domain and Rerlp-independent Retention That Involves the Cytoplasmic Domain",
        "authors": [
            {
                "first": "Miyuki",
                "middle": [],
                "last": "Sato",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ken",
                "middle": [],
                "last": "Sato",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Akihiko",
                "middle": [],
                "last": "Nakano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Yeast Sec12p is a type II transmembrane",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "protein in the ER, which is essential for the formation of transport vesicles. From biochemical and morphological lines of evidence, we have proposed that Secl2p is localized to the ER by two mechanisms: static retention in the ER and dynamic retrieval from the early Golgi compartment. We have also shown that Rerlp, a membrane protein in the Golgi, is required for correct localization of Secl2p. In the present study, we have performed a systematic analysis to determine the ER localization signals in Sec12p corresponding to these two mechanisms. Both the transmembrane domain (TMD) and the NH2-terminal cytoplasmic domain of Sec12p show the ability to localize the protein to the ER. The effect of the TMD is potent and sufficient by itself for the ER localization and is strongly dependent on Rerlp. On the other hand, the cytoplasmic domain shows a moderate ER-localization capability which is independent of Rerlp. The rate of mannosyl modification has been measured to distinguish between retention and retrieval. The cytoplasmic domain significantly delays the transport from the ER to the cis-Golgi. In contrast, the TMD shows only a subtle retardation in the transport from the ER to the cis-Golgi but strictly prevents the transport beyond there. From these observations, we conclude that the TMD mainly acts as the retrieval signal and the cytoplasmic domain contains the retention signal. This study not only supports the two-mechanisms hypothesis but also provides powerful tools to dissect the two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "T hE secretory pathway of eukaryotic cells consists of a series of membrane-bound organelles. The correct sorting of proteins is essential to maintain complex structure and function of these organelles and requires a specific localization signal in each protein. To date, a few examples of such signals have been identified for ER proteins. One is the COOH-terminal Lys-Asp-Glu-Leu (KDEL, mammals) or His-Asp-Glu-Leu (HDEL, yeast) sequence (Munro and Pelham, 1987; Pelham et al., 1988) . The cis-Golgi receptor for this K(H)DEL sequence, Erd2p, has also been identified (Semenza et al., 1990; Lewis and Pelham, 1990) . Other signals are the COOH-terminal dilysine motif of type I transmembrane proteins (Jackson et al., 1990 ) and the NH:-terminal diarginine motif of type II transmembrane proteins (Schutze et al., 1994) . It is believed that the ER proteins harboring the K(H)DEL or dilysine motifs are retrieved from the early Golgi to the ER (Pelham, 1988; Dean and Pelham, 1990; Hsu et al., 1991; Lewis and Pelham, 1992; Jackson et al., 1993) .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 464,
                    "text": "(Munro and Pelham, 1987;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 465,
                    "end": 485,
                    "text": "Pelham et al., 1988)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 570,
                    "end": 592,
                    "text": "(Semenza et al., 1990;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 593,
                    "end": 616,
                    "text": "Lewis and Pelham, 1990)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 703,
                    "end": 724,
                    "text": "(Jackson et al., 1990",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 799,
                    "end": 821,
                    "text": "(Schutze et al., 1994)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 946,
                    "end": 960,
                    "text": "(Pelham, 1988;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 961,
                    "end": 983,
                    "text": "Dean and Pelham, 1990;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 984,
                    "end": 1001,
                    "text": "Hsu et al., 1991;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1002,
                    "end": 1025,
                    "text": "Lewis and Pelham, 1992;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1026,
                    "end": 1047,
                    "text": "Jackson et al., 1993)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Yeast Sec12p is a type II transmembrane glycoprotein and is essential for formation of transport vesicles from the ER (Nakano et al., 1988; d'Enfert et al., 1991; Rexach and Schekman, 1991; Oka and Nakano, 1994) . Most of Secl2p is localized to the ER in the steady state (Nakano et al., 1988; Nishikawa and Nakano, 1993) and not detected on the purified transport vesicles (T. Oka and A. Nakano, unpublished; Barlowe et al., 1994) . However, a significant portion of Sec12p receives ed--+6 mannose modification on its N-linked oligosaccharide, which takes place in the early Golgi (Nakano et al., 1988; d'Enfert et al., 1991; Nishikawa and Nakano, 1993) . Based on these observations, we have proposed that the ER localization of Secl2p involves two different mechanisms: static retention in the ER and dynamic retrieval from the early Golgi. Secl2p molecules are largely excluded from the transport vesicles during budding from the ER, and those escaping from this retention are sent back from the Golgi to the ER by the retrograde pathway (Nishikawa and Nakano, 1993; Sato et al., 1995) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "text": "(Nakano et al., 1988;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 140,
                    "end": 162,
                    "text": "d'Enfert et al., 1991;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 163,
                    "end": 189,
                    "text": "Rexach and Schekman, 1991;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 190,
                    "end": 211,
                    "text": "Oka and Nakano, 1994)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 272,
                    "end": 293,
                    "text": "(Nakano et al., 1988;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 294,
                    "end": 321,
                    "text": "Nishikawa and Nakano, 1993)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 378,
                    "end": 409,
                    "text": "Oka and A. Nakano, unpublished;",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 431,
                    "text": "Barlowe et al., 1994)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 582,
                    "end": 603,
                    "text": "(Nakano et al., 1988;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 604,
                    "end": 626,
                    "text": "d'Enfert et al., 1991;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 627,
                    "end": 654,
                    "text": "Nishikawa and Nakano, 1993)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1042,
                    "end": 1070,
                    "text": "(Nishikawa and Nakano, 1993;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1071,
                    "end": 1089,
                    "text": "Sato et al., 1995)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to understand molecular mechanisms underlying these sorting events, we designed a screening to isolate mutants that mislocalize Secl2p beyond the early Golgi. A fusion protein of Secl2p and the precursor of a-mating factor (Secl2-Mfctlp) was used as a marker protein. If this fusion protein is mislocalized to the late Golgi, the Mfetl moiety is processed to mature a-factor, which is then secreted to the medium. Using this trick, we have isolated two rer mutants (Nishikawa and Nakano, 1993) . The RER1 gene encodes a protein of 188 amino acid residues (Rerlp) containing four putative transmembrane domains. The null mutant of RER1 is viable, and even in this mutant, a significant portion of Secl2p is still located in the ER. Immunofluorescence microscopy and subcellular fractionation experiments demonstrated that Rerlp is mainly localized to the Golgi complex. This suggests that Rerlp functions at the retrieval step (Sato et al., 1995) .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 502,
                    "text": "(Nishikawa and Nakano, 1993)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 935,
                    "end": 954,
                    "text": "(Sato et al., 1995)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, little is known about structural requirements for Secl2p to be localized to the ER. According to our hypothesis, Secl2p should possess two localization signals corresponding to the two mechanisms, retention and retrieval. To identify these signals, we performed a systematic analysis on Secl2p localization using chimeric proteins between Secl2p and Dap2p. Dap2p is a type II transmembrane protein in the vacuole and has been claimed to have no particular localization information in itself (Roberts et al., 1992) . In this paper, we report the results of our analysis on the chimeric proteins and present evidence that two different regions of Secl2p are important for the ER localization.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 532,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Saccharomyces cerevisiae strains used in this study are listed in Table I . Yeast cells were grown in YPD [1% (wt/vol) Bacto yeast extract (Difco Laboratories Inc., Detroit, MI), 2 % (wt/vol) polypeptone (Nihon Seiyaku, Tokyo, Japan), and 2% (wt/vol) glucose] or in MVD [0.67% yeast nitrogen base without amino acids (Difco Laboratories) and 2% glucose] medium supplemented appropriately. MCD medium is MVD containing 0.5% casamino acids (Difco Laboratories Inc.).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Yeast Strains and Culture Conditions"
        },
        {
            "text": "A yeast multicopy plasmid, pSQ326, has been described elsewhere (Qadota et al., 1992) . pSHF9-1 and pSHF9-4 were constructed by subcloning the SEC12-MFal fusion into pBluescript II SK+ (Stratagene Cloning Systems, La Jolla, CA) and pSQ326, respectively (Nishikawa and Nakano, 1993) .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 85,
                    "text": "(Qadota et al., 1992)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 253,
                    "end": 281,
                    "text": "(Nishikawa and Nakano, 1993)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid Construction"
        },
        {
            "text": "The PstI to SalI fragment of MFal was subcloned into pBluescript II SK+ (pBal). The DAP2-MFal fusion was constructed by inserting the blunted BamHI to BbilI fragment of pGP3 (Roberts et al., 1989 ) (obtained from T. Stevens of the University of Oregon) into the Sinai site of pBcO (pMDI-1). An NcoI site was introduced at the start codon of DAP2-MFal by PCR-mediated, site-directed mutagenesis using the oligonucleotide, 5'-CCCCGGGCCATGGAAGGTGGCGAAGAAG-3' (D-l). The DAP2 promoter region (BamHI to NcoI) was replaced by the SEC12 promoter fragment (XbaI to BspHI) (Nishikawa et al., 1994) to give pDDD-1.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 195,
                    "text": "(Roberts et al., 1989",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 564,
                    "end": 588,
                    "text": "(Nishikawa et al., 1994)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid Construction"
        },
        {
            "text": "Site-direct mutagenesis was performed to introduce XbaI and AfllI sites at the 354th and the 373rd codons of SEC12. A BspHI site was created at the start codon of SEC12 (Nishikawa et al., 1994) . SEC12-MFal bearing these three restriction sites was subcloned into pBluescript II SK+ whose BspHI site was destroyed by blunting and religation. The resulting plasmid was named pMS2-3 (also called pSSS-1). The start to the 29th codon fragment of DAP2 was made by PCR using primers D-1 and 5'-CCTCTAGACCITATGAGCITATCTAACAAATG-3' (D-5), digested by NcoI and XbaI and used to replace the BspHl to XbaI region of pSSS-1, and thus produced pDSS-1. For pDDS-1, PCR was performed using primers D-1 and 5'-GCCTTAAGTATACTTITFAGCAACAAAAC-3' (D-3). The resulting fragment (start to the 48th codon of DAP2) was digested by NcoI and AfllI and inserted into the BspHI and AfllI sites of pSSS-I. For pSDS-1, a fragment encoding the transmembrane domain (TMD) 1 of Dap2p was synthesized by PCR using primers D-3 and 5'-GCT-CTAGAGTCGGAATAATCCTTGTAC-3' (D-4). This fragment was digested by XbaI and AfllI and introduced into the XbaI and Aflll sites of pSSS-1. An AfllI site was created just before the 48th codon of DAP2-MFcU by PCR-mediated mutagenesis and subcloned into pBluescript II SK+ (named pMD3-3). The AfllI to SacI (in vector) fragment of pMD3-3 was used to replace the corresponding fragments of pSSS-1, pDSS-1, and pSDS-1 to produce pSSD-1, pDSD-1, and pSDD-1, respectively. These chimeric genes were also subcloned into pSQ326 to yield pXXX-2, where XXX stands for SSS, DDD, SDS, DDS, DSS, DSD, SDD, or SSD. The plasmids for the mutational analysis of the Secl2p TMD were constructed by PCR-mediated mutagenesis using oligonucleotides containing mutations corresponding to each mutant. The Xbal to Aflll region of pDSD-1 was replaced by the XbaI/AfllI mutated fragments made by PCR. All mutant genes were subcloned into pSQ326.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 193,
                    "text": "(Nishikawa et al., 1994)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid Construction"
        },
        {
            "text": "For the purpose of examining ER localization signals of other ER membrane proteins, we chose SED4 and SEC20. SED4 was cloned from a h phage containing the corresponding region of the yeast chromosome III (Yoshikawa and Isono, 1990 ) (provided by S. Tanaka and K. Isono of Kobe University). SEC20 was a kind gift from J. Nikawa of Kyushu Institute of Technology. PCR fragments encoding the TMD of Sed4p and Sec20p were made using pairs of primers, 5'-CCTCTAGATITITCT-TGAATVITGTTITGT and 5'-TGCTTAAGGCCTAG'I~GAATAGC-GCCAG (SED4), and 5'-TGTCTAGAGATGTCTATITATCACTT and 5'-TGCTTAAGCCATAGAACCCACGAGAC (SEC20). These fragments were digested by XbaI and AfllI and substituted for the Xbal-AfllI region of DSDm-1 to produce pD4Dm-1 and pD20Dm-1, respectively. SED4 was snbcloned in pBluescript II SK+, and an SpeI site was made just behind the 345th codon by PCR-mediated mutagenesis. The XbaI-XbaI (in vector) fragment from pSDDI-I was inserted at the SpeI site of SED4 to yield p4DDm-1. (This chimera is under the SED4 promoter.) These chimeras were subcloned into pSQ326 (pD4Dm-2, pD20Dm-2, and p4DDm-2).",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 230,
                    "text": "(Yoshikawa and Isono, 1990",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid Construction"
        },
        {
            "text": "Escherichia coli strains used for recombinant DNA experiments were DH5ct (Sambrook et al., 1989) , SCS1 (Stratagene Cloning Systems), and XLI-Blue (Bullock et al., 1987) . DNA manipulations, including restriction enzyme digestions, ligations, plasmid isolation, and E. coli transformation, were carried out by standard methods (Sambrook et al., 1989) . In all constructions, DNA sequences were determined by the dideoxy method using a sequencer (model 373A; Applied Biosystems, Tokyo, Japan). Yeast transformation was performed by the lithium thiocyanate method (Keszenman-Pereyra and Hieda, 1988) .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 96,
                    "text": "(Sambrook et al., 1989)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 147,
                    "end": 169,
                    "text": "(Bullock et al., 1987)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 327,
                    "end": 350,
                    "text": "(Sambrook et al., 1989)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 562,
                    "end": 597,
                    "text": "(Keszenman-Pereyra and Hieda, 1988)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid Construction"
        },
        {
            "text": "Indirect immunofluorescence microscopy was performed as described previously Sato et aL, 1995) . Affinity-puri- Nishikawa and Nakano, 1993; B, Sato et al., 1995;  C, this study.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 94,
                    "text": "Sato et aL, 1995)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 112,
                    "end": 139,
                    "text": "Nishikawa and Nakano, 1993;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 140,
                    "end": 161,
                    "text": "B, Sato et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 162,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence Microscopy"
        },
        {
            "text": "The Journal of Cell Biology, Volume 134, 1996 fled anti-Dap2p antibody was kindly provided by Y. Wada of the University of Tokyo and Y. Amaya of Yokohama City University. To amplify the fluorescent signals, the system using biotinylated goat anti-rabbit antibody and streptavidin-fluorescein (Sato et al., 1995) was employed.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 311,
                    "text": "(Sato et al., 1995)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence Microscopy"
        },
        {
            "text": "Metabolic labeling of yeast ceils, preparation of cell extracts, and immunoprecipitation were performed as described previously . In each immunoprecipitation, affinity-purified anti-Dap2p antibody or anti-Sec12p antiserum was added to the cell extract equivalent to 4 × 107 cells. The first immunoprecipitates were dissolved in 210 ~l of 1% SDS, divided into three aliquots, diluted with 10X volume of 2% Triton X-100, and subjected to the second immunoprecipitation with either the same antibody, anti-ctl--~6 mannose antiserum or anti-al-~3 mannose antiserum. Endoglycosidase H (Endo H) treatment and analysis by SDS-PAGE and fluorography were performed as described (Nishikawa et al., 1990) . Radioimage was also observed and quantified with an image analyzer (model BAS-1000; Fuji Photo Film Co., Tokyo, Japan).",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 693,
                    "text": "(Nishikawa et al., 1990)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Pulse-chase Experiments"
        },
        {
            "text": "Halo assays were performed on MCD plates with a tester MA Ta sst2 strain as described previously (Nishikawa and Nakano, 1993) . Four to ten independent spots were examined to quantify the amount of a-factor secreted. Expression levels of various chimeras were always analyzed by SDS-PAGE and immunoblotting using antibodies against Sec12p, Dap2p, or a-factor. In the case of a-factor fusions, the density of each band was evaluated by scanning and used to normalize the secretion of a-factor.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 125,
                    "text": "(Nishikawa and Nakano, 1993)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Other Methods"
        },
        {
            "text": "To determine which region of Sec12p is important for the ER localization, we planned to construct chimeric proteins between Sec12p and an appropriate passenger protein that is innocent for its destination. As such a passenger protein, we chose Dap2p (dipeptidyl aminopeptidase B), a vacuolar membrane protein. Dap2p is a transmembrane protein with the same topology as Sec12p (type II) but is transported to the vacuole quickly after biosynthesis (Roberts et al., 1989) . It has been shown that Dap2p has no particular localization signal in itself and thus is transported to the vacuole by default (Roberts et al., 1992) . This gives us a nice opportunity to identify the ER localization signal(s) of Sec12p by examining which chimeric constructs are localized to the ER. We dissected Sec12p and Dap2p into three parts: the NH2-terminal cytoplasmic domain, the TMD, and the COOH-terminal lumenal domain by introducing appropriate restriction sites in their corresponding genes. For convenience, we refer to the constructs with three letters composed of S and D. S stands for Sec12p and D is for Dap2p. The first letter indicates the NH2-terminal domain, the second is for the TMD, and the third is for the COOH-terminal domain. For example, SDD refers to the N (Sec12p)-TMD (Dap2p)-C (Dap2p) chimera. All the combinations of the three parts of the two proteins were made and named by this nomenclature (Fig. 1) . They were all placed under the SEC12 promoter.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 469,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 599,
                    "end": 621,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 1403,
                    "end": 1411,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "R e s u l t s Construction of Chimeric Proteins between Sec I2p and Dap2p"
        },
        {
            "text": "The subcellular localization of these chimeras was examined in three different ways: halo assay, indirect immunofluorescence, and pulse-chase experiments. First, we un-dertook the halo assay method that was used to isolate rer mutants (Nishikawa and Nakano, 1993) . As illustrated in Fig. 2 , this method utilizes fusions containing Mfalp in the lumenal domain. If a particular fusion protein is transported to the late Golgi, Mfalp moiety would be processed by the Kex2 protease leading to the secretion of mature a-factor. Cells secreting a-factor form a halo when placed on an agar plate with a lawn of tester a strain as a result of the growth arrest of the a cells (Halo+). Accordingly, the Halo-phenotype should indicate that the fusion is retained in the ER or the early Golgi. Sec12-Mfalp (SSSm) behaves very much like the authentic Sec12p. It is mostly localized in the ER and does not yield a halo in the wild-type cells (Nishikawa and Nakano, 1993 We constructed a Dap2-Mfal fusion protein (DDDm) and tested whether the wild-type cells expressing this fusion (WT/DDDm) secrete a-factor by the halo assay. As shown in Fig. 4 , upper spot 2, WT/DDDm produced a large halo, indicating that this fusion protein was transported to the late Golgi quite efficiently. Furthermore, DDDm was found to be subject to degradation in the vacuole. Immunoblotting using the anti-Dap2p antibody showed that the amount of DDDm was higher than in the wild-type PEP4 cells when the major vacuolar proteolytic activities were disrupted (Apep4) (data not shown). Finally, the immunofluorescence observation of DDDm showed clear vacuolar staining in the Apep4 cells (Fig. 3 , C-E). These all indicate that DDDm is processed in the late Golgi, transported to the vacuole, and eventually degraded there (Fig. 2, gray arrows) . The presence or absence of the vacuolar proteolytic activities (PEP4 or Apep4) did not affect the size of halo produced from DDDm (data not shown). The radius of the halo is proportional to the logarithm of the amount of secreted a-factor and thus is a good measure of the passage of the fusion protein through the late Golgi compartment.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 263,
                    "text": "(Nishikawa and Nakano, 1993)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 931,
                    "end": 958,
                    "text": "(Nishikawa and Nakano, 1993",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 290,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1128,
                    "end": 1134,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1654,
                    "end": 1661,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1789,
                    "end": 1810,
                    "text": "(Fig. 2, gray arrows)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis Using the a-factor Fusion"
        },
        {
            "text": "Since SSSm is localized to the ER, whereas DDDm is transported through the late Golgi to the vacuole, we went on to ask, in Sec12/Dap2-Mfodp chimeric proteins, which part of Sec12p could retain the whole molecule in the ER or the early Golgi? This was tested by performing halo assays on Mfalp fusions with all six chimeras we constructed, The fusion proteins were named with three letters composed of S and/or D followed by m (Fig. 1) . As Rerlp plays an important role in the ER localization of Sec12p, probably in the retrieval from the Golgi, all the experiments were done for both wild-type (SNY9) and",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 435,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Secl2p TMD Contains an ER Localization Signal That Depends on Rerlp"
        },
        {
            "text": "Arerl (SKY7) cells. Expression of each chimera was examined by immunoblotting with the anti-Mfixlp antibody. Although the cellular levels tended to be higher for the chimeras containing the NH2-terminal cytoplasmic domain of Sec12p (SSSm, SDSm, SDDm, and SSDm), no appreciable difference was observed between Rerl ÷ and zirerl cells (data not shown). The band densities were quantified by image scanning and used for further analysis (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secl2p TMD Contains an ER Localization Signal That Depends on Rerlp"
        },
        {
            "text": "The result of the halo assay is shown in Fig. 4 , spots 3--8. Using the synthetic pure a-factor as the standard, the amounts of secreted a-factor were calculated by measuring the radii of halos and their relative proportions to WT/ DDDm (upper spot 2). These results are summarized in Table II . Considering the different levels of chimeras as measured by immunoblotting, the relative values were corrected by normalization. The corrected values are shown in parentheses in Table II . This normalization does not affect our argument henceforth.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 285,
                    "end": 293,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 474,
                    "end": 482,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Secl2p TMD Contains an ER Localization Signal That Depends on Rerlp"
        },
        {
            "text": "Among the six chimeras that are composed of both Secl2p and Dap2p fragments, DSSm, DSDm, and SSDm did not produce any detectable halo in the wild-type cells (see Fig. 4 , spots 5, 6, and 8). This indicates that these proteins were retained in the cells before they reach the Kex2 compartment of the late Golgi. All these constructs contain the TMD of Secl2p (SRFFTNFILVLLSYILQFSL). It is striking that the DSDm chimera, whose only part from Secl2p is the TMD, is completely retained before the late Golgi. Complementary to this result, SDSm secreted c~-factor in the wild-type cells (see Fig. 4 , spot 3), again indicating that the TMD region of Secl2p is very important for its localization. The same interpretation can be made for SDDm (compare with SSDm). By replacing the Secl2p TMD by the Dap2p TMD, the retention of the molecule was seriously impaired. It should be noted, however, that the amount of the a-factor secreted by SDSm or SDDm is only 27-38 % (12-13 % if corrected by normalization of expression levels) as compared to DDDm, suggesting that another mechanism of retention operates for these proteins (see below). It seems that the lumenal domain of Secl2p has no effect on the localization as long as we could test by this halo assay. DDSm and SSDm were almost indistinguishable from DDDm and SSSm, respectively, in a-factor secretion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 168,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 588,
                    "end": 594,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Secl2p TMD Contains an ER Localization Signal That Depends on Rerlp"
        },
        {
            "text": "To further examine the effect of the Secl2p TMD on localization, we performed indirect immunofluorescence microscopy on DSDm in zldap2 cells. As shown in Fig. 5 A, staining with the anti-Dap2p antibody exhibited the typical ER pattern (nuclear envelope and peripheral ER) as The SNY9 cells contain one copy of the authentic SEC12 in the chromosome but its product's fluorescence signal is not detectable under this condition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "Fig. 5 A,",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Secl2p TMD Contains an ER Localization Signal That Depends on Rerlp"
        },
        {
            "text": "seen with the authentic Secl2p or SSSm (see Fig. 3 B) . No indication of vacuolar or Golgi staining was observed. Thus, we conclude that the TMD of Sec12p has sufficient information to localize the molecule to the ER.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "text": "Fig. 3 B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Secl2p TMD Contains an ER Localization Signal That Depends on Rerlp"
        },
        {
            "text": "The disruption of the RER1 gene showed various effects on the chimeric proteins (see Fig. 4 , Table II ). The three constructs, DSSm, DSDm, and SSDm, which contain the Sec12p TMD, secreted significant amounts of a-factor in the Arerl cells like SSSm. This indicates that Rerlp is very important for the retention of these proteins in the early compartments. In contrast, the secretion of a-factor by SDSm or SDDm was not markedly affected by the RER1 disruption. In the case of SDDm, the amount of the secreted a-factor was about 35-38% (12-13% if corrected) of that of DDDm, regardless of RER1 ÷ or Arerl. In other words, a significant amount of the molecule is still retained in the early compartments independent of the Rerlp function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 91,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 94,
                    "end": 102,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Secl2p TMD Contains an ER Localization Signal That Depends on Rerlp"
        },
        {
            "text": "It is evident that the TMD region of Sec12p is sufficient to localize the chimeric proteins to the ER in the RER1 + cells. However, is it solely necessary for the ER localization of Secl2p? The answer is obviously no. Even with the Dap2p TMD, SDSm and SDDm constructs secrete only 30-40% (10-15% if corrected) of a-factor as compared to The amounts of secreted c~-factor in Fig. 4 were quantified and expressed as proportions relative to that secreted by DDDm in the wild-type ceils. A value below 5 means that it was below the detection limit. The figures in parentheses are after correction, considering the amount of each chimera estimated by immunoblotting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 380,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Secl2p Cytoplasmic Domain Contains an Rerlp-independent E R Localization Signal"
        },
        {
            "text": "DDDm, leaving a considerable amount of the protein retained in the early compartment(s). In fact, these chimeric genes were able to complement the lethality of the SEC12 gene disruption on a multicopy plasmid. Since the NH2terminal cytoplasmic domain is the only region originating from Secl2p in the case of SDDm, these observations strongly suggest that this domain also has a signal to localize the protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secl2p Cytoplasmic Domain Contains an Rerlp-independent E R Localization Signal"
        },
        {
            "text": "To examine whether SDDm is in fact retained in the ER, we performed immunofluorescence microscopy. As shown in Fig. 5 C, the anti-Dap2p antibody again stained the ER in the Adap2 cells expressing SDDm. This led us to conclude that the cytoplasmic domain of Secl2p also has an ability to localize the protein to the ER. The efficiency of the ER localization attained by the cytoplasmic domain appears to be lower than that of the TMD because the secretion of a-factor from the Mfalp fusion is not completely prevented by this domain alone. The effect of the cytoplasmic domain does not require the presence of Rerlp. This raises an intriguing possibility that the retention by the cytoplasmic domain may be due to the static mechanism at the exit from the ER. It should also be noted that, in the absence of Rerlp, the cytoplasmic domain is not the only region that causes the retention. As seen in Table II , the Secl2p TMD also has an effect in the Arerl cells (see DSSm and DSDm). This Rerlp-independent mechanism may involve both the cytoplasmic and TMD regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 117,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 898,
                    "end": 906,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Secl2p Cytoplasmic Domain Contains an Rerlp-independent E R Localization Signal"
        },
        {
            "text": "It is known that the ER retention of the proteins could also result from the quality control of the ER. The Dap2-Mfalp (DDDm) construct showed no enzymatic activity of dipeptidyl aminopeptidase. The Mfalp moeity might hinder correct folding of the lumenal domain of Dap2p and thus activate the potent quality control system in the ER for some of the chimeric proteins. Although the fact that DSDm forms a large halo in the Arerl ceils strongly argues against this possibility, we decided to test the ER localization effects of the TMD and the cytoplasmic domain in more native forms. We constructed DSD and SDD, which contain the complete COOH-terminal lumenal domain of Dap2p devoid of the Mfalp moiety. This version of the chimeric proteins expressed in the Adap2 cells showed full dipeptidyl aminopeptidase activities as the authentic Dap2p (data not shown). SDD is also completely functional as Secl2p since it could complement the Asec12 mutant on a single-copy plasmid. Immunofluorescence microscopy (Fig. 6, A and B) showed that, like DSDm, DSD was strictly localized to the ER. SDD was mainly localized to the ER, but weak vacuolar staining was also observed (Fig. 6, C-E) . This is consistent with the fact that SDDm had less ability of retention than DSDm as measured by the halo assay. Because DSD and SDD retain the full activity as Dap2p and SDD fucntions like the authentic Sec12p, it is unlikely that these proteins invoke the quality control of the ER as unfolded proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1006,
                    "end": 1023,
                    "text": "(Fig. 6, A and B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1167,
                    "end": 1180,
                    "text": "(Fig. 6, C-E)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Secl2p Cytoplasmic Domain Contains an Rerlp-independent E R Localization Signal"
        },
        {
            "text": "We also observed immunofiuorescence of DSD in Arerl cells. As shown in Fig. 7 , D-F, the ER staining was still obvious in most cells, although the vacuolar staining was also seen (compare with DDD, Fig. 7 , A-C). This indicates that the TMD of Secl2p has an ability of ER localization even in the absence of Rerlp, supporting the aforementioned possibility that it is involved in both Rerlp-dependent and independent mechanisms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 198,
                    "end": 204,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Secl2p Cytoplasmic Domain Contains an Rerlp-independent E R Localization Signal"
        },
        {
            "text": "To determine which mechanism of ER localization, retention or retrieval, utilizes these two domains in Sec12p, we carried out metabolic pulse-labeling and chase experiments on the chimeric proteins. Since Ochlp, yeast etl-->6 mannosyl transferase, is located in the early Golgi compartment, the rate of al-->6 mannose modification should reflect the rate of transport from the ER to the early Golgi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate of Mannosyl Modification Distinguishes between Retention and Retrieval"
        },
        {
            "text": "First, as a control, the cells harboring SEC12 or DAP2 on a multicopy plasmid were pulse-labeled for 10 min and chased for 0--60 min. Sec12p and Dap2p were immunoprecipitated with the anti-Secl2p or anti-Dap2p antibody and then subjected to the second immunoprecipitation with either the same antibody, anti-cd--~6 mannose antibody, or anti-ed---~3 mannose antibody (Fig. 8) . To avoid ambiguity due to heterogeneous glycosylation, a half of each sample was treated with endo H. After SDS-PAGE, the radioactivity of each band was quantified by radioimaging analysis. The relative amounts of al---~6 and etl---)3 mannosyl modifications are shown in Table III as percentage over the second Sec12p or Dap2p immunoprecipitate. As described previously (d 'Enfert et al., 1991; Nishikawa and Nakano, 1993) , Secl2p acquires a significant amount of ed---~6 mannose modification after synthesis, 18% at 60 min chase in this particular experiment (Fig. 8 A) . This modification is obvious, but its rate is much slower than those of typical secretory proteins. This indicates that the exit from the ER is rate limiting for Secl2p. Furthermore, modification by etl---~3 linkage was hardly detected even at 60 min chase, indicating that the retrieval process operates quite efficiently as well.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 771,
                    "text": "'Enfert et al., 1991;",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 799,
                    "text": "Nishikawa and Nakano, 1993)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 374,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 648,
                    "end": 657,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 938,
                    "end": 948,
                    "text": "(Fig. 8 A)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Rate of Mannosyl Modification Distinguishes between Retention and Retrieval"
        },
        {
            "text": "In contrast, mannosyl modification of Dap2p is very fast (Fig. 8 B) . Dap2p appeared as the ll0-kD ER form containing 5--8 N-linked oligosaccharide chains and underwent further modification to the 120-kD mature (vacuolar) form during chase (Roberts et al., 1989) . Endo H treatment unveiled emergence of a smaller species, which is perhaps due to the degradation in the vacuole. Quantification of mannosyl modification indicates that 29% of Dap2p already acquired the ed---~6 mannosyl linkage during 10-min pulse, and the proportion increased to 70% at 60 min chase (see Table III ). The modification with etl---~3 linkage was also evident even at 0 min and extended during chase.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 262,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 67,
                    "text": "(Fig. 8 B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 571,
                    "end": 580,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Rate of Mannosyl Modification Distinguishes between Retention and Retrieval"
        },
        {
            "text": "A similar pulse-chase experiment was performed on DSD and SDD using anti-Dap2p and anti-Secl2p anti- bodies, respectively (Fig. 9) . DSD was detected as triplet bands at around 110 kD (Fig. 9 A) . This heterogeneity is due to the N-linked oligosaccharides because they coalesced to a single band by endo H treatment. Apparently, the rate of ctl--->6 modification of DSD was much faster than that of Secl2p. 40% of DSD became precipitable by the od--->6 mannose antibody at 60 min. Even at 0 min, a population (N6%) that was modified with cd--->6 linkage was detectable after endo H treatment. DSD was little modified with cd--->3 mannosyl linkage, indicating that this chimera efficiently arrives at the early Golgi but does not go beyond there. Considering the fact that DSD is exclusively localized to the ER as observed by immunofluorescence, this result strongly suggests that it is the retrieval from the Golgi to the ER that operates predominantly to localize DSD to the ER.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "(Fig. 9)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 184,
                    "end": 194,
                    "text": "(Fig. 9 A)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Rate of Mannosyl Modification Distinguishes between Retention and Retrieval"
        },
        {
            "text": "SDD was detected as a 152-kD band (Fig. 9 B) . In contrast to DSD, the rate of od--->6 mannosyl modification on SDD was very slow. Only 19% was modified with the cd---~6 linkage after 60 min, which is very similar to the case of Secl2p (see Table III ). It appears that the acquisition of the ctl-->3 modification of SDD (8% at 60 min) is significantly faster than either Secl2p or DSD. Since the ER localization of SDD does not require Rerlp, which is involved in the retrieval, it may be reasonable that the SDD molecules are not sent back to the ER efficienctly once they have left. In fact, the immunofluorescence of SDD (see Fig. 6 D) indicates that some population of SDD is transported to the vacuole. The results of the halo assay on SDDm also supports this. All these observations are consistent with the idea that SDD is localized to the ER by moderate static retention. A small portion escapes from this mechanism, and the molecules that depart from the ER do not return but reach the vacuole.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 44,
                    "text": "(Fig. 9 B)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 241,
                    "end": 250,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 630,
                    "end": 639,
                    "text": "Fig. 6 D)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Rate of Mannosyl Modification Distinguishes between Retention and Retrieval"
        },
        {
            "text": "We tried to determine which residues in the TMD of Secl2p are important for the ER localization. The TMD of Sec12p contains several polar and aromatic amino acid residues. These residues were first changed to alanine in a variety of combinations (Fig. 10) . The mutations were introduced into DSDm, whose ER localization was fulfilled only by virtue of the Sec12p TMD, and the effect was tested by the halo assay. F-A (F355A, F356A, and F359A) and SY-A ($366A, Y367A, and $372A) mutants did not produce any halo in the wild-type cells, indicating that they were completely retained in the ER/c/s-Golgi. FSY-A (F-A plus SY-A), N-A (N358A), and Q-A (Q370A) formed very small halos. The halo of NQ-A (N-A plus Q-A) was slightly larger than that of either N-A or Q-A. These mutants appear to be leaking out of the ER, but the majority is still localized to the ER. Even the A10 mutant, in which all of the polar and aromatic residues were replaced by alanine, is mostly located in the ER in the wild-type cells. It appears that none of these alanine mutants disrupts the The Journal of Cell Biology, Volume 134. 1996 ing Dap2p (B) were labeled with tran35S-label at 30°C for 10 min and chased for the indicated times. Secl2p and Dap2p were first immunoprecipitated with the respective antibodies. The immunoprecipitates were dissolved in 1% SDS, divided into three aliquots, and subjected to the second immunoprecipitation with the antibodies against Secl2p or Dap2p, etl--~6 mannosyl linkages (cd,6), and etl--~3 mannosyl linkages (cd,3). Each sample was further divided into two, treated with or without endo H, and analyzed by SDS-PAGE and radioimaging.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 255,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mutational Analysis of the TMD"
        },
        {
            "text": "ER localization information in the TMD completely~ although some mutations resulted in the decrease of efficiency. Interestingly, all these alanine mutants kept the Rerlp dependency. In the Arerl cells, the mutants produced halos as large as DSDm did. Upon this surprising result, we decided to construct another series of replacement using leucine instead of alanine. The result is also shown in Fig. 10 . N-L (N358L), Q-L (Q370L), and NQ-L (N-L plus Q-L) mutations formed larger halos than the corresponding alanine mutants, indicating that hydrophobicity of these residues is an important parameter. The Rerlp dependency was still seen with these mutants but became less apparent, especially with NQ-L. With the L7 mutant, in which serine, threonine, asparagine, and glutamine residues were all replaced by leucine, the Rerlp dependency finally disappeared. The difference between the alanine and leucine mutants suggests that the distribution of hydrophobicity in the TMD somehow affects its ability to localize the protein to the ER in the Rerlp-dependent manner. On the other hand, even with this L7 mutant, the secretion of s-factor was not as efficient as DDDm. We further proceeded to construct the LeuX19 mutant, which contains only 19 leucine residues in the TMD. This artificial TMD showed Rerlp-independent halo formation, but again the efficiency was not as good as DDDm. Since the expression levels of these mutant proteins were almost the same as DSDm and D D D m as determined by immunoblotting (data not shown), the decrease of the size of halos was not due to their reduced synthesis. In fact, immunofluorescence observation of the cells expressing L7 or LeuX19 showed staining of both the ER and the vacuoles (data not shown). The ER localization was not as strict as with the Secl2p TMD, but it was still obvious. The length of the stretch of leucine (LeuX13, LeuX15, LeuX17, LeuX21, LeuX23, and LeuX26) did not affect its localization property as long as we could test by the halo assay (M. Sato, unpublished data) . We also introduced some of these mutations in the TMD of SSSm and performed the halo assay. Similar tendencies were observed, though the halos were smaller because the defect was partly masked by the reten- ",
            "cite_spans": [
                {
                    "start": 2013,
                    "end": 2036,
                    "text": "Sato, unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 404,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mutational Analysis of the TMD"
        },
        {
            "text": "We further examined whether any parts of other ER membrane proteins could act as a signal to localize Dap2p to the ER. Sed4p and Sec20p are also type II transmembrane proteins in the ER but have the H D E L sequence at their C O O H terminus, unlike Secl2p (Hardwick et al., 1992; Gimeno et al., 1995; Sweet and Pelham, 1992) . Sed4p shows a striking structural similarity to Secl2p in the NH2terminal cytoplasmic domain and the TMD (45% identical) but not in the COOH-terminal lumenal domain. Sec20p has no homology to Secl2p. It has been shown that the H D E L sequence of Sec20p is important for its ER localization (Sweet and Pelham, 1992) . We constructed D4Dm and D20Dm (Fig. 11 A) by replacing the TMD of Dap2p by that of Sed4p or Sec20p. The behavior of these chimeras in wild-type and Arerl cells was tested by the halo assay (Fig. 11 B) . D4Dm did not produce any halo in the wild-type cells, indicating that the TMD of Sed4p is sufficient for the ER localization. Subcellular localization of D4Dm was also examined by immunofluorescence, which showed strict ER staining similar to that of DSDm (Fig. 12 B) . This effect was dependent on Rerlp because D4Dm produced a halo in drerl (Fig. 11 B) . Thus, the Rerlp-dependent mechanism of ER localization commonly operates on the TMD of Secl2p and Sed4p. In contrast, D20Dm formed a large halo in either wild-type or Arerl cells (Fig. 11 B) . This clearly indicates that the Rerlp-dependent system is not effective to all transmembrane ER proteins. It apparently discriminates Sec20p from Secl2p and Sed4p. In the case of Sec20p, other motifs including the H D E L sequence might decide the localization.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 280,
                    "text": "(Hardwick et al., 1992;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 281,
                    "end": 301,
                    "text": "Gimeno et al., 1995;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 302,
                    "end": 325,
                    "text": "Sweet and Pelham, 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 619,
                    "end": 643,
                    "text": "(Sweet and Pelham, 1992)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 676,
                    "end": 687,
                    "text": "(Fig. 11 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 835,
                    "end": 846,
                    "text": "(Fig. 11 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1105,
                    "end": 1116,
                    "text": "(Fig. 12 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1192,
                    "end": 1203,
                    "text": "(Fig. 11 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1385,
                    "end": 1396,
                    "text": "(Fig. 11 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ER Localization Signals of Other ER Membrane Proteins"
        },
        {
            "text": "Since the cytoplasmic domain of Sed4p is homologous to that of Secl2p, we tested its effect on the ER localization as well. 4DDm (Fig. 12 A) was expressed in wild-type cells, and indirect immunofluorescence microscopy was performed (Fig. 12 B) . 4DDm was mainly located in the ER, but weak vacuolar staining was also observed in some cells. This is very similar to SDDm and SDD, suggesting that the cytoplasmic domain of Sed4p also has an ability to localize the molecule in the ER in a similar manner to that of Secl2p.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 140,
                    "text": "(Fig. 12 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 232,
                    "end": 243,
                    "text": "(Fig. 12 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ER Localization Signals of Other ER Membrane Proteins"
        },
        {
            "text": "Signals, or special structural motifs, are essential for correct sorting of proteins in a cell. During membrane traffic in the secretory pathway, vesicles dynamically cycle between organelles. The sorting processes in such vesicular traffic should also be understood from the viewpoint of recognition of signals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two ER Localization Signals of Secl2p"
        },
        {
            "text": "We have been investigating how yeast Secl2p is localized to the ER. Secl2p is a pivotal membrane component required for vesicle budding from the ER and needs to be strictly localized to the ER membrane, but there is also evidence that it recycles between the ER and the Golgi apparatus (Nakano et al., 1998; Nishikawa and Nakano, 1993; Oka and Nakano, 1994) . We have shown in this paper that such localization of Secl2p is achieved by two mechanisms: static retention in the ER that involves the NHz-terminal cytoplasmic domain of Sec12p and dynamic retrieval from the Golgi to the ER that requires the TMD. We shall call the structural motifs contained in these domains the retention and retrieval signals, respectively. A Golgi membrane protein, Rerlp, plays an important role in the retrieval process (Sato et al., 1995) . The retrieval by the TMD signal depends on the presence of Rerlp in the Golgi, whereas the retention by the cytoplasmic signal is Rerlp-independent (Fig. 13) .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 307,
                    "text": "(Nakano et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 335,
                    "text": "Nishikawa and Nakano, 1993;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 336,
                    "end": 357,
                    "text": "Oka and Nakano, 1994)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 805,
                    "end": 824,
                    "text": "(Sato et al., 1995)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 984,
                    "text": "(Fig. 13)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Two ER Localization Signals of Secl2p"
        },
        {
            "text": "The above conclusion has been obtained from the experiments using chimeric fusions between Sec12p and a reporter protein Dap2p. Since Dap2p, a vacuolar membrane protein, is believed to be innocent for its destination and is transported to the vacuole by default under normal conditions (Roberts et al., 1992) , the effects of the Sec12p domains on localization can be directly tested on chimeric proteins. The results of biochemical and morphological experiments demonstrate that either the TMD or the cytoplasmic domain of Sec12p causes ER localization when included in the chimera. The actions of these two domains are independent of each other. The TMD alone can localize the protein to the ER quite efficiently, while the cyto- Figure I1 . The effect of the TMDs of Sed4p and Sec20p on ER localization. (.4) The TMD of DDDm was replaced by that of Sed4p and Sec20p to construct D4Dm and D20Dm, respectively. Amino acid sequences of the junction regions are shown. (B) The secretion of mature a-factor was examined by the halo assay using wild-type (SNY9) and Arerl (SKY7) cells.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 308,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 732,
                    "end": 741,
                    "text": "Figure I1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Retention and Retrieval"
        },
        {
            "text": "plasmic domain can retain the majority of the molecules in the ER as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retention and Retrieval"
        },
        {
            "text": "The fact that the effect of the TMD is Rerlp-dependent suggests that this is due to the retrieval mechanism. In a previous study, we showed that Rerlp is an integral membrane protein in the Golgi apparatus, most probably residing in the cis region of the Golgi (Sato et al., 1995) . Rerlp could serve for ER localization of Secl2p either by directly sending back the molecule to the ER or by preventing its progression to the later compartments of the Golgi. The role of Rerlp in such retrieval processes is in good agreement with the biochemical observations in this study. On DSD, a chimeric construct whose ER localization is achieved by the Rerlp-dependent effect of the TMD, the rate of al---~6 mannosyl modification is quite fast, unlike Secl2p, whereas that of ctl---~3 mannosyl modification is strictly inhibited. Since the ed---)6 and al---)3 modifications take place in the cis and medial compartments of the Golgi apparatus, respectively (Nakayama et al., 1992; , this observation indicates that DSD is rapidly reaching the cis-Golgi but does not move on to the medial-Golgi because it is returned to the ER (see Fig. 13 ). This has led us to conclude that the signal contained in the TMD is for retrieval.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 280,
                    "text": "(Sato et al., 1995)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 949,
                    "end": 972,
                    "text": "(Nakayama et al., 1992;",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1124,
                    "end": 1131,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Retention and Retrieval"
        },
        {
            "text": "In contrast, the effect of the NH2-terminal cytoplasmic domain is quite different. It does not require the presence of Rerlp and appears to be less efficient than the TMD for ER localization. The analysis on mannosyl modification on SDD, a construct localized to the ER by the cytoplasmic domain, indicates that this molecule is largely detained in the ER. The rate of al--->6 modification is as slow as that of the authentic Sec12p. This strongly suggests that the ability of the cytoplasmic domain to localize the protein in the ER is due to the static retention mechanism. Interestingly, the SDD molecules that have escaped the retention and acquired the etl--->6 linkage appear to be further modified by the etl---~3 mannose in time. This may be because the retrieval system does not work effectively on SDD. This is also consistent with the fact that the ER localization of SDD is not affected by the deletion of RERI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retention and Retrieval"
        },
        {
            "text": "Increasing numbers of reports suggest that some membrane proteins have multiple signals for localization. For example, Graham and Krasnov (1995) showed that the COOH-terminal lumenal domain and the TMD of yeast Mnnlp are important for the Golgi localization; Itin et al. (1995) reported that both the lumenal and cytoplasmic domains of human ERGIC-53 are involved in ER-ERGICc/s-Golgi recycling; and Szczesna-Skorupa et al. (1995) claimed that the TMD and the COOH-terminal cytoplasmic domain of rabbit cytochrome P450 2C1 and 2C2 contain signals for the ER localization, However, the functional differentiation of these signals remains unclear. In this paper, we have shown for the first time that yeast Sec12p contains two distinct signals that correpond to two different mechanisms, retention and retrieval. Previously, Boehm et al. (1994) implied the importance of the Secl2p TMD by comparing the secretion of invertase from Sec22et-factor-invertase and Sec22/12-et-factor-invertase fusions. They showed that secretion of the invertase activity was suppressed by introduction of the Secp TMD and that this the ER, whereas the TMD of Sec12p is required for the efficient Rerlp-dependent retrieval from the Golgi to the ER. The parts of Secl2p that act as signals of retention and retrieval are filled in black.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 144,
                    "text": "Graham and Krasnov (1995)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 259,
                    "end": 277,
                    "text": "Itin et al. (1995)",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 430,
                    "text": "Szczesna-Skorupa et al. (1995)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 823,
                    "end": 842,
                    "text": "Boehm et al. (1994)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dissection of Signals"
        },
        {
            "text": "effect was diminished by the deletion of RER1. In this context, their findings are consistent with our study, although the effect of the TMD was only partial in their work. In normal cells, the retention mechanism would mask the retrieval effect and vice versa. Successful dissection of two such signals has become possible by the systematic analysis of chimeric proteins and the use of the Arerl mutant in the present study. Further determination of the signals of Secl2p has been attempted at the level of amino acid residues. We have performed an extensive mutational analysis on the residues in the TMD and obtained a surprising result: Even the mutant TMD that has had all the polar and aromatic residues replaced by alanine (AIO of Fig. 12) can still localize the DSD molecule to the ER in an Rerlp-dependent manner. Since this TMD contains only alanine, valine, leucine, and isoleucine residues, one might argue that the recognition of the TMD signal by the retrieval system is not quite strict in terms of structure. However, we have also realized that the dependency on Rerlp is completely lost when most of these polar residues are replaced by leucine (L7 of Fig. 12) . Apparently, there is a difference between leucine and alanine residues in the Rerlp-dependent localization effect of the mutant TMD. One obvious difference between these two amino acids is the bulkiness of the side chain. In other words, they differ in the degree of hydrophobicity. By scrutinizing the Secl2p TMD and its mutant versions that retain the Rerlp dependency, we find that there is a gradient of hydrophobicity which peaks in the middle of the TMD. The hydrophobic core in the center that is flanked by less hydrophobic residues appears to be a feature of the Rerlp-dependent signals. From such a point of view, the Rerlp-dependent TMD of Sed4p has a similar profile, whereas the Rerlp-independent TMDs of Dap2p and Sec20p do not. In support of this idea, the artificial TMD consisting of 19 leucine residues does not show the Rerlp-dependent localization effect. Further experimental tests are possible and will be necessary to prove or disprove this:hypothesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 738,
                    "end": 746,
                    "text": "Fig. 12)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1169,
                    "end": 1177,
                    "text": "Fig. 12)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dissection of Signals"
        },
        {
            "text": "Apart from the =Rertp dependency, it is also puzzling that even the LeuX19 TMD can localize the protein to the ER to some extent. Although weak, this artificial TMD has an ability to retain the chimeric protein in the ER, which is not present in the Dap2p TMD. How could this observation be explained? Let us presume here that this is due to the retention in the ER because it is Rerlp-independent. Possibly, the introduction of this artificial stretch of leucines interferes with the assembly of the DSDm protein into the transport vesicles and thus retards the ER-to-Golgi traffic. The quality control system of the ER might be somehow involved in this process. Alternatively, the partial ER retention may take place without any particular signal, and the fast exit of Dap2p from the ER may depend on a selective mechanism that positively transports the protein to the Golgi apparatus. This is a revival of the selectivity model of Lodish (1988) and may be consistent with the arguments that cargo molecules are selectively concentrated in transport vesicles (Mizuno and Singer, 1993; Balch et al., 1994) . Of course, we cannot exclude the possibility that the effect of the LeuX19 TMD in ER localization is due to another retrieval mechanism that does not require Rerlp. It is known that many Golgi membrane proteins are localized by virtue of the TMD signals. However, the structural requirements of such signals are still unclear (Swift and Machamer, 1991; Bretscher and Munro, 1993; Nilsson et al., 1993; Weisz et al., 1993) . If the TMD alone can distinguish ER and Golgi proteins, what is the difference between them? Munro (1995) has recently demonstrated that the length of the TMD is critical for the Golgi retention in the case of sialyltransferase and suggested the importance of the lipid-based sorting. In his experiment, the LeuX17 TMD functions as a Golgi localization signal. We have performed a similar experiment to test whether such a length effect of the TMD could be involved in the case of Sec12p as well. The result indicates that all of the leucineonly TMDs we have examined show a partial retention ability that is independent of Rerlp. There was no special preference to the length of leucine stretch (M. Sato, unpublished data). The different requirement of similar hydrophobic TMD between the ER and the Golgi localization remains to be clarified experimentally.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 947,
                    "text": "Lodish (1988)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1061,
                    "end": 1086,
                    "text": "(Mizuno and Singer, 1993;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1087,
                    "end": 1106,
                    "text": "Balch et al., 1994)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1435,
                    "end": 1461,
                    "text": "(Swift and Machamer, 1991;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1462,
                    "end": 1488,
                    "text": "Bretscher and Munro, 1993;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1489,
                    "end": 1510,
                    "text": "Nilsson et al., 1993;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1511,
                    "end": 1530,
                    "text": "Weisz et al., 1993)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1626,
                    "end": 1638,
                    "text": "Munro (1995)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Dissection of Signals"
        },
        {
            "text": "We have also tried to determine which part of the cytoplasmic domain of Sec12p is important for the ER retention by a systematic deletion analysis. However, most of the constructed mutant proteins are unstable in the yeast cells, and we have been unable to narrow down the region that is ascribed to for the retention mechanism. The cytoplasmic domain of Secl2p contains the catalytic site of the protein that functions as the guanine-nucleotide exchange factor toward the Sarl GTPase (Barlowe and Schekman, 1993) . Mutations in this region may hamper the interaction with Sarlp and other molecules that are essential for vesicle budding and thus accelerate the degradation of the mutant protein. It is also conceivable that the interaction of the cytoplasmic domain of Secl2p with other component(s) of the budding machinery may be the mechanism of the static retention. If so, the signal in this domain may require its overall conformation rather than particular residues.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 513,
                    "text": "(Barlowe and Schekman, 1993)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Mechanism of Retention"
        },
        {
            "text": "A hint on this possibility comes from the result on Sed4p. Sed4p shares high homology with Secl2p in the cytoplasmic domain and the TMD (Hardwick et al., 1992) . In fact, both of these domains are capable of localizing the Dap2p chimeras in the ER as those of Secl2p do. If the ER retention by the cytoplasmic domain of Secl2p is fulfilled by interaction with other molecules, is it also the case with the cytoplasmic domain of Sed4p? If so, are there common partners with which Secl2p and Sed4p can interact? Sed4p has been shown not to possess the guaninenucleotide exchanger activity toward Sarlp despite the high similarity to Secl2p (Barlowe and Schekman, 1993) . However, Gimeno et al. (1995) reported that synthetic lethal interaction exists between one mutant allele of SAR1 and the disruptant of SED4 and suggested the possibility that their products may function in a multisubunit complex in the wild-type cells. Sed4p has also been shown to interact with Secl6p (Gimeno et al., 1995) . Since SAR1 has a strong suppressor activity on sec12 and sec16 ts mutants (Nakano and Muramatsu, 1989) , there may be a link between Secl2p and Secl6p. Sarlp and Secl6p could be somehow involved in the ER retention of Secl2p and Sed4p. How Sarlp and Sec16p are associated with the ER membrane is totally unknown. To solve this kind of chicken-and-egg problem, further efforts to dissect the structural requirements of the cytoplasmic domains of Secl2p (and Sed4p) will be necessary.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 159,
                    "text": "(Hardwick et al., 1992)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 638,
                    "end": 666,
                    "text": "(Barlowe and Schekman, 1993)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 678,
                    "end": 698,
                    "text": "Gimeno et al. (1995)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 973,
                    "end": 994,
                    "text": "(Gimeno et al., 1995)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1071,
                    "end": 1099,
                    "text": "(Nakano and Muramatsu, 1989)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Mechanism of Retention"
        },
        {
            "text": "The analyses of signals are always complementary to the analyses of receptors. In the case of the KDEL/HDEL signal, Erd2p has been identified as its receptor (Semenza et al., 1990) . In the retrieval of membrane proteins with the dilysine motifs, the coatomer (COP I) binds to this signal and executes the Golgi-to-ER retrograde transport (Cosson and Letourneur et al., 1994) . What about the Sec12p signals? If the recognition of these signals is a receptor-mediated process, massive overproduction of the signals would give rise to saturation and overflow of the sorting mechanism. In the case of the authentic Sec12p, enormous overproduction does not lead to its missorting but rather complex phenomena including proliferation of the ER membrane, inhibition of ER-to-Golgi anterograde transport, and formation of the BiP bodies in the lumen of the ER (Nishikawa et al., 1994) . Such consequences are probably due to the imbalance of the Sarlp GTPase cycle caused by the increase of the catalytic sites of Sec12p as the guanine nucleotide exchange factor. Since the TMD of Sec12p does not have such an effect on Sarlp, we could test the effect of its overproduction. In fact, when the DSDm construct was expressed by the strong promoter of the glyceraldehyde-3-phosphate dehydrogenase gene on a multicopy plasmid, secretion of t~-factor was clearly observed, indicating that this chimeric protein was mislocalized to the late Golgi (M. Sato, unpublished data) . This suggests that the retrieval of Sec12p by the TMD signal is a saturable process, again implying the existence of a receptor.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 180,
                    "text": "(Semenza et al., 1990)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 351,
                    "end": 375,
                    "text": "Letourneur et al., 1994)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 854,
                    "end": 878,
                    "text": "(Nishikawa et al., 1994)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1438,
                    "end": 1461,
                    "text": "Sato, unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of Rerlp"
        },
        {
            "text": "On the other hand, the structural requirement of the TMD remains to be clarified as discussed above. While the Sec12p TMD accepts rather extensive alterations, a distri-bution of the hydrophobicity with the central core may be the feature of the signal. Rerlp is an important player in this retrieval process. Is it possible that this molecule recognizes a variety of TMD signals as a receptor? Since Rerlp is an integral membrane protein with four membrane spans, there is a chance that such transmembrane regions physically interact with the Secl2p TMD. Such a possibility is testable by biochemical means and is now being investigated. Rerlp has highly charged regions in both the termini and the middle of the molecule. Such structural properties of Rerlp might have some relation to the hydrophobicity gradient in the TMD signal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Rerlp"
        },
        {
            "text": "It is also possible that Rerlp is a component of the general machinery that functions in the sorting of proteins in the cis-Golgi. It could help concentrate the ER-resident proteins to be retrieved or might block their forwarding to the later compartments. If the role of Rerlp is in fact general for multiple signals, its mutant should show pleiotropic effects on a variety of cargos. The small amount of missecreted BiP seen in the Arerl cells (Sato et al., 1995) could reflect such a general defect. On the other hand, missorting of the dilysine signal was not observed in the same ceils . Apparently, understanding of the structure and function of such general machinery requires further identification of components by genetic and biochemical studies. The RER2 gene we identified previously (Nishikawa and Nakano, 1993) appears to encode a hydrophilic protein which is peripherally associated with the ER membrane (M. Sato, S. Nishikawa, K. Sato, and A. Nakano, unpublished) . Its role could be implicated in the retention rather than in retrieval.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 465,
                    "text": "(Sato et al., 1995)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 796,
                    "end": 824,
                    "text": "(Nishikawa and Nakano, 1993)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 923,
                    "end": 979,
                    "text": "Sato, S. Nishikawa, K. Sato, and A. Nakano, unpublished)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of Rerlp"
        },
        {
            "text": "It should also be mentioned here that the effect of the Secl2p TMD is not completely Rerlp-dependent. Even in the absence of Rerlp, a significant amount of DSD is localized to the ER. This might indicate that multiple pathways exist in the retrieval system. The fact that the disruption of the RER1 gene is not lethal could also suggest the redundancy of the retrieval mechanism. Perhaps the deletion of Rerlp only partially impairs the function of the retrieval machinery. Alternatively, the TMD of Sec12p may also harbor a weak signal for static retention. The observation that the rate of {xl---~6 mannosyl modification on DSD is not as fast as Dap2p supports this possibility. More extensive analysis on the amino acid residues in the TMD might separate such different effects in terms of Rerlp dependency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Rerlp"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vesicular stomatitis virus glycoprotein is sorted and concentrated during export from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Balch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccaffery",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Plutner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SEC12 encodes a guanine nucleotide exchange factor essential for transport vesicle budding from the ER",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barlowe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature (Lond. )",
            "volume": "365",
            "issn": "",
            "pages": "347--349",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COPII: a membrane coat formed by Sec proteins that drive vesicles budding from the endoplasmic retieulum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barlowe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamamoto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Rexach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ravazzola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amherdt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "77",
            "issn": "",
            "pages": "895--907",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Kex2--dependent invertase secretion as a tool to study the targeting of transmembrane proteins which are involved in ER--->Golgi transport in yeast",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boehm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ossig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "13",
            "issn": "",
            "pages": "3696--3710",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cholesterol and the Golgi apparatus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bretscher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science. (Wash. DC)",
            "volume": "261",
            "issn": "",
            "pages": "1280--1281",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "XLl-blue: a high efficiency plasmid transforming recA Escherichia coli strain with beta-galactosidase selection",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Bullock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Short",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Biotechniques",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coatomer interaction with dilysine endoplasmic reticulum retention motifs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cosson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Letourneur",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science (Wash. DC)",
            "volume": "263",
            "issn": "",
            "pages": "162--1631",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Recycling of proteins from the Golgi compartment to the ER in yeast",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "369--377",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structural and functional dissection of a membrane glycoprotein required for vesicle budding from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Enfert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barlowe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Mol. Cell. Biol",
            "volume": "11",
            "issn": "",
            "pages": "5727--5734",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Signalmediated retrieval of a membrane protein from the Golgi to the ER in yeast",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Gaynor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heesen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "127",
            "issn": "",
            "pages": "653--65",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SED4 encodes a yeast endoplasmic reticulum protein that binds Secl6p and participates in vesicle formation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gimeno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Espenshade",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Cell Biol",
            "volume": "131",
            "issn": "",
            "pages": "325--338",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sorting of al,3-mannosyltransferase is mediated by a lumenal domain interaction, and a transmembrane domain signal that can confer clathrin-dependent Golgi localization to a secreted protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Krasnov",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mol. Biol. Cell",
            "volume": "6",
            "issn": "",
            "pages": "809--824",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clathrin-dependent localization of al,3-mannosyltransferase to the Golgi complex of Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "127",
            "issn": "",
            "pages": "667--678",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Genes that allow yeast ceils to grow in the absence of the HDEL receptor",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Boothroyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Rudner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "11",
            "issn": "",
            "pages": "4187--4195",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A recycling pathway between the endoplasmic reticulum and the Golgi apparatus for retention of unassembled MHC class I molecule",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Nuchtern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hammerling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature (Lond.)",
            "volume": "352",
            "issn": "",
            "pages": "441--444",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Targeting of protein ERGIG-53 to the ER/ERGIC/cis-Golgi recycling pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ltin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Cell Biol",
            "volume": "131",
            "issn": "",
            "pages": "57--67",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identification of a consensus motif for retention of transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nillson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "9",
            "issn": "",
            "pages": "3153--3162",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Retrieval of transmembrane proteins to the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nillson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "317--333",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A colony procedure for transformation of Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Keszenman-Pereyra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hieda",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Curr. Genet",
            "volume": "13",
            "issn": "",
            "pages": "21--23",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Coatomer is essential for retrieval of dilysine-tagged proteins to the endoplasmic reticulum",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Letourneur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Gaynor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hennecke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "D6molli~re",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riezman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cosson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "79",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A human homologue of the yeast HDEL receptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature (Lond.)",
            "volume": "348",
            "issn": "",
            "pages": "162--163",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ligand induced redistribution of a human KDEL receptor from the Golgi complex to the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "353--364",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transport of secretory and membrane glycoproteins from the rough endoplasmic reticulum to the Golgi. A rate-limiting step in protein maturation and secretion",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "2107--2110",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A soluble secretory protein is first concentrated in the endoplasmic reticulum before transfer to the Golgi apparatus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "90",
            "issn": "",
            "pages": "5732--5736",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A C-terminal signal prevents secretion of luminal ER proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "899--907",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "An investigation of the role of transmembrane domains in Golgi protein retention",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "14",
            "issn": "",
            "pages": "4695--4704",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A novel GTP-binding protein, SAR1, is involved in transport from the endoplasmic reticulum to the Golgi apparatus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muramatsu",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "2677--2691",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A membrane glycoprotein, Secl2p, required for protein transport from the endoplasmic reticulum to the Golgi apparatus in yeast",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "107",
            "issn": "",
            "pages": "851--863",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "OCH1 encodes a novel membrane bound mannosyltransferase: outer chain elongation of asparagine-linked oligosaccharides",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nagasu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shimma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuromitsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jigami",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "11",
            "issn": "",
            "pages": "2511--2519",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Kin recognition between medial Golgi enzymes in HeLa cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slusarewicz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabouille",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hunte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Watzele",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBO (Eur Mol. Biol. Organ.) J",
            "volume": "13",
            "issn": "",
            "pages": "562--574",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The GTP-binding Sarl protein is localized to the early compartment of the yeast secretory pathway",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochim. Biophys. Acta",
            "volume": "103",
            "issn": "",
            "pages": "135--143",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Identification of a gene required for membrane protein retention in the early secretory pathway",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "90",
            "issn": "",
            "pages": "8179--8183",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Biogenesis of vacuolar membrane glycoproteins of yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Umemoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohsumi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Anraku",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "7440--7448",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Inhibition of endoplasmic reticulum (ER)-to-Golgi transport induces relocalization of binding protein (BiP) within the ER to form the BiP bodies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hirata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Mol. Biol. Cell",
            "volume": "5",
            "issn": "",
            "pages": "112--1143",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Inhibition of GTP hydrolysis by Sarlp causes accumulation of vesicles that are a functional intermediate of the ER-to-Golgi transport in yeast",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Evidence that luminal ER proteins are sorted from secreted proteins in a post-ER compartment",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) Z",
            "volume": "7",
            "issn": "",
            "pages": "913--918",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Sorting of soluble ER proteins in yeast",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "7",
            "issn": "",
            "pages": "1757--1762",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "RHO gene products, putative small GTP-binding proteins, are important for activation of the CAL1/CDC43 gene product, a protein geranylgeranyltransferase in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qadota",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fujiyama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Anraku",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Yeast",
            "volume": "8",
            "issn": "",
            "pages": "735--741",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Distinct biochemical requirements for the budding, targeting, and fusion of ER-derived transport vesicles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Rexach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "114",
            "issn": "",
            "pages": "219--229",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Structure, biosynthesis, and localization of dipeptidyl aminopeptidase B, an integral membrane glycoprotein of the yeast vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pohling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Royhman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "1363--1373",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Membrane protein sorting in the yeast secretory pathway: evidence that the vacuole may be the default compartment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "119",
            "issn": "",
            "pages": "69--83",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Molecular Cloning, A Laboratory Manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Membrane protein retrieval from the Golgi apparatus to the endoplasmic reticulum (ER): characterization of the RER1 gene products as a component involved in ER localization of Secl2p",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "MoL Biol. Cell",
            "volume": "6",
            "issn": "",
            "pages": "1459--1477",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "An NH2-terminal double-arginine motif maintains type If membrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Schutze",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) Z",
            "volume": "13",
            "issn": "",
            "pages": "1696--1705",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "ERD2, a yeast gene required for the receptor-mediated retrieval of luminal ER proteins from the secretory pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Semenza",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "1349--1357",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The Saccharomyces cerevisiae SEC20 gene encodes a membrane glycoprotein which is sorted by the HDEL retrieval system",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Sweet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "11",
            "issn": "",
            "pages": "423--432",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A Golgi retention signal in a membrane-spanning domain of coronavirus E1 protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The cytoplasmic and NH2-terminal transmembrane domains of cytochrome P450 contain independent signals for retention in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szczesna-Skorupa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balraj",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kemper",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Biol. Chem",
            "volume": "270",
            "issn": "",
            "pages": "24327--24333",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Oligomerization of a membrane protein correlates with its retention in the Golgi complex",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Weisz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Z Cell Biol",
            "volume": "122",
            "issn": "",
            "pages": "1185--1196",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Chromosome III of Saccharomyces cerevisiae: an ordered clone bank, a detailed restriction map and analysis of transcripts suggest the presence of 160 genes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Isono",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Yeast",
            "volume": "6",
            "issn": "",
            "pages": "383--401",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations used in this paper: endo H, endoglycosidase H; TMD, transmembrane domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic representation of chimeras between Secl2p and Dap2p. DSD and SDD have the complete luminal domain of Dap2p, while other chimeras with the suffix \"m\" are fused to Mfcdp at their COOH terminus. All constructs were expressed by the SEC12-promoter on a multieopy plasmid. (B) Sequences of the junction regions of chimeras. The black letters are derived from Secl2p and the gray letters are from Dap2p. Underlines indicate the TMD regions. For the details of construction, see Materials and Methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Biosynthetic pathway of fusion proteins with Mfalp. In wild-type cells, Secl2-Mfalp does not go beyond the medial-Golgi (black arrows). On the other hand, Dap2-Mfalp travels through the whole Golgi apparatus on the way to the vacuole and thus gives rise to the secretion of mature a-factor (gray arrows).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Subcellular localization of SSSm (Secl2-Mfttlp) and DDDm (Dap2-Mfedp). Wild-type cells (SNY9) expressing SSSm (A and B) and Adap2 Apep4 cells (SMY8-1B) expressing DDDm (C-E) were fixed and prepared for immunofluorescence microscopy with anti--Sec12p and anti-Dap2p antibodies, respectively. (A and C) DNA staining with 4', 6-diamidino-2-phenylindole (DAPI) to locate nuclei. (B and D) Fluorescence images with the antibodies. (E) Nomarski image to visualize vacuole.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Secretion of mature a-factor produced from Secl2/Dap2-Mf~dp chimeras. Wild-type (SNY9) and Arerl (SKYT) cells harboring various chimeras were tested by the halo assay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Subcellular localization of DSDm and SDDm. Adap2 Apep4 (SMYS-1B) cells harboring DSDm (A and B) or SDDm (C and D) were analyzed by immunofluorescence microscopy using the anti-Dap2p antibody. (A and C) Fluorescence images with the antibody. (B and D) DNA staining (with DAPI) of the same fields.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Subcellular localization of DSD and SDD. zadap2 Apep4 (SMY8-1B) cells harboring DSD (A and B) or SDD (C-E) were analyzed by immunofluorescence microscopy using the anti-Dap2p antibody. (A and C) DAPI staining. (B and D) Fluorescence images with the antibody. (E) Nomarski image.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Subcellular localization of DDD and DSD in Arerl cells. SKY7 cells expressing DDD (A-C) or DSD (D-F) were fixed and prepared for immunofluorescence microscopy with the anti-Dap2p antibody. (A and D) DAPI staining. (B and E) Fluorescence images with the antibody. (C and F) Nomarski images.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Mannosyl modification of Secl2p and Dap2p. Wild-type (SNY9) cells expressing Sec12p (A) and Adap2 (SMY6-9C) cells express-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Mannosyl modification of DSD and SDD. Adap2 (SMY6-9C) cells expressing DSD (A) or SDD (B) were labeled with tran 35S-label at 30°C for 10 min and chased for the indicated times. Modification with ctl---~6 and al---~3 was analyzed by double immunoprecipitation as described in the legend of Fig. 8. tion effect of the Secl2p cytoplasmic domain (data not shown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Mutational analysis on the TMD of Secl2p in DSDm. Amino acid sequences of the TMD regions of the various mutants are shown in the left. The values in the right are quantification of the secreted a-factor in the halo assay performed on wildtype (SNY9) or Arerl (SKY7) cells. The average values of two independent experiments are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "(A) Chimeras between Sed4p and Dap2p. (B) Subcellular localization of D4Dm and 4DDm. Adap2 Apep4 (SMY8-4C) ceils expressing D4Dm (a and b) or 4DDm (c--e) were fixed and prepared for immunofluorescence microscopy with the anti-Dap2p antibody. (a and c) DAPI staining. (b and d) Fluorescence images with the antibody. (e) Nomarski image.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "A schematic model of the two mechanisms that localize Scc12p to the ER. The NH2-terminal cytoplasmic domain of Sccl2p is important to be excluded from the budding vesicles on",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Yeast Strains Used in This Study",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Secretion of e~-Factor by Secl2/Dap2-Mfalp Fusion Proteins",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Rate of Mannosyl Modification of Secl2/Dap2 Chimeras",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank our former colleagues in the lab, Shuh-ichi Nishikawa, Kazuo Nishimura, and Reiko Kono, for valuable help and discussions in the initial phase of the work. We are also grateful to Tom Stevens, Seiji Tanaka and Katumi Isono, Jun-ichi Nikawa, and Hiroshi Qadota for plasraids and phages, and to Yoh Wada and Yoshihiro Amaya for the anti-Dap2p antibody.This work was supported in part by Grants-In-Aid for Scientific Research from the Ministry of Education, Science, and Culture of Japan and by a fund from the Institute of Physical and Chemical Research of Japan.Received for publication 7 March 1996 and in revised form 25 April 1996.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}