{
    "paper_id": "2aa0a28e4246f367ffe104837e755b28d2021f45",
    "metadata": {
        "title": "Severe novel influenza A (H1N1) infection in cancer patients",
        "authors": [
            {
                "first": "L",
                "middle": [
                    "A"
                ],
                "last": "Hajjar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Mauad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathology",
                    "institution": "Universidade de Sa˜o Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "R B G"
                ],
                "last": "Galas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {
                        "addrLine": "5 Oncology",
                        "settlement": "Manitoba",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "F F"
                ],
                "last": "Da Silva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathology",
                    "institution": "Universidade de Sa˜o Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Dolhnikoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathology",
                    "institution": "Universidade de Sa˜o Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Trielli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "P"
                ],
                "last": "Almeida",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "R L"
                ],
                "last": "Borsato",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathology",
                    "institution": "Universidade de Sa˜o Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Abdalla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Pierrot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "Kalil"
                ],
                "last": "Filho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "O C"
                ],
                "last": "Auler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "H N"
                ],
                "last": "Saldiva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathology",
                    "institution": "Universidade de Sa˜o Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "M"
                ],
                "last": "Hoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The natural history and consequences of severe H1N1 influenza infection among cancer patients are not yet fully characterized. We describe eight cases of H1N1 infection in cancer patients admitted to the intensive care unit of a referral cancer center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patients and methods: Clinical data from all patients admitted with acute respiratory failure due to novel viral H1N1 infection were reviewed. Lung tissue was submitted for viral and bacteriological analyses by real-time RT-PCR, and autopsy was conducted on all patients who died.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Eight patients were admitted, with ages ranging from 55 to 65 years old. There were five patients with solid organ tumors (62.5%) and three with hematological malignancies (37.5%). Five patients required mechanical ventilation and all died. Four patients had bacterial bronchopneumonia. All deaths occurred due to multiple organ failure. A milder form of lung disease was present in the three cases who survived. Lung tissue analysis was performed in all patients and showed diffuse alveolar damage in most patients. Other lung findings were necrotizing bronchiolitis or extensive hemorrhage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: H1N1 viral infection in patients with cancer can cause severe illness, resulting in acute respiratory distress syndrome and death. More data are needed to identify predictors of unfavorable evolution in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients with malignancies are more susceptible for acquisition of infections than the general population and are thought to potentially develop more complications [1] . Due to many disruptions in both innate and acquired immunity, even organisms with low virulence potential are able to cause significant morbidity and mortality in cancer patients [2] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During April 2009, a novel swine-origin influenza A (H1N1) virus (S-OIV) was identified in California and in Mexico as the cause of human respiratory disease, originating a pandemic [3, 4] . As of February 2010, 700 000 laboratory-confirmed cases of novel H1N1 influenza virus and 14 000 deaths have been reported globally. Most affected patients present with influenza-like symptoms and have a benign course [5] . However, patients with comorbidities as cancer and chronic diseases may show a serious clinical presentation, characterized by respiratory failure with variable severity [6, 7] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 589,
                    "end": 591,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the presence of a malignancy is considered to have a negative impact on the H1N1 disease severity, there are few reports on clinical outcomes in cancer patients affected by the disease. Redelman-Sidi et al. [8] recently described a cohort of 45 patients with solid and hematological malignancies with H1N1 infection. From this population, one single patient required intensive care admission and there were no viral infection-related deaths. On the other hand, fatalities have been described in oncologic patients, particularly in the ones with hematological malignancies [9] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "So far, there are no reports describing clinical characteristics of cancer patients with a severe form of the disease. These patients represent a vulnerable population, which require rapid diagnostic work-up and intensive management in specialized units. Therefore, we believe that it would be important to report on the clinical characteristics of cancer patients with a severe form of the H1N1 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the 2009 Southern Hemisphere H1N1 pandemics, Sao Paulo was among the cities with the highest incidence of disease in Brazil. In this study, we describe the clinical and pathological findings in critically ill patients with cancer and respiratory failure related to novel H1N1 infection admitted to original article an oncologic intensive care unit (ICU) in a reference cancer center in Sao Paulo, Brazil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This analysis and report was approved by the Institutional Medical Ethical Committee. Clinical and laboratorial data at admission and during ICU stay are described, including the management of respiratory support and nonventilatory strategies. Data for the Simplified Acute Physiology Score II (SAPS II) and for the Acute Physiology And Chronic Health Evaluation (APACHE II) were reported as the worst value within 24 h after ICU admission. A daily evaluation of organ function according to the Sequential Organ Failure Assessment (SOFA) score was performed Radiological findings were evaluated through X-ray in all patients and computerized tomography when appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "patients and methods"
        },
        {
            "text": "The in vivo diagnosis of H1N1 infection was confirmed by real-time RT-PCR (rRT-PCR) test using nasopharyngeal swab specimens, in accordance with guidelines from the Centers for Disease Control and Prevention (CDC) [10] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "patients and methods"
        },
        {
            "text": "autopsies Five patients who died had their autopsies performed in the Department of Pathology of the Universidade de Sao Paulo. The pathological findings on part of this population have been previously described by our group [11] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "patients and methods"
        },
        {
            "text": "Tissue fragments were formalin fixed, paraffin embedded and hematoxylin-eosin stained. For lung sections, Grocott, Brown-Hopps and Ziehl-Neelsen stainings were performed for the identification of fungi, bacteria and acid-fast bacilli, respectively. Lung fragments were sent for microbiological investigation using rRT-PCR to the Instituto Adolfo Lutz in Sao Paulo. Seasonal influenza A and swine influenza A detection was performed using the CDC protocol [10] . The RT-PCR test used for bacteria identified DNA from Haemophilus influenzae and Streptococcus pneumoniae.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "patients and methods"
        },
        {
            "text": "results baseline characteristics Table 1 shows the baseline characteristics of the eight patients. Patient ages ranged from 55 to 65 years (median, 58 years). Four patients (50%) were male. All patients (100%) had preexisting medical conditions other than the neoplasm. Most of the patients presented no functional impairment before the infection-seven patients (87.5%) had Karnofsky scale >70.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "patients and methods"
        },
        {
            "text": "Five patients (62.5%) had solid neoplasms and three patients (37.5%) had hematological malignancies. Two patients had been submitted to chemotherapy in the last 4 weeks (Table 1) . However, most patients were considered as having active disease regarding cancer status (seven patients, 87.5%). Four patients (50%) had metastatic disease. The patient with myelofibrosis had been submitted to stem-cell transplantation 1 year ago. All patients presented cough and fever, most patients had myalgia and dyspnea (87.5%). Hemoptysis, rhinorrhea and wheezing were present in 25% and diarrhea was related by 12.5% of patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "patients and methods"
        },
        {
            "text": "At admission, all patients presented with signs of systemic inflammatory response syndrome, defined as two or more of the signs and symptoms described in Table 2 . All patients had fever or hypothermia and tachypnea. Leukocytosis was present in 75% of cases. At admission, only two patients were hypotensive (25%). However, hypoxemia was present in 100% of cases, and four patients (50%) had oxygen saturation <90% at admission (Table 2) . Initially, lung disease was in most cases localized in one or two quadrants of lung (75%). However, most patients developed a more extensive and progressive In all the eight patients, the diagnosis of acute respiratory distress syndrome (ARDS) could be established based on the presence of bilateral pulmonary infiltrates, a ratio of the partial pressure of arterial oxygen to the fraction of inspired oxygen (PO 2 /FiO 2 ) £200 and no clinical evidence for an elevated left atrial pressure. Due to rapidly progressive hypoxemia (PO 2 /FiO 2 117) and the rapid worsening of lung infiltrates (Figure 1 ), five patients (62.5%) needed invasive mechanical ventilation. Four patients were intubated in the first 24 h of ICU and one patient 48 h after unsuccessful noninvasive ventilation (NIV). NIV was successfully used in three patients (37.5%), who had milder forms of disease as showed by a computerized tomography that revealed sparse bilateral infiltrate ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 428,
                    "end": 437,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1031,
                    "end": 1040,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1399,
                    "end": 1407,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "clinical presentation and outcome"
        },
        {
            "text": "Patients who needed mechanical ventilation were managed with pressure-cycled ventilation, with a low tidal volume (target 6 ml/kg) open-lung strategy of ventilation, and a positive endexpiratory pressure (PEEP) titrated based on FiO 2 for goal plateau pressure (Pplat) < 30 cm H 2 O and SpO 2 88%-90% according to ARDS Network protocol. In some cases, due to refractory hypoxemia, PEEP levels of 14 to 16 cm H 2 O were applied. In all patients, recruitment maneuvers were usedcontinuous positive airway pressure 35-40 cm H 2 O for 30 swith short-term improvements in oxygenation in three of five patients (initial mean oxygen saturation rate increased from 88% to 94%). Neuromuscular blockade was used in two patients ( Table 2) . Despite the aforementioned ventilatory strategy, this particular group of patients developed refractory persistent hypoxemia. Lung mechanics of patients showed very low static and dynamic compliance and high airway resistance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 720,
                    "end": 728,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "clinical presentation and outcome"
        },
        {
            "text": "Most patients presented risk scores that predicted high-risk mortality (APACHE II 24 and SAPS II 52). Respiratory failure was the most commonly encountered dysfunction, followed by cardiovascular, renal and hematological failures. Two patients needed dialysis. Most patients needed vasopressor and inotropic drugs. Patients presented with a serious, rapidly Oseltamivir was initiated early in all patients. Corticosteroids were administered in all patients admitted in the ICU, at a dose of methylprednisolone 2 mg/kg/day. Antibiotics were empirically administered in all patients due to clinical suspicion of bacterial coinfection. Despite early treatment, these patients had a high mortality rate, with five deaths (62.5%). The median period from admission to death was 3 days (1-8). Interestingly, three patients who died showed persistent positive rRT-PCR in nasopharyngeal swabs after 5 days of oseltamivir. Hematological evaluation showed leukocytosis (median 16 100/mm 3 ) and anemia (median hemoglobin 9.3 g/dl) in majority of cases. Also, signs of tissue hypoxia as acidosis (median pH 7.2), high levels of lactate (median 4.2 mmol/l) and low levels of base excess (median 4.5 mEq/l) were noted in patients since admission until death. Reactive protein-C ranged from 99 to 447, revealing inflammatory response associated or not with coinfection (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1354,
                    "end": 1363,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "clinical presentation and outcome"
        },
        {
            "text": "During evolution, bacterial coinfection was diagnosed in seven patients: Staphylococcus aureus in blood stream in one patient, urinary tract infection due to Enterococcus faecalis in one patient and pneumonia due to Pseudomonas aeruginosa in one case and due to S. pneumoniae in four other cases. Also, one patient presented urinary tract infection due to Candida. An autopsy was performed in the five patients who died, and a summary of the findings is presented in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 474,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "clinical presentation and outcome"
        },
        {
            "text": "All patients presented extensive pathological alterations in the lungs; lungs were heavy, diffusely edematous and with variable degrees of hemorrhage. Diffuse alveolar damage (DAD) was present in most of the patients, but as previously described, there were three distinct patterns of pulmonary pathological changes [11, 12] : (i) four patients had classic exudative DAD, with alveolar and interstitial edema, hyaline membranes and reactive pneumocytes; (ii) one patient (esophagus neoplasm) had DAD and severe necrotizing bronchiolitis (NB) characterized by extensive necrosis of the bronchiolar wall and dense neutrophilic infiltrate within the bronchiolar lumen and (iii) one patient (myelofibrosis) presented with exudative DAD with an intense hemorrhagic component (Figure 3 ). Only one of the five patients did not present acute interstitial changes. In this patient with esophageal cancer, death was secondary to pulmonary thromboembolism and bacterial pneumonia. Two patients had pulmonary thromboembolism (two patients with esophagus neoplasm). In four of five patients, bronchopneumonia coinfection due to S. pneumoniae was confirmed at autopsy ( Figure 3) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 779,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1157,
                    "end": 1166,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "clinical presentation and outcome"
        },
        {
            "text": "Metastatic disease was present in all patients with solid neoplasms, and two of those had lung involvement by tumor. All patients had atrophic or nonreactive white pulp in the spleen (Figure 3 ). In the lymph nodes, nonreactive follicles and sinusoidal erythrophagocytosis were found. The liver showed erythrophagocytosis and a few mononuclear inflammatory cells in the sinusoids in all patients and variable degrees of shockrelated centrilobular necrosis. The bone marrow was hypocellular in four of five patients. All patients had mild/ moderate kidney acute tubular necrosis. No patient had histological signs of encephalitis, myocarditis or myositis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "clinical presentation and outcome"
        },
        {
            "text": "We report the clinical and pathological findings from eight patients with cancer and severe H1N1 infection who were admitted to an oncologic ICU during the winter period of the 2009 pandemic in Sao Paulo, Brazil. These patients were characterized by having active malignant disease, comorbidities and difficult to manage rapidly progressive acute respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Viral infections may represent up to 26% of the infections identified in cancer patients with pulmonary infiltrates. In a large study examining viral infections in hematological cancer patients, pneumonia was observed in 31% of the cases, and the overall mortality was 15% [12] . In this study, influenza A was the most common isolated agent, and the only independent predictor of fatal outcome was an absolute lymphocyte count £200 cells/ml.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Clinical outcomes in cancer patients with H1N1 infection have not been fully characterized yet. Due to potential severity of H1N1 infection in this group of patients, Crawford et al. [13] recommended during the 2009 pandemic that patients with cancer who are receiving chemotherapy and develop fever should be admitted to a hospital and receive oseltamivir after swab collection. In addition, patients with febrile neutropenia should be treated according to the usual protocol with the addition of oseltamivir.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Kharfan-Dabaja et al. [14] first reported H1N1 infection in two allogeneic hematopoietic cell transplantation recipients. In one case, the patient presented with fever, myalgia, sore throat and diarrhea without evidence of hypoxemia or lung progressive infiltrates. After treatment with oseltamivir, ciprofloxacin and doxycicline, the symptoms resolved without sequelae. In the second case, pulmonary symptomatology continued to deteriorate despite aggressive polymicrobial treatment, requiring mechanical ventilation and ultimately the patient died from respiratory failure [14] . Redelman-Sidi et al. [8] recently described 45 patients with cancer and/or hematological conditions and H1N1 infection at the Memorial Sloan-Kettering Cancer Center, with no reports of mortality or serious morbidities. In this report, only one patient was admitted in the ICU and did not need mechanical ventilation. In these patients with cancer, mortality was very high. The differences in outcomes may be related to specific characteristics of our population, including high prevalence of metastatic disease, comorbidities and high incidence of bacterial coinfection. Differently from the MSKCC experience [8] , most patients in our series initially presented with signs and symptoms of lung disease-hypoxemia, dyspnea and tachypnea-instead of only influenza symptoms.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "The serious clinical presentation of the novel Influenza A (H1N1) infection in some cancer patients should be expected. Patients with cancer now live longer and immunosupression from malignant disease or its treatment renders many susceptible to infections [15] . Indeed, most of the patients in this series developed bacterial coinfections. The altered immunological response of these patients may contribute to the original article Annals of Oncology development of more severe forms of disease. In our study, three cases still excreted virus after 5 days in the ICU, as already reported [16] . Prolonged periods of viral shedding could be associated to disease severity [17] and perhaps with an oseltamivir-resistant strain of the virus [18] . Respiratory failure occurred in all patients who required ICU care and was characterized by rapidly progressive bilateral lung infiltrates with refractory hypoxemia and low left atrial pressure-ARDS. Most patients needed mechanical ventilation (five of eight), and they were all treated with protective strategies according to the ARDS Network protocol [19] . In all these patients, recruitment maneuvers were applied, with just transient improvement in oxygenation (initial median oxygen saturation rate increased from 88% to 94%), reflecting the extensive lung involvement of disease. In some cases of severe H1N1 infection, extracorporeal membrane oxygenation [20] has been proposed as an alternative support therapy with promising results [21, 22] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1410,
                    "end": 1414,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1490,
                    "end": 1494,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1495,
                    "end": 1498,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Based on previous cases of H1N1 infection in noncancer patients, Ramsey et al. [6] described a significant proportion of patients with hypoxemic respiratory failure, specially when associated with comorbidities. Early intubation and admission in the ICU is prudent, given the rapid progression of hypoxemia. Based on current evidence, authors recommend patients should be managed with a low tidal volume open-lung strategy of ventilation, with PEEP titrated based on FiO 2 to achieve adequate SpO 2 and low Pplat [21, 22] .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "This strategy was performed in all studied patients of our series; however, despite that there was no adequate response and all patients who required mechanically ventilated died with refractory hypoxemia and multiple organ failure. Similar to our findings, in a Mexican series of S-OIV cases, of 12 patients who needed mechanical ventilation, 7 died [23] .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Three patients presented with a milder form of lung disease, responding well to NIV, and with progressive improvement of hypoxemia. There is some controversy around the clinical Annals of Oncology original article efficacy of NIV in novel influenza A (H1N1) infection. Whereas NIV may be considered as a mode of ventilation for hypoxemic respiratory failure, there are concerns about its usefulness in an infectious epidemic [24] . In the Canadian experience, 30% of patients were noninvasively ventilated on admission, but 85% of these patients required subsequent intubation and invasive ventilation [6] . In addition, NIV machines have no bacterial or viral filters and do generate aerosols. There are often leaks from the mask, and it has to be removed sometimes for nursing care [24] . During the pandemic, NIV was associated with transmission of disease to health care workers [25] .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "In our study, we detected bacterial coinfection in seven of the eight patients. The CDC reported that 29% of fatal cases in the United States presented at least one bacterial coinfection [26] . Mauad et al. [11] found evidence of bacterial coinfection in 38% of fatal cases in Sao Paulo.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "The presented incidence of 87% of bacterial coinfection might explain in part the high mortality rate of this group, despite early antimicrobial therapy. Interestingly, biochemical and hematological data could not discriminate H1N1 infection from sepsis of bacterial origin in this group of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Corticosteroids were administered to all patients as Meduri et al. [27] recommend in ARDS cases with low PO 2 /FiO 2 . Steroid use has been reported in some cases of H1N1associated ARDS without any adverse outcome [28] . However, some authors discuss the potential adverse effects of steroids in H1N1 infection, including higher mortality possibly related to virus spreading [29] . Although there is no consensus about its efficacy in this disorder, and despite the belief that corticosteroid could reduce pulmonary inflammation and fibrosis in severe cases, our poor results suggest that this strategy will need to be carefully reevaluated in the future.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "By performing autopsies in the fatal cases in this population we could determine that the cause of death in all patients was extensive involvement of the lungs and alterations secondary to multiple organ failure in major organs such as kidney and liver [11] . Patients had severe DAD associated with severe NB and alveolar hemorrhage. Further, autopsy results showed that patients had metastatic disease and signs of cellular immunosuppression as depletion of white pump view on spleen analysis. Certainly, autopsies contributed to a better characterization of these patients. This report has some limitations. The unicentric characteristics of the study and the small sample size do not allow for definite conclusions about severe H1N1 presentation in oncologic patients. We characterized H1N1 infection in a selected population of patients with neoplasm, with a high incidence of metastatic disease and who needed ICU care. Our findings certainly describe the most serious presentation of disease.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "The importance of describing this serious form of disease in patients with cancer is to reinforce prevention strategies in this group, as to recommend vaccine, hygienic measures, prophylactic antiviral treatment in cases of contact and adequate isolation in cases of hospital admission due to H1N1 infection [30, 31] . Also, a better understanding of clinical and pathological findings in the group of cancer patients could guide ventilator management and nonventilatory strategies to obtain lower rates of mortality.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "In summary, our report of cancer patients highlights the severity of the Influenza A (H1N1) pandemic in this vulnerable population and the urgent need to establish specific protocols of care and management strategies designed to face this health care challenge. funding Conselho Nacional de Desenvolvimento Científico e Tecnoló gico (CNPq).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diagnosis and management of infectious complications in critically ill patients with cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thirumala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramaswamy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chawla",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Clin",
            "volume": "26",
            "issn": "",
            "pages": "59--91",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The epidemiology of sepsis in patients with malignancy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Danai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mannino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "",
            "pages": "1432--1440",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Update: novel influenza A (H1N1) virus infection-Mexico",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "585--589",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Update: swine influenza A (H1N1) infections-California and Texas",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "435--437",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2605--2615",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ventilator management for hypoxemic respiratory failure attributable to H1N1 novel swine origin influenza virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "4",
            "pages": "58--65",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Intensive care adult patients with severe respiratory failure caused by Influenza A (H1N1)v in Spain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ibanez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "H1N1 influenza infection in cancer patients and hematopoietic stem cell transplant recipients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Redelman-Sidi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Sepkowitz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect",
            "volume": "60",
            "issn": "4",
            "pages": "257--263",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Seasonal and pandemic human influenza viruses attach better to human upper respiratory tract epithelium than avian influenza viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Den Bakker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Leijten",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Pathol",
            "volume": "176",
            "issn": "4",
            "pages": "1614--1618",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evaluation of rapid influenza diagnostic tests for detection of novel influenza A (H1N1) Virus -United States",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC). MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "30",
            "pages": "826--829",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lung pathology in fatal novel human influenza A (H1N1) infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mauad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Callegari",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "",
            "pages": "72--79",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Respiratory viral infections in adults with hematologic malignancies and human stem cell transplantation recipients: a retrospective study at a major cancer center",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Chemaly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Bodey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Medicine",
            "volume": "85",
            "issn": "",
            "pages": "278--287",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A/H1N1 flu pandemic. Managing neutropenic sepsis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza A/pandemic 2009/H1N1 in the setting of allogeneic hematopoietic cell transplantation: a potentially catastrophic problem in a vulnerable population",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kharfan-Dabaja",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Velez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Hematol",
            "volume": "91",
            "issn": "",
            "pages": "124--127",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infectious morbidity in critically ill patients with cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Safdar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Clin",
            "volume": "17",
            "issn": "",
            "pages": "531--570",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Viral loads and duration of viral shedding in adult patients hospitalized with influenza",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "200",
            "issn": "",
            "pages": "492--500",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The genetic makeup of amantadine-resistant and oseltamivir-resistant human influenza A/H1N1 viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zaraket",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "4",
            "pages": "1085--1092",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global transmission of oseltamivir-resistant influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moscona",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "953--956",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Meta-analysis of acute lung injury and acute respiratory distress syndrome trials testing low tidal volumes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Q"
                    ],
                    "last": "Eichacker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerstenberger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Banks",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "166",
            "issn": "",
            "pages": "1510--1514",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Extracorporeal membrane oxygenation for cardiorespiratory failure in four patients with pandemic H1N1 2009 influenza virus and secondary bacterial infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sidebotham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeorge",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Anaesth",
            "volume": "104",
            "issn": "",
            "pages": "326--329",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Higher versus lower positive endexpiratory pressures in patients with the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Lanken",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "",
            "pages": "327--336",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Positive end-expiratory pressure setting in adults with acute lung injury and acute respiratory distress syndrome: a randomized controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vielle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "JAMA",
            "volume": "299",
            "issn": "",
            "pages": "646--655",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pneumonia and respiratory failure from swine-origin influenza A (H1N1) in Mexico",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Padilla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De La Rosa-Zamboni",
                    "suffix": ""
                },
                {
                    "first": "Ponce",
                    "middle": [],
                    "last": "De Leon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "680--689",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Noninvasive positive-pressure ventilation: an experimental model to assess air and particle dispersion",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "130",
            "issn": "",
            "pages": "730--740",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Transmission of severe acute respiratory syndrome during intubation and mechanical ventilation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Guest",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lapinsky",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "169",
            "issn": "",
            "pages": "1198--1202",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Bacterial coinfections in lung tissue specimens from fatal cases of 2009 pandemic influenza A (H1N1)-United States",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "1071--1074",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Methylprednisolone infusion in early severe ARDS: results of a randomized controlled trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "U"
                    ],
                    "last": "Meduri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "X"
                    ],
                    "last": "Freire",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "131",
            "issn": "",
            "pages": "954--963",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Critical care services and 2009 H1N1 influenza in Australia and New Zealand",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pettila",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Seppelt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "1925--1934",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Nonventilatory strategies for patients with life-threatening 2009 H1N1 influenza and severe respiratory failure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Napolitano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Raghavendran",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "4",
            "pages": "74--90",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Research paths to successful prevention and treatment of swine-derived H1N1 influenza virus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gomez-Lucia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Drug News Perspect",
            "volume": "23",
            "issn": "1",
            "pages": "65--70",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Healthcare personnel and nosocomial transmission of pandemic 2009 influenza",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Poalillo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geiling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Jimenez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "4",
            "pages": "98--102",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "laboratory findingsH1N1 infection was confirmed in all eight patients by rRT-PCR testing of nasopharyngeal swabs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Radiographic findings in patients admitted in intensive care unit with swine-origin influenza A virus infection. The first panel shows a radiological sequence of three X-rays at admission (A), 12 h (B) and 24 h (C) after admission of a patient who developed progressively respiratory failure needing mechanical ventilation. The second panel shows X-rays at admission (D), 4 h (E) and 12 h (F) after admission of a patient who developed respiratory failure, needing mechanical ventilation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest computerized tomography of a patient who showed a milder form of lung disease (A), improving in intensive care unit after noninvasive ventilation (B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Representative photomicrographs of pulmonary and extrapulmonary changes in cancer patients with fatal H1N1 infection. A to C show different patterns of pulmonary involvement. (A) Exudative diffuse alveolar damage (DAD) with numerous hyaline membranes (arrows) within alveolar spaces. (B) Extensive lung hemorrhage associated with DAD. (C) Necrotizing bronchiolitis. The bronchiole (Br) is partially filled with necrotic epithelial and inflammatory cells. (D) Bronchopneumonia. The alveolar spaces (Alv) are filled with dense infiltration of macrophages and neutrophils. (E) Lung metastasis (M) from primary breast cancer, P = pulmonary tissue. (F) Spleen with depleted white pulp (arrow) and expanded red pulp. Scale bars: A-E: 100 lm, F: 50 lm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The Instituto do Cancer do Estado de São Paulo is an oncology reference hospital linked to the Universidade de Sao Paulo Medical School in Brazil. From June 2009 through November 2009, eight patients with cancer were admitted in its ICU due to severe H1N1 infection.Clinical features were prospectively collected through a database that included demographic data, preexisting medical conditions, status of cancer, previous cancer treatment, functional scores, risk scores and organ dysfunction. At admission, family members were asked about patients' status performance using the Karnofsky performance status scale.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Baseline characteristics of patients admitted in the oncologic ICU with H1N1 infection",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical findings at hospital admission and respiratory variables of patients with confirmed S-OIV infection",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Laboratorial data at admission and during intensive care unit stay in patients with S-OIV infection",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Pathological and microbiological findings in patients with neoplasm who died with H1N1 infection",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}