{
    "paper_id": "2ab27ef3b962d32447ac0c528e7dc2da69ccd9bd",
    "metadata": {
        "title": "Preliminary Study on Detecting the SARS-CoV Specific Target cDNA Fragments by Multiplex PCR",
        "authors": [
            {
                "first": "Wenbing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shousong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Biying",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Teng",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuxun",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaorong",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kaizhen",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhideng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The multiplex polymerase chain reaction (PCR) technique was applied to detect the SARS-CoV (severe acute respiratory syndrome-associated coronavirus) specific target cDNA fragments in the present study. The target cDNA fragments of SARS-CoV were synthesized artificially according to the genome sequence of SARS-CoV in GenBank submitted by The Chinese University of Hong Kong, and were used as simulated positive samples. Five primers recommended by World Health Organization (WHO) were used to amplify the fragments by single PCR and multiplex PCR. Three target cDNA fragments (121, 182 and 302 bp), as well as the three different combinations of any two of these fragments, were amplified by single PCR. The combination of these three fragments was amplified by multiplex PCR. The results indicated that the multiplex PCR technique could be applied to detect the SARS-CoV specific target cDNA fragments successfully.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In November 2002, the severe acute respiratory syndrome (SARS) emerged in Guangdong Province, China, and spreaded rapidly to other areas in China and more than 20 countries elsewhere in the world. Thousands of people were infected and hundreds were dead as a result of this disease. Although the situation now has been controlled, it is still necessary to develop a fast and convenient detection method for diagnosing the SARS-CoV (severe acute respiratory syndrome-associated coronavirus). This is of important significance for human health and economic development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Researchers have made great advancement on the study of preventing, diagnosing and treating the SARS disease, as well as genomic sequencing and detection technology of SARS-CoV (http://www.cas.ac.cn/html/Dir/2003/05/03/ 1847.htm; http://tech.sina.com.cn/ae/2003-05-30/ 0740192503.shtml). However, up to now, only single PCR and ELISA (enzyme-linked immunosorbent assay) have been applied to diagnose SARS-CoV. It has not been reported that multiplex PCR was used to detect SARS-CoV. By amplifying more than two * Corresponding author. E-mail: 621213wbc@163.com target fragments in one tube, multiplex PCR can effectively avoid false positive phenomena. Meanwhile, it is low cost and time-saving for detection. So far, multiplex PCR has been used to detect transgenic products (1 ) and many viruses, such as smallpox virus (http://www.who.int/emc/pdfs/smallpoxenglish.pdf) and newcastle disease virus (2-3). Since we were not able to get SARS-CoV sample, and neither could possess a P3 laboratory, we synthesized artificially the target cDNA fragments of SARS-CoV according to the genome sequence of SARS-CoV in GenBank submitted by The Chinese University of Hong Kong, and used it as simulated positive samples. Five primers recommended by World Health Organization (WHO) were used to amplify the fragments by single PCR and multiplex PCR (http://www.who.int/csr/sars/primers/en/print.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Three target fragments with the size of 121, 182 and 302 bp were amplified by single PCR in simulated positive samples (Lanes 3, 5, and 7 in Figure 1 ). No cDNA fragment band was found in the relevant negative control with ddH 2 O (Lanes 2, 4, and 6 in Figure  1 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 253,
                    "end": 262,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Single PCR analysis"
        },
        {
            "text": "Using relevant primer pairs listed in Table 1 , three combinations of any two target fragments, 121 & 182 bp, 121 & 302 bp, and 182 & 302 bp, were amplified by duplex PCR in simulated positive samples (Lanes 9, 11, and 13 in Figure 1 ). No cDNA fragment band was found in the relevant negative controls with ddH 2 O (Lanes 8, 10, and 12 in Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 225,
                    "end": 233,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 340,
                    "end": 348,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Duplex PCR analysis"
        },
        {
            "text": "Using three primer pairs listed in Table 1 , the combination of the three target cDNA fragments with the size of 121, 182 and 302 bp was amplified by triplex PCR in simulated positive samples (Lane 15 in Figure  1 ). No cDNA fragment band was found in the relevant negative control with ddH 2 O (Lane 14 in Figure  1 ). Figure 1 showed that the PCR results were consistent in single PCR, duplex PCR, and triplex PCR. It indicated that the multiplex PCR technique could be applied to detect the SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 42,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 204,
                    "end": 213,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 307,
                    "end": 316,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 320,
                    "end": 328,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Triplex PCR analysis"
        },
        {
            "text": "The concentration gradient analysis in the single PCR showed that both the 182 bp fragment and the 121 bp one could be amplified with 0.03 ng template DNA, or even less, in one reaction (Figure 2 ). The duplex PCR of these two sequences also showed the same result ( Figure 3 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 267,
                    "end": 275,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Concentration gradient analysis between single PCR and duplex PCR"
        },
        {
            "text": "So far as reported, SARS-CoV specific target cDNA fragments have been amplified by single PCR. For identifying SARS-CoV, it is necessary to analyze two or more target sequences. The multiplex PCR can amplify two or more target fragments in one reaction tube simultaneously, thus can effectively reduce the probability of false positive phenomena due to reaction competition between each primer pair. The results in the present study showed that it is feasible to test the SARS-CoV with multiplex PCR because its sensitivity is the same as that of single PCR, and it would be more accurate, time-saving, and costeffective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As the positive control DNA was synthesized artificially, no pollution problem would be produced during the research process, and no expensive experimental instrument, such as P3 laboratory, is required. The results of this research could be produced as a detection kit for SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results above were a preliminary study, and if it is applied to make detection kits for SARS-CoV, a verification in a P3 laboratory with cDNA fragments reverse-transcripted from RNA of real SARS-CoV and some other related researches are necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the genome sequence of SARS-CoV in GenBank submitted by The Chinese University of Hong Kong, two target cDNA fragments of 121 and 302 bp (Figure 4) Image analysis for PCR products 6 µL of PCR products was analyzed by 2% agarose gel electrophoresis at 98 V for 70 min. The gel was stained by EtBr for gel documentation by means of image analysis instrument.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 160,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Materials"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "DNA extraction and multiplex polymerase chain reaction (PCR) analysis of transgenic flowers",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shao",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Natural Science)",
            "volume": "41",
            "issn": "",
            "pages": "674--678",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The detection of Newcastle diseases virus and infectious brouchitis virus by multiplex RT-PCR",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chin. J. Prev. Vet. Med",
            "volume": "22",
            "issn": "",
            "pages": "126--130",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Studies on the detection of newcastle diseases virus infectious bronchitis virus and infectious laryngotracheitis virus by triplex PCR",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chin. J. Vet. Sci. Technol",
            "volume": "31",
            "issn": "",
            "pages": "11--14",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The electrophoresis patterns of single PCR, duplex PCR and triplex PCR products. Lanes 1 and 16: 50 bp ladder marker; Lanes 2, 4, 6, 8, 10, 12, and 14: ddH2O control; Lane 3: 121 bp target cDNA fragment; Lane 5: 182 bp target cDNA fragment; Lane 7: 302 bp target cDNA fragment; Lane 9: 121 & 182 bp target cDNA fragments; Lane 11: 121 & 302 bp target cDNA fragments; Lane 13: 182 & 302 bp target cDNA fragments; Lane 15: 121, 182 and 302 bp target cDNA fragments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The template DNA content gradient analysis of 121 bp (A) and 182 bp (B) target cDNA fragments in single PCR. Lane 1: 100 bp ladder marker; Lanes 2-9: the positive DNA content within 25 µL PCR system was 15, 1.5, 0.75, 0.15, 0.03, 0.015, 0.003, and 0.0015 ng, respectively; Lane 10: ddH2O control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The template DNA content gradient analysis of 182 bp and 121 bp target cDNA fragments in duplex PCR. Lanes 1 and 11: 100 bp ladder marker; Lanes 2-9: the positive DNA content within 25 µL PCR system was 15, 1.5, 0.75, 0.15, 0.03, 0.015, 0.003, and 0.0015 ng, respectively; Lane 10: ddH2O control. Chen et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "TAC ACA CCT CAG CGT TG-3 302BNoutAs 5 -CAT AAC CAG TCG GTA CAG CTA C-3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The sequences of two target fragments (A, B) and locations of the primers.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The PCR Primers and Products",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "were synthesized and cloned artificially by Sanbo Zhiyuan Biotechnology Ltd (Beijing, China). Trizol RNA extraction kit was bought from QIAGEN Company (Hilden, Germany). Taq DNA polymerase, dNTP, 10× PCR buffer with Mg 2+ and DNA ladder (50 and 100 bp) were bought from Bioasia Biotechnology Ltd (Shanghai, China). Five primers (Table 1) recommended by WHO were synthesized by Sanbo Zhiyuan Biotechnology Ltd.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Two treatments of ddH 2 O control and positive sample with target cDNA fragments were set up. 25 µL PCR mixture consisted of 2.5 µL of 10× PCR buffer with Mg 2+ , 0.5 µL of four dNTPs (40 µmol/L), 1.5 ng of 121 bp template DNA or/and 0.15 ng of 302 bp template DNA. Final concentration of each primer pair listed inTable 1was 0.2 µmol/L in both single PCR and multiplex PCR systems. Taq polymerase was added with 1 Unit for single PCR, 1.5 Unit for duplex PCR, and 2 Units for triplex PCR. ddH 2 O was added to the final size of 25 µL. PCR reactions were carried out using DNA Thermal Programmer (Biometra, Goettingen, Germany) as follows: 94℃ for 2 min, followed by 42 cycles of 94℃ for 30 s, 55℃ for 30 s, and 72℃ for 30 s. The final stage was 72℃ for 5 min.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This project was supported by The Science Foundation of Fujian Entry-Exit Inspection and Quarantine Bureau (FK2003-35).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}