{
    "paper_id": "2c70242370bc27a555b206e5bd62b68f1edb772d",
    "metadata": {
        "title": "Costly Lessons From the 2015 Middle East Respiratory Syndrome Coronavirus Outbreak in Korea",
        "authors": [
            {
                "first": "Sang-Il",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ulsan College of Medicine",
                    "location": {
                        "addrLine": "Songpa-gu",
                        "postCode": "05505",
                        "settlement": "Seoul, Seoul",
                        "country": "Korea, Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Perspective Since the Middle East respiratory syndrome (MERS) outbreak in the Republic of Korea (hereafter Korea) began on May 11, 2015, a total of 186 persons have been infected by the MERS coronavirus, 38 of whom have died. With this number, Korea becomes second only to the Kingdom of Saudi Arabia in the ranking of cumulative MERS cases. In this paper Korea's unique experience of an outbreak of MERS will be summarized and discussed briefly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the Middle East respiratory syndrome (MERS) outbreak in the Republic of Korea (hereafter Korea) began on May 11, 2015, a total of 186 persons have been infected by the MERS coronavirus (MERS-CoV), 38 of whom have died [1] . Korea is thus second only to the Kingdom of Saudi Arabia in the ranking of cumulative MERS cases. As the MERS epidemic in Korea has been considered a public health emergency, crisis, or disaster, several policy suggestions for public health system reform are now under discussion [2] . In this paper the unique characteristics of the public health system and social phenomena associated with the MERS outbreak outside the Middle East will be summarized and discussed briefly.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is worth evaluating the major reasons for the rapid spread of MERS-CoV in Korea. Several health care system issues seem to be linked with the rapid transmission of MERS-CoV that oc- [3] . These factors included lack of awareness among health care professionals and the public about new emerging infectious disease like MERS; weakness in preventing and controlling healthcare associated infections in hospitals; close and prolonged contact of infected MERS patients in crowded emergency rooms and multibed rooms in hospitals; the system permitting patients' free choices in seeking care (known as \"doctor or hospital shopping\"); the custom of family members and visitors spending time with infected patients in hospital rooms facilitating the secondary spread of infections among contacts. In a thought experiment, these factors can modelled like the holes in slices of Swiss cheese [4] . In this model the holes in any one \"slice\" do not normally lead to an accident, as the accident is curtailed elsewhere in the system. A bad outcome can occur only when the holes, that is, the risk factors in many slices momentarily line up to permit an accident the opportunity to take a straight trajectory through the layers. In this case the failure of the Korea Centers for Disease Control and Prevention (KCDC) to control the MERS outbreak in its early stage can be regarded as one hole in one slice. Korea still had to take countermea-",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "sures to remove or reduce the holes in many other slices in order to effectively prepare against future emerging infectious diseases including MERS. The WHO sent a high-level message to the Korean government including 11 recommendations [5] . These recommendations can serve as references in redesigning the health care and public health systems in Korea.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Lessons From Korea's MERS Outbreak"
        },
        {
            "text": "It is also worth asking to why the socioeconomic impact of the outbreak in Korea was so great. The numbers of infections and deaths (objective component of risk) from MERS-CoV were smaller than the numbers of those from tuberculosis or seasonal influenza. In spite of this fact, the public's perceived threat (subjective component of risk) caused by MERS was much more serious than those of other infectious diseases. The MERS epidemic was not a simple public health problem to Koreans at that time, but showed implications for the state of the overall economy and society beyond the health sector in Korea. One cause of this difference in perception was that the KCDC did not follow the outbreak communication guidelines proposed by the WHO. The guidelines emphasize the importance of winning the public's trust, making announcements as early as possible, providing information transparently, and promoting understanding among the civil society [6] . The failure in risk communication during this outbreak resulted in the public's overreaction to the outbreak [7, 8] . At the outbreak's peak, thousands of schools and kindergartens were temporarily closed and many public events were cancelled or suspended. The WHO recommended the Korean government to reopen schools, as there has been no linkage of MERS transmission with school attendance in Korea or elsewhere [5] . The number of foreign tourists decreased by 41% compared with the same month of the previous year. Korea lost US$10 billion, which is expected to cut 0.1% off the gross domestic product growth rate in 2015. This enormous social cost reflects the importance of risk communication during infectious disease outbreaks. The WHO also recommended that the Korean government should improve risk communication. Now the Korean government has a plan to establish a new unit in charge of risk communication and management within the KCDC.",
            "cite_spans": [
                {
                    "start": 946,
                    "end": 949,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1365,
                    "end": 1368,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Lessons From Korea's MERS Outbreak"
        },
        {
            "text": "What are the ethical and legal issues related to various public health measures used for controlling the MERS outbreak such as surveillance, contact tracing, isolation, and quarantine? Gostin et al. [9] argued that it becomes essential to develop a set of legal and ethical recommendations, especially when scientific evidence is not enough and public health action is urgently required as in the case of severe acute respiratory syn-drome (SARS). During the MERS outbreak in Korea, difficult choices between public health needs and the protection of individual rights, which include privacy, liberty, and freedom of movement, had to be made. Gostin et al. [9] proposed four ethical values: the precautionary principle, the least restrictive option, fairness, and transparency in decision making. It is unclear that these values were fully considered in the public health actions that were taken during the MERS outbreak in Korea. The Korean government strictly restricted the movement of 16 752 individuals who satisfied the operational definition of \"close contacts with a MERS patient\" within designated hospitals or their homes for the maximum incubation period regardless of whether they displayed MERS symptoms [1] . According to the WHO, there is no evidence that MERS can be transmitted before symptom development or in early symptomatic stages. Therefore the WHO does not recommend quarantine nor isolation of asymptomatic contacts during this period [10] . The urgent social demand for controlling the MERS outbreak overwhelmed the issue of legitimacy of the public health interventions taken by the government. Economic issues have also been raised regarding this restriction of movement. In this situation, the people who undertake the costs incurred by movement restriction are not the same people who benefit. In principle, if those who benefited were to compensate those who were made worse off, the outcome could have been considered an improvement (known as a \"Kaldor-Hicks improvement\") [11] . For effective and fair implementation of public health measures against MERS or other transmissible infectious diseases that compromise individual rights, a reasonable compensation scheme for the victims, including for health care providers, should be designed to benefit those individuals and society overall.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1217,
                    "end": 1220,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1460,
                    "end": 1464,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2005,
                    "end": 2009,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Lessons From Korea's MERS Outbreak"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome information",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Middle East respiratory syndrome epidemic as a Sang-il Lee public health emergency",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Prev Med Public Health",
            "volume": "48",
            "issn": "6",
            "pages": "265--270",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. WHO statement on the ninth meeting of the IHR Emergency Committee regarding MERS-CoV",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human error: models and management",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reason",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BMJ",
            "volume": "320",
            "issn": "7237",
            "pages": "768--770",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization Western Pacific Region. High-level messages",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. WHO outbreak communication guidelines",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Realistic risks: the communication of risk in disease outbreaks is too often neglected; that must change",
            "authors": [],
            "year": 2015,
            "venue": "Nature",
            "volume": "523",
            "issn": "7562",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Communication gaps fuel MERS worries in Korea. ScienceInsider",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethical and legal challenges posed by severe acute respiratory syndrome: implications for the control of severe infectious disease threats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "24",
            "pages": "3229--3237",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rapid advice note on home care for patients with Middle East respiratory syndrome coronavirus (MERS-CoV) infection presenting with mild symptoms and management of contacts",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Kaldor-Hicks efficiency",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wikipedia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Korea. The Korea-World Health Organization (WHO) MERS Joint Mission reported on the main factors contributing to the MERS transmission in Korea to the WHO Committee in charge of dealing with this outbreak",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author has no conflicts of interest associated with the material presented in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}