{
    "paper_id": "2dfdbf2d6b77426866feaf93486327d372fd27c7",
    "metadata": {
        "title": "CLINICAL EXPERIMENTAL VACCINE RESEARCH",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There may be many reasons for the significant decrease in the incidence of the pediatric infectious diseases in modern Korea; this could be due to the improvement of sanitary facilities, significant growth of Korean economy, improvement of nutrition, development and dissemination of antibiotics and implantation of vaccination, and overall improvement of medical technology. The development of vaccination has been highlighted as a striking achievement of the modern medical sciences with new technologies in many fields of medicine. Since 1876, the method for vaccination has opened its new era by Suk-Young Jee, known as the Jenner in Korea who wrote a book about smallpox vaccination, and it led an opportunity to propagate the needs for the vaccination in Korea. There was a time when pediatric wards were full of patients with parasitic diseases and many vaccine-preventable diseases such as diphtheria, pertussis, Japanese B encephalitis, and poliomyelitis in 1950s-1960s. We do not see those infectious diseases that often any more in recent years. However, we still have patients with water-borne diseases and other communicable diseases related to increasing international travels. We just experienced the first pandemic influenza of the 21st century in 2009 and avian influenza is still a threat to humans in other parts of the world with an unpredictable potential of pandemicity. In addition, we have tough battles with emerging antibiotic resistance in many strains of bacteria and increased opportunistic infections due to improvement of medical technology involving more aggressive treatment modality and use of medical devices. Researches in many areas are under way and we hope that some of them may be preventable and decreased with a development of new vaccines in the future. Joseon Dynasty and cover vaccination-related works in Korea in modern history and review the objectives and directions of current vaccination policies in South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the literature, the history of vaccination can be traced back to as early as the 7th century when the monks in India tried to immunize themselves by drinking snake venom. The first vaccination was inoculation with human smallpox, a practice widely carried out in ancient India, Arabia, and China. This method of vaccination consisted of collecting pus from a patient suffering from mild form of smallpox virus infection and inoculating the sample to a healthy human, which later led to a minor infection [1, 2] .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 521,
                    "end": 523,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The Origin of Vaccination"
        },
        {
            "text": "This method was first introduced in England by a Greek named E. Timoni. However, this method had a risk of spreading smallpox in the community and even worsening the health condition of the person who received the inoculation [3] . While the use of human smallpox vaccine was controversial, E. Jenner came up with bovine smallpox vaccine in 1796; this new method also faced controversy, but continued to be universalized. Smallpox became a preventable disease by injecting pus extracted from a human infected with cowpox virus. Jenner named the substance \"vaccine\" after the Latin word \"vacca\" which means \"cow, \" and thus the process of giving vaccine became \"vaccination\" [4, 5] .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 678,
                    "end": 680,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Origin of Vaccination"
        },
        {
            "text": "Some people claim that the Joseon Dynasty is called \"the dynasty of communicable infectious diseases\" because many infectious diseases were rampant at that time. Infectious diseases were rampant not only in Joseon but all over the world. Measles and smallpox were prevalent in our neighborhood country China; as a result, effort was put into controlling contagious diseases in this country [6, 7] .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 394,
                    "end": 396,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The Joseon Dynasty (1392-1910)"
        },
        {
            "text": "In China, rudimentary inoculation of Duibub (wearing clothes of a patient) and Bimeobbub (spraying something to a patient's nostril) was invented in the middle of the 16th century. These kinds of skills were accumulated by late 17th century and even Russians came to China to learn these methods [8] . Many people across the country died from smallpox and measles in 1668. About nine hundred persons were reported dead in \"Kyoungsung\" (old name of Seoul) but indeed incalculable. During the reign of \"Jeongjo\" (1776-1800), one of king of the Joseon Dynasty, 22 times of plague had occurred (31 times including his childhood). Especially in the 10th year of his reign, measles significantly spread widely causing serious damage to entire population. Measles were more common in children mainly and some infected children were abandoned by the parents who were afraid of being infected [9] .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Joseon Dynasty (1392-1910)"
        },
        {
            "text": "In 1708, the death toll due to measles contagious diseases with fever reached tens of thousands in Seoul and throughout the country. In 1736 during King Yeongjo's reign, it was recorded that the fourth princess died of measles and one of King's physicians, Sang-Kyung Cho, advised the prince to be away in another palace for protection and the King agreed to his advice [7] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 373,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The Joseon Dynasty (1392-1910)"
        },
        {
            "text": "In 1800, Yak-Yong Chung (1762-1836), one of the famous scholars in the field of the realist school of Confucianism, introduced vaccination for the first time in Korea during the Joseon Dynasty. In his book, Magawhetong, he introduced Jenner's vaccination in supplement section, under the subtitle, Jongduyoji. Also he found inoculating methods using collecting pus from a patient with smallpox from Kangheejajeon in Beijing, China. He got a copy of book, called Junsijongdubang, and introduced to Korea from Beijing in 1879 [10] .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Joseon Dynasty (1392-1910)"
        },
        {
            "text": "The practice has been successfully done by Je-Ga Park (1750-1805) after he was appointed as a Mayor of Youngpyung City (now Pocheon, northern part of Seoul), and the practice was passed on to Jong-In Lee, a doctor in Pocheon. Jong-In Lee started to vaccinate people, especially those in the wealthy class, who lived in Pocheon city. The method for vaccination has met its new era by Suk-Young Jee (1855-1935), known as a Korean Jenner since the opening of the port in 1876. In 1876, he learned to methods of vaccination from Japanese, wrote a book called Woodooshinsul to propagate the needs for the vaccination. As the effect of the vaccination has started to be seen, in September 1882, the first cowpox vaccination clinic was built in castle of Jeonju, followed by the second cowpox vaccination clinic built in Gongju in 1883. The vaccination recommendation was proposed in 1895. According to the recommendation, \"All children are required to be vaccinated between 70 days and a year after the birth. \" In 1899, the Jonggyso, the cowpox vaccination office, has been built to produce vaccines and to carry out vaccination. In 1900, the Hansung (old name of Seoul) Vaccination Recommendation was been established and distributed. The small pox vaccination efforts had historical significance because ability to control the infectious disease was achieved and the vaccination saved many lives by preventing smallpox during http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1.3 this period [6, 7] .",
            "cite_spans": [
                {
                    "start": 1499,
                    "end": 1502,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1503,
                    "end": 1505,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The Joseon Dynasty (1392-1910)"
        },
        {
            "text": "In 1912, with the establishment of the department of bacteriology in the Japanese Governor-General of Korea, the production of vaccine had been continued. In 1920, the vaccine for cholera had started to be produced in the department of bacteriology. There was neither regulation for the test of the vaccination nor the authority for the facility inspection. Rather, only production and vaccination had been performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Japanese Colonial Era (1910-1945)"
        },
        {
            "text": "For the people, it was probably hard to understand the concept of classic vaccination in that it was done by injecting the bad substances such as pus obtained by small pox patients or cows which were processed specifically to healthy people. However, unlike the Western world, people considered the vaccination as mandatory due to the curiosity for the vaccination and the belief for the goodness of the vaccination, which was done forcefully in the Japanese era. The vaccinations for cholera, typhoid fever, typhus, scarlet fever, diphtheria, and others had been performed in the Japanese era. In 1926, 1.3% of people had anti-typhoid vaccine while maximum 6.2% of people had in 1938. The vaccination for cholera was distributed only when cholera was prevailing throughout the country. Vaccination for the other diseases except cholera and typhoid fever cost a lot of money and its effectiveness was only being examined as an academic review and approach, therefore, they were not enough to use widely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Japanese Colonial Era (1910-1945)"
        },
        {
            "text": "In 1908, Korea's first anthrax vaccination (Kidasado Institute, Japan) was tried in Changyoung, Gyeongsangnamdo in Korea, and in 1911, the first production of vaccines and immune serum was prepared in the Ministry of Agriculture and the Forestry Rinderpest Serum Manufactory. In 1912, cholera, smallpox vaccine were produced in the Kidasado Institute in Japan. In 1924, Korea's first rinderpest (cattle plague) vaccination (the Ministry of Agriculture and the Forestry Serum Manufactory) test was performed to 8,654 people, and in 1926, eight vaccines include anthrax, rinderpest were produced in the General of Korea Serum Manufactory of the Japanese Governor-General of Korea. In 1942, the name of vaccine producing organization was changed to the Korea Veterinary Service Laboratory of the Japanese Governor-General of Korea [6] .",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 831,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Japanese Colonial Era (1910-1945)"
        },
        {
            "text": "In August 1945, after World War II, under the rule of the US army, it renamed as the Joseon Quarantine Laboratory, expanded the organizations, and produced cholera vaccine in the same year. For the prevention of epidemics of cholera which was widespread throughout the country, the vaccine was produced enough to prevent for 18,900,000 people. In 1948, Bacillus Calmette-Guérin (BCG) vaccine was produced and inoculated, and in 1949, the Central Quarantine Laboratory produced anti-serum and performed vaccination against 18 preventable diseases [11] .",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The Modern Era (1945-Present)"
        },
        {
            "text": "In 1954, the Infectious Disease Prevention Act was established and routine vaccination was specified. Smallpox, diphtheria, whooping cough, typhoid fever, typhus, paratyphoid fever, and tuberculosis vaccination were given. Diphtheriatetanus-pertussis (whooping cough) (DTP) vaccine in 1955, killed polio vaccine in 1958, and inactivated vaccine for typhoid fever in 1960 were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Modern Era (1945-Present)"
        },
        {
            "text": "In August 1960, in accordance with Article 51 amendment of decree of the State Council, it was proclaimed as the National Quarantine Laboratory, and they produced 18 vaccines including cholera and tested them with a self-calibration me thod. In December 1963, according to Decree No. 1716, the Korea National Institute of Health organization was proclaimed. After that, \"biological agents based on interdisciplinary\" was enacted for strict quality control included the immune effects of preventive medicine, prevention of side effects in September 1964. Polio vaccine in 1961, cholera vaccine in 1963, measles vaccine inoculation and the time table of vaccination were made in 1965. The pediatric vaccination schedule has been revised 8 times since 1966 [11] .",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 758,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The Modern Era (1945-Present)"
        },
        {
            "text": "In 1995, the Advisory Committee on Immunization Practice was organized, and it consisted of 15 sub-committees. In 1997, the recommended childhood immunization schedule for 13 contagious diseases was developed, and in 2001, so unified national vaccination service seemed to be possible [6, 12] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Modern Era (1945-Present)"
        },
        {
            "text": "Also in November 1969, the enforcement regulations of the Communicable Diseases Preventive Measure was proclaimed, and in August 1977, the enforcement ordinance of the Communicable Diseases Preventive Measure was proclaimed. According to the Communicable Diseases Preventive Measure, infectious diseases were classified as class 1, class 2, and class 3. And it is advised on regulations concerning about obligations of registration and report, medical examinations, immunizations, and preventive measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Modern Era (1945-Present)"
        },
        {
            "text": "In order to know the evolution of the modern vaccination in this country, we need to know the restructuring process and the establishment of the Korea Center for Diseases Control and Prevention. The origin of the Korea Centers for Disease Control and Prevention at the present time can be found at The Health Administration installed by the Edict of King Gojong in 1894. The Institutes of Health and the Training Center for medicare in 1935, was renamed as the Josun Quarantine Laboratory and the National Chemistry Laboratory in 1945, respectively [12] .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Goal of Immunization Policy and Direction"
        },
        {
            "text": "As the independent organizations that were established as the National Quarantine Institute, the National Chemical Laboratory, the National Institute of Health, the National Herbal Laboratory were integrated into one in December 16 1963, then, the National Institutes of Health was launched. [12] In 2002, the severe acute respiratory syndrome (SARS) in southern China spread around the world and resulted in a lot of casualties and economic loss. The systematic national disease management system was urgently needed after the SARS epidemic, in order to protect life and property from the new and reemergence infectious diseases, the Korea Centers for Disease Control and Prevention which was integrated with a unified inspection and quarantine work and research capabilities by expanding and reorganizing the National Institutes of Health in January 17, 2004 [12] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Goal of Immunization Policy and Direction"
        },
        {
            "text": "In 2005, the Life Science Research Team, the Biological Safety Assessment Team, the Bio-Science and Information Team were newly established. The National Institutes of Health was reorganized as the Korea Centers for Disease Control and Prevention which consists of the National Public Health Institute and 13 branches of the National Quarantine Station [12] .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Goal of Immunization Policy and Direction"
        },
        {
            "text": "December, 2010 to management of infectious disease. Also aspect of users, the Korea Centers for Disease Control and Prevention improved the national infectious disease surveillance system and infectious disease web statics system to provide high-quality information based on scientific data and to keep pace with the rapid changes in medical health care not only in domestics but also in all over the world. Additionally it has published the Public Health Weekly Report since April, 2008. The Surveillance Annual Report included annual infectious disease outbreak and report materials [12] .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The law which completely amended the Communicable Diseases Preventive Measures in 2009 was enforced on 30"
        },
        {
            "text": "The health budget and management would be made by publishing a white book or a government report in 2004. The purposes of project for the national immunization program are to immunize more people against more diseases which finally influence to the national health, to establish policies based on the evidence, to enhance the national expanded vaccination program, to make confidence for vaccination, to expand routine immunization coverage reaching more children with newly available vaccines, and to integrate other critical health interventions with immunization. On these purposes the government confirmed the national immunization program and here is an overview of the main detailed facts [12] .",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 699,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Communicable Diseases Preventive Measures"
        },
        {
            "text": "The Advisory Committee on Immunization Practice was founded on January 1995 and is comprised of 15 or less members including government officials, health care providers, lawyers and people who are recommended by consumer organization. It specifies coverage of vaccination, quality and standard methods of vaccination, detailed policies and eradication of preventable infectious diseases, which were holding 4 conferences a year. The practice of the national immunization program was based on evidence [12] .",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The national immunization program"
        },
        {
            "text": "Fourteen infectious diseases are belong to the national immunization program which includes tuberculosis, hepatitis B, diphtheria/tetanus/pertussis, measles/mumps/rubella, poliomyelitis, varicella, Japanese encephalitis, influenza, typhoid, and hemorrhagic fever with renal syndrome for routine vaccination according to Communicable Diseases Preventive Measures, Enforcement [11] . When there are rapid http://www.ecevr.org/ http://dx. doi.org/10.7774/cevr.2012.1.1.3 increased number of infectious diseases or occurring new emerging infectious disease in the community, temporary vaccination would be given based on the article (e.g., nationwide measles vaccination in 2001) [12] . Also private health medicare recommended 5 kinds of vaccination including Haemophilus influenzare type B, hepatitis A, pneumococcus, human papillomavirus, and rotavirus.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 467,
                    "text": "doi.org/10.7774/cevr.2012.1.1.3",
                    "ref_id": null
                }
            ],
            "section": "The national immunization program"
        },
        {
            "text": "The criteria for selection of the national immunization program is effectiveness, stability, cost-benefit, convenient application, financial resources, storage and social-cultural standards. For management of immunization practice, they published the \"epidemiology and management\" which included the basic concept of vaccination, methods and practice in vaccination, and management of side effects on 2006 [12] .",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 410,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The national immunization program"
        },
        {
            "text": "Evaluated immunity against vaccine preventable diseases, immunity (antibodies) against human papillomavirus in Korean women, policies for managing hepatitis B, development of policies for vaccination against Japanese encephalitis were carried out in 2008 [12] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The national immunization program"
        },
        {
            "text": "The national expanded vaccination program was developed to increase vaccination rate in Korea. The current status of the doses of vaccination including hospitals and public health care center are 16,700,000 doses but estimated to be near 20,000,000 doses considering the low report rate of private clinics and hospitals. The proportion of vaccination rate is 35% for public health centers and 65% for private sector, respectively [12] .",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The national expanded vaccination program"
        },
        {
            "text": "In an effort to achieve the vaccination rate for eradication of the infectious diseases, every children who enter the primary school should have submitted a sheet of conformation of measles vaccination. The national expanded vaccination program was under taken [12] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The national expanded vaccination program"
        },
        {
            "text": "The current national immunization program is limited to public health centers, and visitors of private medical facilities (clinics and hospitals) spent up to 450,000 won (about 375 USD) until age 12 due to get the financial burden by themselves. The necessity for the expanded program is emphasized due to inaccessibility to public health center, equity issues in vaccine between public health center and hospitals, which were being a problem in enhancing the vaccination rate [12] .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 481,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The national expanded vaccination program"
        },
        {
            "text": "The trial of the expanded vaccination program which was implemented in Daegu City and Gunpo City in July to December 2005, and it enhanced the vaccination rate by 97% compared to last year. The proportion ratio dropped in public health centers by 55%, whereas the rate rose by 239% in private clinics and hospitals. Another same trial program took place in other cities from January to December 2006. Then, 81% of the participants answered \"satisfactory\" in a survey about the trial program, 19% answered \"very satisfactory. \" The computerized registration and report rate jumped up to 91.8% from 78.2%. The trial program had taken up the legal backgrounds and securing budget for the expanded program [12] .",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The national expanded vaccination program"
        },
        {
            "text": "The vaccination rate was around 30% for several months from late 1999 to early 2000 due to consecutive cases with severe adverse events including deaths after vaccination which facilitated the public fear for vaccination. As a result, the adverse events following immunization surveillance system and the national vaccine injury compensation program were developed [12] .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Management of adverse events after vaccination"
        },
        {
            "text": "There was total of 5,339 cases for 16 years period from 1994 to 2010. Pandemic influenza was 2,602 (48.7%), BCG was 1,159 (21.7%), diphtheria-tetanus-acellular pertussis (DTaP) was 454 (8.5%), influenza was 375 (7.0%), measles-rubella (MR) was 215 (4.0%), Japanese B encephalitis was 192 (3.6%), hepatitis B was 105 (2.0%). The number of BCG side effects was increased to tenfold in 2005-2008 due to changed strain [12] .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Management of adverse events after vaccination"
        },
        {
            "text": "The Korea Centers for Disease Control and Prevention developed computerized and standardized vaccination registration and management program for the management of the personal vaccination records from 2002 to 2009 [12] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Computerized registration program"
        },
        {
            "text": "While the rate of measles vaccination was under 95% (complete eradication rate), breakouts occurred in every 4-6 years and a major breakout which took place in 2000-2001 affected 55,696 patients between 2-10 years old with 7 mortality cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measles eradication program"
        },
        {
            "text": "In an effort to maintain over 95% vaccination rate, a nationwide measles vaccination program took place in 2001 on 5,700,000 students (elementary 2nd grade to high school 1st grade) and announced eradication of this disease based on WHO standards in November 2006 [12] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Measles eradication program"
        },
        {
            "text": "About 81,000 people received national support (120,000 won per person; about 100 USD) for immunoglobulin administrahttp://www.ecevr.org/ http://dx. doi.org/10.7774/cevr.2012.1.1.3 tion, antigen and antibody tests for hepatitis B to prevent vertical infection from infected mothers. The participation rate was 60% in 2002, 89% in 2003, 96% in 2004, 98% in 2005, and 98% in 2006 [12] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 179,
                    "text": "doi.org/10.7774/cevr.2012.1.1.3",
                    "ref_id": null
                }
            ],
            "section": "Prevention program of vertical infection of hepatitis B"
        },
        {
            "text": "The goal for managing influenza is decreasing morbidity and mortality rate to achieve reduced disease burden. The vaccination program selected the high risk groups for vaccination with priority. The influenza surveillance system operated and monitored daily and weekly surveillance for influenza and influenza like illness altogether with laboratory surveillance [12] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Influenza management program"
        },
        {
            "text": "The growing interest of public health related to vaccination reflects that they are well aware of preventable diseases and safety issues of vaccines unlike in the past. It seems that public began to see new vaccine development not only as a treatment for a disease but as a public health problem. As of the year 2000, public health authorities in Korea presented computerized vaccination registration and policies for infectious disease-i.e., the fight against tuberculosis, prevention of Vertical Transmission of Hepatitis B program, measles elimination, and influenza management-and continued to maintain it since then.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "With spontaneous introductions of new vaccines, the selection of vaccines to be produced and to be used must be determined based on local disease epidemiology and disease burden of each and every applied region. In order to do so, it requires the interests of public health authorities in practical and economical aspects-i.e., budget. A much higher standard is required in regards to the criteria of vaccine safety and biochemical characteristics of vaccines compared to those in the past 30 years, and yet is still continued to be revised. Finally, I hope that this review paper would be valuable to understand our past history of vaccine and vaccine policies in our country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A short history of vaccination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The medical history of China. Seoul: Iljong Publisher",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Yun",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "413--417",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Academy of Korean Studies. The Korean encyclopedia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "s role in the introduction of smallpox vaccine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Edward"
                    ],
                    "last": "Baxby",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jenner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The health history of western. Seoul: Shinkwang Publisher",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Korean Society of Infectious Diseases. The history of infectious diseases in Korea",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cultural Heritage Administration. The annals of the Joseon dynasty",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variolation\" and vaccination in late imperial China, ca 1570-1911",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5--12",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The medical policies in the reign of Jeong-Jo. The Hankookhakbo. Seoul: Iljeesa",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The medical history of Korea. Seoul: Tamgusa",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Daejeon: The National Archives of Korea",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cheongwon: The Korea Center of Diseases Control and Prevention",
            "authors": [],
            "year": null,
            "venue": "Korea Center of Diseases Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Keywords: History, Vaccine, Vaccination The history of vaccination and current vaccination policies in Korea http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1.3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "nationwide measles vaccination was performed, then Korea declared measles elimination in 2006. Prior to 2002, routine vaccination of infants was managed in the Maternal and Child Health Care Service, and the provisional immunization was supervised in the Quarantine Department of the Korea National Institute of Health. However, after 2002, all vaccination works were transferred to the Quarantine Department of the Korea National Institute of Health. In August 2003, the Committee on the National Vaccine Injury Compensation Program was organized. Furthermore, in December 2003, the National Institute of Health was expanded and reorganized into the Korea Centers for Disease Control and Prevention, and also the Vaccination Management Team was founded, http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1.3",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}