{
    "paper_id": "2eefde0ef2d54748b892970703c15b798192274e",
    "metadata": {
        "title": "Personal, Occupational, and Public Health Perspectives on Dealing with the First Case of Influenza A (H1N1) in the United Arab Emirates",
        "authors": [
            {
                "first": "Syed",
                "middle": [
                    "M"
                ],
                "last": "Shah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al-Ain",
                        "country": "United Arab"
                    }
                },
                "email": ""
            },
            {
                "first": "Tar-Ching",
                "middle": [],
                "last": "Aw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al-Ain",
                        "country": "United Arab"
                    }
                },
                "email": ""
            },
            {
                "first": "Iain",
                "middle": [],
                "last": "Blair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al-Ain",
                        "country": "United Arab"
                    }
                },
                "email": ""
            },
            {
                "first": "Rayhan",
                "middle": [],
                "last": "Hashmey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tawam Hospital",
                    "location": {
                        "settlement": "Al-Ain"
                    }
                },
                "email": ""
            },
            {
                "first": "Mahmoud",
                "middle": [],
                "last": "Sheek-Hussein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emirates University",
                    "location": {
                        "settlement": "Al-Ain",
                        "country": "United Arab"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "New epidemics of infectious diseases often involve health care workers. In this short communication we present a case report of a health care professional who became the fi rst case of infl uenza H1N1 virus to be notifi ed in the United Arab Emirates. There are several issues related to workplace considerations and general public health, including preventive measures, the need for isolation of the patient, dealing with contacts, return to work, and communication with the workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years influenza viruses have circulated in seasonal (H3N2, H1N1) and avian (including H5N1) forms. There has been concern that Influenza A (H5N1), a worldwide cause of large poultry outbreaks, which by December 2009 had affected 467 persons (282 deaths), would drift or shift to become the next pandemic strain [1] . However in April 2009 'Swine flu' caused by a new strain of influenza A, Pandemic (H1N1) 2009 emerged.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This has now become the dominant strain producing an illness that is transmitted in the same way as seasonal influen-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This is an open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/3.0/), which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. za, which in most cases is mild, which can be effectively treated with antiviral drugs and for which a vaccine is now available. By the end of 2009 many countries were still reporting disease activity and an impact on health-care services [2] .",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 549,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Copyright © 2011 Safety and Health at Work (SH@W)"
        },
        {
            "text": "In the early days of the H1N1 pandemic, when there was uncertainty about the infectivity and virulence of the new virus, a more precautionary approach to management was advocated. This included laboratory testing of suspected cases, contact tracing, isolation of cases and contacts, anti-viral medication for treatment and prophylaxis, and clinical surveillance and follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Copyright © 2011 Safety and Health at Work (SH@W)"
        },
        {
            "text": "In this short case report we describe the personal experience and management of the first case of H1N1 reported in the United Arab Emirates (UAE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Copyright © 2011 Safety and Health at Work (SH@W)"
        },
        {
            "text": "The patient was a 48 year-old male academic public health physician who had just returned to the Middle East after",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perspective from the patient"
        },
        {
            "text": "www.e-shaw.org spending a week with his family in Saskatoon in Canada. His journey to the UAE was via Calgary and Heathrow airport in London, UK. He started feeling lethargic, and developed a sore throat, with cough and high fever for around 10 hours since the night of his arrival in Dubai, UAE. This led him to consult the on-duty infectious disease consultant at the Emergency Department of a local hospital at around 8:00 am the following day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "The consultation included a discussion of any possible exposure to H1N1 since Canada was recognized then as experiencing a large number of cases of the infection. A combined influenza A&B antigen screen on a nasopharyngeal swab was positive, and an additional swab and a blood sample were then sent for further confirmatory testing. He was prescribed Oseltamivir 75 mg orally twice daily for five days, azithromycin 500 mg daily and paracetamol 500 mg three times daily for three days, and advised to remain at home until the confirmatory test results were available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "By the next morning, the patient's fever and sore throat had subsided and he was feeling better. Despite the very low, but nevertheless real risk of having 'swine flu', the patient had to make some important difficult decisions regarding his state of health and his work deadlines. His work place was a university campus and as he had no lectures that day, he had no need to be in contact with any students. All scheduled appointments on his calendar for the day were cancelled, but he decided to proceed with a ten-minute scheduled presentation to six of his peers regarding a large research grant proposal. A mask was not worn during the presentation, and he returned home immediately after the event. The patient was alone at home but one of his relatives came to visit him unannounced, accompanied by his wife and a ten year old child from a neighboring town. They stayed at his home for that night, as the distance for return travel was considerable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "On the next day the patient received a call from the Health Authority confirming Influenza A (H1N1) infection and he was therefore in the unenviable although historical position of being the first reported case of H1N1 infection in the UAE. The patient was admitted to hospital with airborne and contact isolation, where he completed the rest of the maximum recommended 10 days quarantine period. The visiting couple and child also had to stay at the patient's home for 10 days of quarantine and all also received prophylactic medicine (Oseltamivir). No lab tests were advised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "As a public health physician, the index case had considered the H1N1 situation before commencing his travels to Canada. At that time (May 8 2009), the World Health Organization (WHO) did not recommend restricting travel, although some individual national authorities were advising against non-essential travel. The advice on the various websites seemed very pragmatic: observe basic hygiene, hand-washing and cough etiquette; do not travel when ill and seek medical advice if you become ill after your return. The patient's route to Canada took him through London (34 cases reported in the UK at that time) and Toronto (15 cases in Ontario) to Saskatoon (2 cases). By the time he was due to return to the UAE from Saskatoon via Calgary, the number of cases in Canada had increased from 242 to 496 with 19 in Saskatchewan and 67 in Alberta. During his stay in Saskatoon he did not recall meeting anyone with respiratory symptoms and he was quite well on his journey back to Dubai. He was therefore not certain where and from whom he caught the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "This case raised several issues related to workplace and general public health. Measures taken by the UAE government to prevent an influenza epidemic include the installation of thermal scanners at Dubai, Sharjah and Abu Dhabi airports (three major international airports in the United Arab Emirates). The individual was afebrile and symptom-free on arrival at the airport, and so was not detained for further enquiry. The thermal scanners will detect individuals with fever from whatever cause, but will not necessarily detect those with early H1N1 infection, especially if they are afebrile [3] .",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 596,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Public health and occupational health perspective"
        },
        {
            "text": "Effective and timely communication is essential to allay unwarranted concerns from the public and at the workplace. Queries from the media were channeled to a senior member of the administration from the office of the Dean -to ensure consistency in the information provided. He was briefed by public health physicians, occupational health physicians and hospital clinicians dealing directly with the case. A central news release was provided to staff and students on H1N1 reiterating the importance of hygiene in regards to limitation of transmission. The workplace was a university campus. This case did not have any lectures or meetings with students. Contact with a few coworkers was transient (not more than 15 minutes in the same area). These contacts were counselled on the low likelihood of acquiring the infection. They were informed about seeking medical advice if they had any other reasons for concern or if they developed H1N1 symptoms. Doctors, nurses and ancillary healthcare workers looking after the case while in hospital were briefed on hygiene and infection control procedures. N-95 masks, gloves and gowns were provided to health-care staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public health and occupational health perspective"
        },
        {
            "text": "The Health department took prompt action. Family members with close contact were quarantined at home. They were given a prophylactic course of Oseltamivir. Adequate supplies of food and provisions and maintenance of phone communiwww.e-shaw.org cation was confirmed. The public health department dealt with general queries from the public. Official release of information and contact with the WHO was through the federal Ministry of Health. The airline that transported the case from Canada to the UAE sought to contact passengers in the rows adjacent to the passenger's allocated seat. None of those who were traced developed any flu-like illness within the incubation period following the timing of the flight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public health and occupational health perspective"
        },
        {
            "text": "Where new epidemics of infectious diseases appear, history has shown that the cases have often included healthcare workers, and their family members [4] . The index case for Ebola infection was a hospital laboratory worker, and secondary cases occurred in other healthcare workers and within the family. Two-thirds of the deaths from the early outbreaks of Ebola infection occurred in healthcare staff. The early cases of SARS and H5N1 infection included doctors and nurses [5] [6] [7] . The likelihood of healthcare staff being affected in such infections is high, especially in the absence of adequate preventive measures, or if there is poor compliance with recommended precautions. In this particular first reported case of H1N1 infection in the UAE, prompt and appropriate action resulted in the individual being treated, the risk of transmission being reduced, and the provision of information being timely and adequate. None of the known contacts developed signs and symptoms of the disease. It was not possible to contact the taxi driver who shared the same vehicle with the case during the hour long journey from the airport home, but there were no reports of infection in any Dubai taxi driver in the 2 weeks following the journey.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We now believe that even if they are infectious, clinicians who practice good respiratory and hand hygiene will limit the risk of transmission to others. Standard and droplet precautions should be in place [8] . Standard Precautions minimize exposure to potentially infected blood and body fluids and include hand hygiene and the use of appropriate personal protective equipment. Droplet precautions require that a medical mask is worn when working within one meter of the patient and that when performing aerosol-generating procedures, further measures are taken including the use of eye protection, N-95 masks or other equivalent or more effective respirators and other personal protective equipment. In addition, respiratory or cough etiquette should be observed so that all persons cover their mouth and nose with a disposable tissue when coughing or sneezing, and then disposing the used tissue promptly. Within the healthcare setting, administrative, environmental and engineering controls such as frequent cleaning of work areas should also be in place.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Generally it will not be appropriate to conduct contact tracing of patients or to provide anti-viral prophylaxis. However if there has been a particular type of contact between a healthcare worker and a patient (for example intubation) or a patient is at high risk of severe or complicated infection, then further risk assessment is indicated with a view to offering prophylaxis. An alternative approach, if practical, is to monitor exposed persons and administer antiviral treatment when symptoms develop. When a vaccine becomes available the first priority should be to immunize healthcare staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When pandemic influenza is widespread in a community it will inevitably have consequences for the workplace not least because that is a setting where transmission can occur. In these circumstances occupational health practitioners should be prepared to lead a consistent and proportionate response. Staff with influenza will be diagnosed on the basis of symptoms. The clinical diagnostic criteria are fever (≥ 38 o C) or a history of fever and two or more symptoms of an influenza-like illness i.e. cough, sore throat, headache etc. Those who satisfy this case definition should be sent home and advised not to work until fully recovered. A risk assessment should be carried out and the risk of transmission to other staff members should be considered in terms of the excess risk compared to acquiring the infection from other community sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Stories about the new H1N1 case in town appeared daily and reflected public anxiety. The media can play an important role in allaying the fears of the community by providing adequate and accurate information. The installation of thermal scanners at points of entry has their limitations, and is not recommended by the WHO. Studies indicate many of its drawbacks, including a low positive predictive value of 3.5% [2] .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An unpublished population study carried out in the UAE during October 2009 by medical students investigated the impact of the recent H1N1 pandemic on the parents of primary school children. They found that while the majority of parents had good knowledge of H1N1 and its mode of transmission, many had mistaken beliefs about the origin of the virus, for example thinking that it had been genetically engineered. Parents reported changing their behaviour because of H1N1, taking measures such as cancelling travel plans and restricting socializing. Also, while most had confidence in the way in which the authorities had managed the pandemic, they continued to worry that their families were at risk of infection and were not persuaded of the safety of available vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusions, as for many epidemics, dealing with initial cases is often a key to successful subsequent management of further outbreaks. This case documents the experience of a public health physician as a patient in an infectious disease epidemic, with lessons for occupational and public health management. The lack of further transmission from this first case in the UAE may be a combination of good and effective public health intervention, or serendipity. Even though H1N1 has high infectivity with low case fatality rates, the number of cases globally declined, and WHO declared the end of the pandemic on 10 th August 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cumulative number of confirmed human cases of avian influenza A/(H5N1) reported to WHO",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infection prevention and control during health care for confirmed, probable, or suspected cases of pandemic (H1N1) 2009 virus infection and influenza-like illnesses",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "International travels and fever screening during epidemics: a literature review on the effectiveness and potential use of non-contact infrared thermometers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bitar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goubar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Desenclos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Microbial diseases of occupations, sports and recreations Butterworth-Heinemann",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Aw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Grange",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Oxford (United Kingdom)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lessons from the past: perspectives on severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Asia Pac J Public Health",
            "volume": "22",
            "issn": "3",
            "pages": "132--138",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Outbreak of avian influenza A(H5N1) virus infection in Hong Kong in 1997",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "2",
            "pages": "58--64",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Geneva: World Health Organization (WHO)",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl ict of Interest"
        }
    ]
}