{
    "paper_id": "2ef7ce66fc8445aa7bfabc121193e2ae0091fecb",
    "metadata": {
        "title": "2019-nCoV: Polite with children!",
        "authors": [
            {
                "first": "Désirée",
                "middle": [],
                "last": "Caselli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maurizio",
                "middle": [],
                "last": "Aricò",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A novel epidemic is challenging the global health care system. Starting from probably November to December 2019, another Coronavirus entered the arena of human pathogens, to be then defined 2019-nCoV. 1 The outbreak of respiratory illness caused by 2019-nCoV was initially detected in Wuhan City, Hubei Province, China. China Republic arranged strong restrictions to limit domestic people circulation. Within days, most European countries and the United States established an unrestricted scientific cooperation to exchange data and information, useful to design a defensive wall against the worldwide spreading of this new epidemic. Spreading is favored by universal access to intercontinental mobility by airplane, and propensity of Chinese people to massively migrate within, but also outside, their subcontinent especially during national holidays.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of February 5, 2020, the number of confirmed cases was 24,554, with 492 deaths resulting in a crude fatality rate of 2% (https://www.ecdc.europa.eu/en/novelcoronavirus-china).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Spreading in Europe has been likely slowed down so far by the international coordinated effort, with only 28 cases reported. Yet, people are scared by this novel, unknown disease. Their daily lifestyle has been affected, with a marked decrease of unnecessary trips abroad, and reduction of events causing massive people accumulation. Basic sanitary checks have been enforced on people entering European countries directly from China. Questions have been raised even on the opportunity to keep the schools open.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The fear of unknown diseases is obviously even higher for children. As an immediate result, parents are taking their kids to the emergency room of their local hospital more often and in the presence of minimal signs and symptoms of respiratory disease. The public health system has arranged a sanitary chain to isolate and quickly screen all possible, but even suspected cases. However, this emergency belt might result expensive and hard to be sustained for a very long time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In their report of the characteristics of the first 425 cases observed in Wuhan as of 4 This clearly shows that three different acute respiratory syndromes developed as epidemic in the last decades showed a reduced propensity to involve children. Coming to the hottest topic, data from Wuhan show that at an early evaluation, the pediatric population, even in this very-high risk area, appears to be at an unexpectedly low risk to develop the disease. 2 Why may this happen remains unclear. Are children absolutely protected from infection or only from the risk to develop the disease following infection? Formal demonstration of the ability of 2019-nCov to infect a child has been provided by Chan et al. In their report, when screening for 2019-nCov the asymptomatic members of the family of a patient with pneumonia, they documented infection in a child who yet remained asymptomatic. 5 Thus, this first and so far unique case shows that infection of children is possible although apparently extremely rare; furthermore, it was not followed by the development of the respiratory disease at the time of writing.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 87,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 452,
                    "end": 453,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 888,
                    "end": 889,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Persistence of maternal protective immunity extending to the entire pediatric age appears very unlikely. No other posi-tively protective effect may be easily hypothesized. Are children cross-protected by having met other Coronaviruses? Coronaviruses (CoVs) is one of the common viruses that invade the lungs as rhinoviruses, respiratory syncytial virus (RSV), and influenza, which all have an RNA genome and are very frequent in children. Innate immune evasion links to the innate immune responses elicited by respiratory and other (RNA) viruses. 6 One explanation could be that pneumonia results from virus-induced immune response causing destruction of pulmonary tissue. 7 Such mechanisms could be less effective in children.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 548,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 673,
                    "end": 674,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a bottom-line message, although we do not know how massively 2019-CoV will spread and affect the population worldwide, we may try to reassure the population about the real risk represented by this novel ordeal: their children are apparently at a minimal risk to develop this new disease, and at virtually no risk of a fatal course. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30251--30259",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome in children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Stockman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Massoudi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Helfand",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "68--74",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Middle East Respiratory Syndrome Coronavirus -A Continuing Risk to Global Health Security",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lanini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv Exp Med Biol",
            "volume": "972",
            "issn": "",
            "pages": "49--60",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30154--30163",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Innate Immune Evasion by Human Respiratory RNA Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikkert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Innate Immun",
            "volume": "12",
            "issn": "",
            "pages": "4--20",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus Infections and Immune Responses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25685"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "January 22, 2020,Li et al.  show that none of the patients had less than 15 years of age. 2 Is this children-sparing pattern common to other Coronavirus diseases?Severe acute respiratory syndrome (SARS) spread in Hong-Kong and then worldwide from March to June 2003, caused by the SARS-associated coronavirus (SARS-CoV). Among over 1700 infected individuals, 6.9% were <18 years of age with a case fatality rate of 0%. Stockman et al. reported that patients 12 years of age or younger had milder disease and were less likely than older children to be admitted to an intensive care unit, receive supplemental oxygen or be treated with methylprednisolone. No deaths were reported among children or adolescents with SARS.3 Only one published report of transmission of SARS virus from a pediatric patient was available at the time of writing in 2007.In their retrospective analysis of the Middle East Respiratory Syndrome (MERS) spread in 2012, also caused by Corona Virus, Azhar et al. report that only 2% of cases occurred in children.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}