{
    "paper_id": "2ffddf5caaef38207b58710a93ee8361518813c9",
    "metadata": {
        "title": "The need for one health degree programs",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "H"
                ],
                "last": "Kahn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "addrLine": "Woodrow Wilson",
                        "settlement": "Princeton",
                        "region": "New Jersey",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n the early 20th century, the new field of microbiology was being embraced as an important scientific discipline to control epidemics of smallpox, pertussis, typhoid fever, and other scourges. Sanitation engineering and hygiene were being implemented to control infectious diseases associated with contaminated water, food, and waste (1) . Despite many past improvements, enormous challenges remain. Today, approximately 60% of all human pathogens and 75% of newly emerging pathogens are zoonotic diseases of animal origin (2) . Globally, one billion people lack access to potable water for drinking and domestic use. Foodborne diseases have taken on new dimensions due to international transport of foodstuffs, increasing demands for animal protein, and opportunities for spread of infectious diseases.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Schools of public health have played an important role in promoting population health through disciplines such as epidemiology and biostatistics. Interdisciplinary public health professionals have made significant advances in areas such as the control of infectious diseases, vaccination, sanitation and waste removal, and safer and healthier foods. Public health successes have yielded life expectancy increases by over 25 years (3) . Indeed, public health efforts have been so successful that the United Nations estimates that the planet will experience a substantial increase in the human population, which will reach 9.3 billion by 2050 and 10 billion by 2100 (4). These developments present new challenges to the public health community that could be considered even more daunting than those of the previous century. Growing population needs for food, land, water, and energy has placed unsustainable demands on the planet. This is a global public health problem.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 433,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For example, intensive agriculture and deforestation have been linked with emerging zoonotic diseases. Since 2007, the Netherlands has been experiencing one of the worst Q fever outbreaks in history. The Netherlands has a dairy goat population of more than 350,000 goats and has some of the largest dairy goat farms in the world with an average farm having 600 goats. Q fever is a zoonotic disease caused by the bacterium Coxiella burnetti that is excreted in the milk, urine, feces, and amniotic fluids of infected animals; it can form spores that can be aerosolized and inhaled by humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After circulating in farm animals for 2 years, the disease spread to people. A total of 168 cases of Q fever were reported in 2007. In 2009, almost 2,400 people became ill. Of these, almost 460 required hospitalization and six died. Around 60% of the people who became ill lived within 5 kilometers of a farm with infected animals. A government investigation of the crisis found that the response was slow, uncoordinated, and hampered by poor communication and collaboration between the medical, public health, and veterinary medical communities (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Deforestation becomes a public health issue when a deadly zoonotic disease emerges from wildlife whose habitat has been destroyed. Almost five million hectares were slashed and burned in Malaysia in 1997 to clear land for pig farming. With their habitat lost, the local fruit bat population contaminated the fruit in trees near the pig farms with their urine and saliva. The pigs ate the fruit, became sick with the Nipah virus, and subsequently transmitted the disease to the farm workers. The outbreak killed 105 people, sickened 160 more, and cost the Malaysian government more than $450 million. There is still no vaccine or cure for Nipah virus, and the disease has spread throughout Southeast Asia (6) .",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 707,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These examples illustrate that animal and environmental health are inextricably linked with human health. Domesticated animals provide food, fibers, and hides; and for much of the world's pastoralist and farming populations, income. Indeed, economic advancement in developing countries is often closely tied to livestock and small-scale agriculture, enabling the empowerment of women and strengthening civil society (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One Health is a concept that promotes the integration of human, animal, and environmental health by increasing communication and collaboration across different disciplines. Advances in food safety were largely due to the efforts of Rudolf Virchow (1821Á1902), a German physician who established the field of veterinary pathology and public health meat inspection programs that transformed the role of veterinarians into vanguards of public health (8) .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 450,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introducing one health"
        },
        {
            "text": "Cross-disciplinary efforts waned in the 20th century, as medicine and science became increasingly specialized and reductionistic in approaching health and disease. However, growing human populations, diminishing biodiversity, emerging infectious diseases, intensive agriculture, food safety and security, deforestation, global trade and travel, climate change, and others demand that a new paradigm be used to address these issues: a One Health paradigm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducing one health"
        },
        {
            "text": "Master's degree programs in public health typically focus in core competency areas of biostatistics, epidemiology, health policy and management, social and behavioral sciences, and environmental health. These subjects traditionally focus on human health and disease. However, in a global, increasingly interconnected world in which land degradation, deforestation, intensive agriculture, global food production, water contamination, energy production, loss of biodiversity, antimicrobial resistance, and climate change contribute to emerging diseases, a broad-based One Health approach becomes increasingly critical for global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A one health program"
        },
        {
            "text": "There is a great need for professionals with education and training that span human, animal, and environmental health. The deadly E. coli 0104:H4 outbreak centered in northern Germany during May and June 2011 has devastated parts of the European agricultural industry, sickened thousands, and killed 32 people so far, highlights the need for interdisciplinary collaboration (9) . The source of this outbreak, which likely involved the contamination of food with bacteria, remains uncertain, but it is likely (based on precedent) that domestic livestock were the source of fecal contamination. Logically, veterinarians who understand animal husbandry would be engaged in the investigation of this outbreak. However, manpower constraints and competing interests stand in the way. Currently, there are only 71 accredited (by AAVMC standards) schools of veterinary medicine (10), and the number of graduates pursuing careers in public health does not meet global needs.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "A one health program"
        },
        {
            "text": "Another highly relevant example is the outbreak of SARS coronavirus in 2003. This outbreak caused huge disruption of commerce and threatened the entire fabric of public health. Interestingly, it was a surprise to those responsible for public health that veterinarians were wrestling with related coronavirus diseases of domestic livestock and companion animals for many years, and that there was a depth of knowledge in the veterinary community that was applicable to SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A one health program"
        },
        {
            "text": "Schools of public health could play a tremendous role in bridging human, animal, and environmental health by offering master's and doctoral degree programs in One Health. In addition to studying biostatistics and epidemiology, students would study food safety and security, ecosystem and environmental health, health issues of land degradation and urban development, agriculture and sustainability, health impact of water and energy usage, biodiversity and zoonotic diseases, among others. Solutions to global challenges will not be developed until a cadre of multi-disciplinary scientific professionals communicate and collaborate on work that integrates the intricate linkages between human, animal, and environmental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A one health program"
        },
        {
            "text": "Human, animal, and environmental health are inextricably linked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key points"
        },
        {
            "text": "Public health policy and practice must reflect this fact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key points"
        },
        {
            "text": "Preventing and confronting future outbreaks will require experts with education and training in human, animal, and environmental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key points"
        },
        {
            "text": "Schools of public health can fill this need by providing degree programs in One Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key points"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A history of public health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "200--69",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Factors for human disease emergence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philos Trans R Soc London B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "983--992",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ten great public health achievements Á United States, 1900Á1999",
            "authors": [],
            "year": 1999,
            "venue": "MMWR",
            "volume": "48",
            "issn": "",
            "pages": "241--244",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World population to reach 10 billion by 2100 if fertility in all countries converges to replacement level",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lessons from the Netherlands",
            "authors": [],
            "year": 2011,
            "venue": "Bull Atomic Scientists",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deforestation and emerging diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bull Atomic Scientists. Available from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tending animals in the global village",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Vet Med Edu",
            "volume": "32",
            "issn": "",
            "pages": "156--62",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Confronting zoonoses through closer collaboration between medicine and veterinary medicine (as 'one medicine')",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "5Á19. Available from",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "European Centre for Disease Prevention and Control. Outbreak of Shiga toxin-producing E. coli in Germany",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "List0512ff74f%2D77d4%2D4 ad8%2Db6d6%2Dbf0f23083f30&ID01131&RootFolder0%2Fen %2Factivities%2Fsciadvice%2FLists%2FECDC%20Reviews",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Reviews",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecdc_Dispform",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Association of American Veterinary Medical Colleges",
            "authors": [],
            "year": null,
            "venue": "AAVMC Member Institutions",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "609 258 6763 Fax: '609 258 3661 Email: lkahn@Princeton.EDU Need for one health Citation",
            "authors": [
                {
                    "first": "*",
                    "middle": [],
                    "last": "Laura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infection Ecology and Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/iee.v1i0.7919"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and Epidemiology 2011. # 2011 Laura H. Kahn. This is an Open Access article distributed under the terms of the Creative Commons Attribution-Noncommercial 3.0 Unported License (http://creativecommons.org/licenses/by-nc/3.0/), permitting all non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Citation: Infection Ecology and Epidemiology 2011, 1: 7919 -DOI: 10.3402/iee.v1i0.7919",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by The MacArthur Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest and funding"
        }
    ]
}