{
    "paper_id": "3041dc5ba951755241ae7e75ade271188033d4de",
    "metadata": {
        "title": "O-Glycosylation of Intact and Truncated Ribophorins in Brefeldin A-Treated Cells: Newly Synthesized Intact Ribophorins Are Only Transiently Accessible to the Relocated Glycosyltransferases",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "Erwin"
                ],
                "last": "Ivessa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carmen",
                "middle": [],
                "last": "De Lemos-Chiarandini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yung",
                "middle": [
                    "Shyeng"
                ],
                "last": "Tsao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Akira",
                "middle": [],
                "last": "Takatsuki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Tokyo",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Milton",
                "middle": [],
                "last": "Adesnik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "D"
                ],
                "last": "Sabatini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gert",
                "middle": [],
                "last": "Kreibich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ribophorins I and II are type I transmembrane glycoproteins of the ER that are segregated to the rough domains of this organelle. Both ribophorins appear to be part of the translocation apparatus for nascent polypeptides that is associated with membranebound ribosomes and participate in the formation of a proteinaceous network within the ER membrane that also includes other components of the translocation apparatus. The ribophorins are both highly stable proteins that lack O-linked sugars but each contains one high mannose N-linked oligosaccharide that remains endo H sensitive throughout their lifetimes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We have previously shown (Tsao, Y. S., N. E. Ivessa, M. Adesnik, D. D. Sabatini, and G. Kreibich. 1992. J. Cell Biol. 116:57-67) that a COOHterminally truncated variant of ribophorin I that contains only the first 332 amino acids of the luminal domain (RI3a2), when synthesized in permanent transformants of HeLa cells, undergoes a rapid degradation with biphasic kinetics in the ER itself and in a second, as yet unidentified nonlysosomal pre-Golgi compartment. We now show that in cells treated with brefeldin A (BFA) RI332 molecules undergo rapid O-glycosylation in a multistep process that involves the 9 The Rockefeller University Press, Cultures of HeLa-RI332 cells were fixed first in the dishes with 2% paraformaldehyde and 1% glutaraldehyde in 0.1 M sodium phosphate buffer, pH 7.4, and after scraping the cells were left in this fixative for a total of 2 h. Samples were stored overnight in 0.1 M sodium caeodylatr buffer and processed for cryomicrotomy and immunolabeling, essentially as described by Tokuyasu (1980) with minor modifications (Ivanov et al., 1984; De Lemos-Chiarandini et al., 1987) . Lectin labeling with WGA or RCA was carried out as described by Caiffiths et al. (1982), using anti-lectin antibodies and protein A-gold (5-ram-diameter). Sections infused with LR White acrylic resin (Keller et al., 1984) were examined with a Philips 301 electron microscope operated at 60 kV.",
            "cite_spans": [
                {
                    "start": 1012,
                    "end": 1027,
                    "text": "Tokuyasu (1980)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1053,
                    "end": 1074,
                    "text": "(Ivanov et al., 1984;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1075,
                    "end": 1109,
                    "text": "De Lemos-Chiarandini et al., 1987)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1312,
                    "end": 1333,
                    "text": "(Keller et al., 1984)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "sequential addition of N-acetylgalactosamine, galactose, and terminal sialic acid residues. Addition of O-linked sugars affected all newly synthesized RI332 molecules and was completed soon after synthesis with a half time of about 10 rain. In the same cells, intact ribophorins I and II also underwent O-linked glycosylation in the presence of BFA, but these molecules were modified only during a short time period immediately after their synthesis was completed, and the modification affected only a fraction of the newly synthesized polypeptides. More important, these molecules synthesized before the addition of BFA were not modified by O-glycosylation. The same is true for ribophorin I when overexpressed in HeLa cells although it is significantly less stable than the native polypeptide in control cells. We, therefore, conclude that soon after their synthesis, ribophorins lose their susceptibility to the relocated Golgi enzymes that effect the O-glycosylation, most likely as a consequence of a conformational change in the ribophorins that occurs during their maturation, although it cannot be excluded that rapid integration of these molecules into a supramolecular complex in the ER membrane leads to their inaccessibility to these enzymes. IBOPHORINS I and II are two well characterized, highly stable ER resident glycoproteins that have a type I (N, luminal; C, cytoplasmic) transmembrane disposition and bear high mannose oligosaccharides in their luminal segments (Rosenfeld et al., 1984; Harnik-Ort et al., 1987; Crimaudo et al., 1987) . These proteins are segregated to the rough domains of the ER (Kreibich et al., 1978a, b; Macantonio et al., 1984; Amar-Costesec et al., 1984) and",
            "cite_spans": [
                {
                    "start": 1482,
                    "end": 1506,
                    "text": "(Rosenfeld et al., 1984;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1507,
                    "end": 1531,
                    "text": "Harnik-Ort et al., 1987;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1532,
                    "end": 1554,
                    "text": "Crimaudo et al., 1987)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1618,
                    "end": 1645,
                    "text": "(Kreibich et al., 1978a, b;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1646,
                    "end": 1670,
                    "text": "Macantonio et al., 1984;",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1698,
                    "text": "Amar-Costesec et al., 1984)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Yung Shyeng Tsao's present address is Schering-Plough Research, Union, NJ. Akira Takatsuki's present address is RIKEN, the Institute of Physical and Chemical Research, Wako, Saitama, Japan. appear to be part of the apparatus that effects the transit)cation of polypeptides synthesized on membrane-bound ribosomes across the ER membrane (Yu et al., 1989 (Yu et al., , 1990 . Ribophorins and other components of the translocation apparatus, such as the signal peptidase and the receptors for the signal recognition particle and for the signal peptide itself, form a suprarnolecular complex, or proteinaceous network, within the ER membrane that, after treatment of rough microsomes with neutral detergents, can be recovered together with associated ribosomes in a rapidly sedimenting fraction (Kreibich et al., 1983; Marcantonio et al., 1984; Amar-Costesec et al., 1984; Wiedmann et al., 1987) . The incorpo-ration of ribophorins and other components of the translocation apparatus into this network may be responsible for the characteristic cisternal morphology of the rough portions of the ER, that is quite distinct from the tubular arrangement of membranes in the smooth portions of the organelle (Kreibich et al., 1978a,b) . Moreover, retention of the components of the translocation apparatus in the ER may simply result from the fact that, when assembled into the intramembranous network, they cannot gain access to the transport vesicles that normally flow from the ER to the Golgi apparatus.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 189,
                    "text": "Physical and Chemical Research, Wako, Saitama, Japan.",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 352,
                    "text": "(Yu et al., 1989",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 353,
                    "end": 371,
                    "text": "(Yu et al., , 1990",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 791,
                    "end": 814,
                    "text": "(Kreibich et al., 1983;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 815,
                    "end": 840,
                    "text": "Marcantonio et al., 1984;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 841,
                    "end": 868,
                    "text": "Amar-Costesec et al., 1984;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 869,
                    "end": 891,
                    "text": "Wiedmann et al., 1987)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1199,
                    "end": 1225,
                    "text": "(Kreibich et al., 1978a,b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have previously shown (Tsao et al., 1992 ) that a truncated variant of ribophorin I that contains only the first 332 amino acids of the luminal domain (RI332), when synthesized in permanent transformants of HeLa cells, is rapidly degraded by a nonlysosomal pathway with biphasic kinetics. The first phase of degradation of RI332 begins immediately after synthesis is completed and takes place in the ER itself. The second phase, however, appears to require vesicular transport of the remaining molecules from the ER to a second compartment, where degradation takes place at an accelerated rate. The two degradative compartments appear to fuse in cells treated with brefeldin A (BFA) ~, in which the truncated ribophorin is degraded with monophasic kinetics at a rate intermediate between those of the two normal degradative phases (Tsao et al., 1992) . BFA is an antibiotic (H/irri et al., 1963) that profoundly affects the structure of the Golgi apparatus and causes the backflow of Golgi enzymes to the ER (Fujiwara et al., 1988; Lippincott-Schwartz et al., 1989 , 1990 Doms et al., 1989; Ulmer and Palade, 1989) . In this report we show that in the presence of BFA both the newly synthesized normal ribophorins and the truncated ribophorin I variant undergo posttranslational modifications which do not take place in untreated cells. Both ribophorins undergo O-glycosylation and the N-linked oligosaccharide chain in ribophorin II, but not that in ribophorin I, is converted into an endoglycosidase H (endo H) resistant form. However, whereas the truncated ribophorin I molecules remain accessible to the relocated Golgi enzymes throughout their lifetime, the intact ribophorins I and II are susceptible to the modifying enzymes only during or immediately after their synthesis. It would appear that only during this brief period the intact newly synthesized molecules are in a conformational state or location, which, after BFA treatment, permits access to the relocated Golgi enzymes. Only during a subsequent maturation process do the intact ribophorins become assembled and sequestered in a supramolecular complex from which the truncated variant is excluded.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 43,
                    "text": "(Tsao et al., 1992",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 834,
                    "end": 853,
                    "text": "(Tsao et al., 1992)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 877,
                    "end": 898,
                    "text": "(H/irri et al., 1963)",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1034,
                    "text": "(Fujiwara et al., 1988;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1035,
                    "end": 1067,
                    "text": "Lippincott-Schwartz et al., 1989",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1068,
                    "end": 1074,
                    "text": ", 1990",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1075,
                    "end": 1093,
                    "text": "Doms et al., 1989;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1094,
                    "end": 1117,
                    "text": "Ulmer and Palade, 1989)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "BFA was isolated in crystalline form from FL-24 fungi (Tamura et al., 1968 ",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 74,
                    "text": "(Tamura et al., 1968",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Reagents"
        },
        {
            "text": "The permanent HeLa cell transformant (HeLa-RI332) that expresses a truncated version of ribophorin I, consisting of the 332 NH2-terminal amino acids of the luminal domain of this type I transmembrane glycoprotein, has been described (Tsao et al., 1992) . Procedures for cell culture, radioactive labeling, immunopreeipitation, endo H treatment, and PAGE, in either 8 or 6-11% gradient gels, were also described previously (Tsao et al., 1992) . In one experiment (see legend to Fig. 3 ) in which cells were labeled with tritium-labeled sugars or [~5S]methionine, methionine-and glucose-free MEM was used. Before use, the tritium-labeled sugars were dried in a SVCI00H Savant Speed Vac concentrator (Savant Instruments, Inc., Farmingdale, NY) and dissolved in medium to a concentration of 280 ~Cilml. Unless otherwise indicated, cultures treated with BFA were preincubated in methionine-free medium containing the drug for 30 rain before pulse labeling, and the drug was present in the culture medium throughout the labeling and chase periods at a concentration of 5 ~g/ml.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 252,
                    "text": "(Tsao et al., 1992)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 422,
                    "end": 441,
                    "text": "(Tsao et al., 1992)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 483,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cell Culture and Transient Transfection"
        },
        {
            "text": "To overexpress ribophorin I the rat ribophorin I eDNA was excised from the pGEMI vector (Harnlk-Ort et al., 1987) and ligated into the eukaryofic expression vector pMT2 (Kaufman, 1990) using standard procedures (Sambrook et al., 1989) . HeLa cells were transiently transfected with this construct by the calcium phosphate precipitation method (10-20/zg DNA per 100-ram dish) and the synthesis, modification, and stability of ribophorin I were analyzed at 50-75 h after transfection.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 113,
                    "text": "(Harnlk-Ort et al., 1987)",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 184,
                    "text": "(Kaufman, 1990)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 211,
                    "end": 234,
                    "text": "(Sambrook et al., 1989)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Cell Culture and Transient Transfection"
        },
        {
            "text": "Glycosidase treatment of immunoprecipitated proteins was carried out according to protocols provided by the suppliers. Protein A-sepharose beads carrying the immunoprecipitates were boiled for 2 rain in a buffer containing 0.3% SDS and 100 mM Na-phosphate, pH 6.5. The beads were then sedimented and the supernatanls containing the eluted protein diluted with the same volume of a NP-40 containing buffer to final concentrations of 0.9% NP-40, 10 mM EDTA, 50 mM Na-phosphnte, 50 mM Na-acetate, pH 5.5, 20 U/ml trasylol. Aliquots (50 ~d) were then treated for 24 h (or mock treated) with the following glycosidases before gel electrophoresis: O-glycosidase (endo-N-acetyl-a-D-galactosaminidase from Diplococcus pneumoniae, 2.5 mU/sample), ~5-D-galactosidase (from bovine testes, 5 mU/ sample), endo-O-D-galactusidase (from Bacteriodes frasilis , 5 mU/sampie), C~-L-fucosidase (from beef kidney, 5 mU/sample in a dilation buffer containing 100 mM Na-acetate, pH 4.5, and no Na-phosphate), N-acetyl-O-D-glucosaminidase (from beef kidney, 50 mU/sample) and neuraminidase (from Clostridium perfringens, 5 mU/sample).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosidase Digestion"
        },
        {
            "text": "Subconlluent cultures of HeLa-RI332 cells were incubated with fresh media with or without 5/~g/rnl BFA at 370C for 2 h and fixed in 2% glutaraldehyde in 0.1 M sodium cacodylate buffer, pH 7.4, for 45 vain on ice. The cells were then scrap~ off the dish, sedimented, postfixed with glutaraldehyde and OsO4, and processed for routine EM. Thin sections were stained with uranyl acetate and lead citrate and examined in an electron micro= SCOpe operated at 80 kV (model 301; Philips Electronic Instruments Co., Mahwah, NJ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electron Microscopy"
        },
        {
            "text": "We have previously shown (Tsao et al., 1992) that in permanently transfected HeLa cells expressing RI332, a truncated form of ribophorin I that lacks the membrane and cytoplasmic segments and consists of only the amino-terminal 332 amino acids of the luminal domain the truncated molecules are degraded with biphasic kinetics. Furthermore, in cells treated with BFA, the degradation of RI332 proceeded with monophasic kinetics and a rate constant intermediate between the two rates observed in control cells (Tsao et al., 1992) . Upon careful analysis it was apparent that in contrast to control cells, in the presence of BFA the apparent molecu- Figure 1 . The BFA-induced modification of RI332 and ribophorin I does not affect its N-linked oligosaccharide, which remains endo H sensitive, and also occurs in cells treated with tunicamycin. (A) HeLa-RI332 cells were incubated in methionine-free medium for 30 min, pulse labeled with [3SS]methionine for 5 min, and chased for up to 2 h. BFA (5/zg/ml) was present during all these incubations. Immunoprecipitates from samples taken at different times of chase were incubated with endo H or in the absence of the enzyme, as indicated, and analyzed by SDS-PAGE followed by fluorography. R/%z indicates the position of the polypeptide generated from RI332 after removal of the N-linked oligosaccharide by endo H. The asterisks alongside lane a and on the band in lane f mark the position of RI'332.~, the polypeptide generated by endo H digestion of RI332.m. The position of the latter is marked with dots in lane e and alongside lane a. (B) HeLa-RI332 cells were preincubated with tunicamycin (5 tzg/ml) for 1.5 h and in methionine-free medium containing tunicamycin and BFA (5 ~g/ml) for 30 min. They were then pulse labeled with [35S]methionine for 5 min, and chased for up to 90 min in the presence of both drugs (c'-g'). Control cultures, not treated with the drugs, were harvested immediately after the pulse (a'), or after 90 min of chase (b'). Immunoprecipitates were obtained and analyzed by SDS-PAGE, followed by fluorography. (m), A modified form of the ribophorin I and RI332 polypeptides observed in the presence of BFA; (*) a form lacking the N-linked oligosaccharide. lar weight of the labeled RI332 molecules underwent a progressive increase throughout the chase ( Fig. 1 A, lanes a, c, e, g, i, k, and m) . After 10 min of chase •50% of the RI332 molecules are modified (lane c), and after 30 min, the posttranslational modification is essentially completed (lane g). After prolonged chase periods, the decaying pool contained a heterogenous population of RI332 molecules, represented by several closely spaced electrophoretic bands ( Fig.  1 A, lanes k and m).",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 44,
                    "text": "(Tsao et al., 1992)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 508,
                    "end": 527,
                    "text": "(Tsao et al., 1992)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2338,
                    "end": 2368,
                    "text": "lanes a, c, e, g, i, k, and m)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 655,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 2328,
                    "end": 2337,
                    "text": "Fig. 1 A,",
                    "ref_id": null
                },
                {
                    "start": 2699,
                    "end": 2706,
                    "text": "Fig.  1",
                    "ref_id": null
                }
            ],
            "section": "Native and Truncated Ribophorin I Molecules Remain Endo H Sensitive in BFA-Treated Cells and their Posttranslational Modification Is Not Prevented by Tunicamycin Treatment"
        },
        {
            "text": "Both ribophorin I and its truncated variant (RI332) contain a single N-linked high-mannose oligosaccharide chain attached to Asn27s, which can be cleaved off by endo H digestion (Rosenfeld et al., 1984; Harnik-Ort et al., 1987; Tsao et al., 1992) . To determine whether the apparent increase in the molecular masses of the truncated ribophorin I molecules that appear in BFA-treated cells reflects a processing of the N-linked oligosaccharide chain, the effect of endo H treatment on this protein was examined. As is shown in Fig.  1 A, endo H digestion increased the electrophoretic mobility of all the labeled truncated ribophorin I molecules produced in BFA-treated cells. The same behavior was found for intact ribophorin I (not shown). This demonstrates that the N-linked oligosaccharide chains in these molecules had not undergone the trimming and addition of sugars that have been observed for other proteins as a consequence of the BFA-induced backflow of Golgi enzymes to the ER (Lippincott-Schwartz, 1989; Doms et al., 1989) . However, the deglycosylated truncated products were still of higher molecular weight than those produced by endo H digestion of the labeled molecules present immediately after the pulse, which had not yet undergone the BFA-induced posttranslational modification ( Fig.  1 A, compare R/%2.m and R/%2). This demonstrates that the latter modification affects parts of the ribophorin I molecule other than the N-linked oligosaccharide chain.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 202,
                    "text": "(Rosenfeld et al., 1984;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 203,
                    "end": 227,
                    "text": "Harnik-Ort et al., 1987;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 228,
                    "end": 246,
                    "text": "Tsao et al., 1992)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 988,
                    "end": 1015,
                    "text": "(Lippincott-Schwartz, 1989;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1016,
                    "end": 1034,
                    "text": "Doms et al., 1989)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 533,
                    "text": "Fig.  1",
                    "ref_id": null
                },
                {
                    "start": 1301,
                    "end": 1308,
                    "text": "Fig.  1",
                    "ref_id": null
                }
            ],
            "section": "Native and Truncated Ribophorin I Molecules Remain Endo H Sensitive in BFA-Treated Cells and their Posttranslational Modification Is Not Prevented by Tunicamycin Treatment"
        },
        {
            "text": "That the BFA-induced modification of ribophorin I does not involve, or even require, the presence of the N-linked oligosaccharide chain was definitively established by the finding (Fig. 1 B) that BFA treatment led to a decrease in the electrophoretic mobility of both the normal full length and the truncated (RI332) molecules, even when these were synthesized in the presence of tunicamycin, a drug that prevents the addition of N-linked oligosaccharide chains to newly synthesized polypeptides (Takatsuki et al., 1975) . Moreover, in this experiment it is apparent that the endogenous intact ribophorin I molecules also undergo a similar decrease in electrophoretic mobility although only a fraction (<50%) of the population of the newly synthesized native ribophorin I molecules was eventually modified ( Fig. 1 B , R/*m). The possibility that in BFA-treated cells the ribophorin molecules were modified by the addition of phosphate or sulfate groups was eliminated by the finding that prolonged incubation with medium containing radioactive phosphate (Capasso et al., 1989) or sulfate (Hutmer, 1988) did not result in detectable labeling of either the intact or truncated ribophorin I molecules (results not shown). We therefore examined the possibility that the modified ribophorins had acquired O-linked oligosaccharides, which are normally not present in these molecules.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 520,
                    "text": "(Takatsuki et al., 1975)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1055,
                    "end": 1077,
                    "text": "(Capasso et al., 1989)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1089,
                    "end": 1103,
                    "text": "(Hutmer, 1988)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 190,
                    "text": "(Fig. 1 B)",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 816,
                    "text": "Fig. 1 B",
                    "ref_id": null
                }
            ],
            "section": "Native and Truncated Ribophorin I Molecules Remain Endo H Sensitive in BFA-Treated Cells and their Posttranslational Modification Is Not Prevented by Tunicamycin Treatment"
        },
        {
            "text": "First, the effect of various glycosidases that do not affect the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modified Ribophorin I Molecules Present in BFA-treated Cells Contain O-linked Oligosaccharides"
        },
        {
            "text": "core sugars of N-linked oligosaccharides, on the electrophoretic mobility of the modified ribophorins was investigated ( Fig. 2) . Digestions with these enzymes were carded out after different times of chase, since O-linked chains grow by sequential addition of monosaccharide units (Sadler, 1984) , which progressively alters their susceptibility to cleavage by specific enzymes. After 30 min of chase, only endo-/3-galactosidase (Fig. 2 , lane e), but neither O-glycosidase, which removes O-linked oligosaccharides with terminal galactose residues (Umemoto et al., 1977) , nor the exoenzyme/3-galactosidase (Fig. 2 , lane d) substantially increased the electrophoretic mobility of the modified RI3a2 molecules. The apparent molecular mass of the endo-/3galactosidase-treated molecules was, however, still higher than that of the protein synthesized in control cells (Fig. 2 , compare lane e with lanes a and h). It appears, therefore, that the modified molecules contain O-linked oligosaccharides with internal galactose residues. Neuraminldase, an enzyme that cleaves off terminal sialic acid residues, already had a detectable effect on molecules obtained after 30 min of chase (Fig. 2, lane f ) and, when applied to samples chased for 90 min, it completely eliminated the slower migrating components of the modified ribophorin population, corresponding to the diffuse upper portion of the RI332,m band in Fig. 2 (compare lanes i and k). It is noteworthy that, even after removal of the terminal sialic acid residues by neuraminldase, the oligosaccharide chains remained resistant to O-glycosidase (Fig. 2 , compare lanes k and l). These data indicate that the galactose residues in the chains are still covered by other distal sugars.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 297,
                    "text": "(Sadler, 1984)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 550,
                    "end": 572,
                    "text": "(Umemoto et al., 1977)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 431,
                    "end": 438,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 609,
                    "end": 616,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 868,
                    "end": 875,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1182,
                    "end": 1199,
                    "text": "(Fig. 2, lane f )",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1410,
                    "end": 1416,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1602,
                    "end": 1609,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ivessa et al. Brefeldin A-induced O-Glycosylation of Ribophorins"
        },
        {
            "text": "The RI332 molecules contain sugars that are not part of N-linked oligosaccharides could be directly demonstrated in BFA-treated cells that had been preincubated with tunicamycin to suppress N-glycosylation. In these experiments (Fig.  3) , the cells were incubated for 90 min in media containing either [3H]glucosamine (a metabolic precursor of N-acetyl galactosamine), [3H]galactose, or [3H]mannose, the latter serving as a control to verify the effectiveness of the tunicamycin inhibition of N-glycosylation. In a parallel culture, cells were labeled under the same conditions with [35S]methionlne during a 90-min incubation period to display the full range of RI332 molecules at various stages of modification. Fig. 3 (lane a) shows that these molecules encompass the molecular mass range of 40-44 kD, and it seems likely that the fastest migrating component corresponds to the totally unglycosylated polypeptide. In contrast to the situation with [35S]methionlne, sugar precursors were only incorporated into the slower migrating forms of truncated ribophorin molecules that are characteristic of BFAtreated cells (Fig. 3, lanes b and c) . The two most slowly migrating species of RI332 were labeled with [3H]glucosamine, but only the slower of these was labeled with [3H]galactose. This labeling pattern would be expected if N-acetylgalactosamine, derived from [3H]glucosamine, is attached directly in an O-glycosidic bond to serine or threonine residues and galactose residues are subsequently added (Sadler, 1984) . In cells incubated with [3H]mannose, only trace amounts of radioactivity were incorporated into RI332 molecules and this occurred in the modified molecules of lowest electrophoretic mobility. Given the fact that nine mannose residues are present in the core of N-linked oligosaccharides CKornfeld and Kornfeld, 1985) , this very low incorporation of [3H]mannose probably reflects a very low residual level of N-glycosylation in the presence of tunicamycin, or a very low degree of conversion of [3H]mannose into other labeled sugars.",
            "cite_spans": [
                {
                    "start": 1506,
                    "end": 1520,
                    "text": "(Sadler, 1984)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1824,
                    "end": 1839,
                    "text": "Kornfeld, 1985)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "text": "(Fig.  3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 714,
                    "end": 720,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1118,
                    "end": 1141,
                    "text": "(Fig. 3, lanes b and c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ivessa et al. Brefeldin A-induced O-Glycosylation of Ribophorins"
        },
        {
            "text": "It is striking that in BFA-treated cells incubated for 90 min with the sugar precursors, incorporation into the endogenous intact ribophorin I molecules was undetectable (Fig. 3 , lanes b to d), despite the fact that the amount of native protein in these cells, as measured by immunoblotting, is much higher than that of truncated molecules (not shown). Since pulse-labeling experiments with [35S]methionlne in BFAtreated cells (Fig. 1) showed that a substantial proportion of the newly synthesized intact ribophorin I molecules is modified during the subsequent chase, the lack of detectable incorporation of radioactive sugars into intact ribophorin I indicates that only newly synthesized, and not preexisting ribophorin molecules, can serve as a substrate for the O-glycosylation system. Since ribophorin I is synthesized at an approximately 25-fold lower rate than RI332, the O-glycosylated forms of the newly made ribophorin I molecules may not be easily detectable by labeling with tritiated sugars. -f and h-l) were pulse labeled with [35S]methionine for 5 min and chased for 30 or 90 min as indicated. Control cultures (lanes a and g) were incubated in methionine-free medium, labeled, and chased in the absence of BFA. Immunoprecipitates obtained from cell lysates were incubated for 24 h with (lanes c-f, j-l) or without (lanes a, b, and g-i) the following glycosidases: O-glycosidase (endo-N-acetyl-a-v-galactosaminidase, enzyme 1); ~-D-galactosidase (enzyme 2); endo-/3-D-galactosidase (enzyme 3); and neuraminidase (enzyme 4). After incubation, the samples were analyzed by SDS-PAGE, followed by fluorography. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 428,
                    "end": 436,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1018,
                    "text": "-f and h-l)",
                    "ref_id": null
                }
            ],
            "section": "Ivessa et al. Brefeldin A-induced O-Glycosylation of Ribophorins"
        },
        {
            "text": "The behavior of ribophorin II, a resident glycoprotein of the ER membrane with the same transmembrane disposition as ribophorin I (Crimaudo et al., 1987; Pirozzi et al., 1991) , was also examined in BFA-treated cells. It must first be noted that in control HeLa cells only \"~50% of the newly synthesized ribophorin II molecules acquire an N-linked oligosaccharide chain (Fig. 4, RI] vs RII* lane a) and are therefore sensitive to endo H treatment (lane b). A pulse-chase experiment demonstrates that in BFA-treated cells both types of ribophorin II molecules (that is, those that bear [RII] , as well as those that lack [RH*] N-linked oligosaccharides) are convetted to more slowly migrating forms. Moreover, in contrast to the situation with ribophorin I, after a 2-h chase period, the modified molecules were almost completely resistant to endo H digestion (Fig. 4, compare lanes e and f). This indicates that the high mannose N-linked oligosaccharities in ribophorin II were processed by the relocated Golgi enzymes, and that O-linked sugars were added to the ribophorin II polypeptides, whether or not they contain an N-linked oligosaccharide. The addition of O-linked sugars to ribophorin II in BFA-treated cells was confirmed by the finding that the drug led to the appearance of more slowly migrating forms even in cells that were treated with tunica- addition of BFA (5 tzg/ml) 30 rain before labeling. One BFA-treated sample (e and f) was incubated in chase medium containing BFA for 2 h. After lysis and immunoprecipitation with anti-ribophorin II antibody the samples were divided into two equal aliquots that were either mock treated (a, c, and e) or treated with endo H (b, d, and f) and then analyzed by SDS-PAGE and fluorography. HeLa cell cultures were also pretreated with tunicamycin (5/~g/ml) for 2 h and one culture was treated with BFA (5/~g/ml) for 30 min before labeling for 1 h with [35S]methionine. RII* is the membraneinserted but completely unglycosylated ribophorin II polypeptide that, to some degree, is always found in control cells, but it is the only form present in cells treated with tunicamycin in the absence of BFA. R/I is the ribophorin II molecule containing a high mannose (endo H sensitive) N-linked oligosaccharide chain, which is found normally in the ER membrane. R/Ira and R/Fro are O-glycosylated forms found in BFA-treated cells that are derived from RII and RII'. In the presence of BFA the N-linked oligosaccharide in RII and in its O-glycosylated derivative (R/1,) is converted into an endo H resistant form. mycin to suppress N-glycosylation (Fig. 4, lanes g and h) . In this case, also in contrast to the situation with ribophorin I, two distinct modified forms of ribophorin II were produced, which most likely correspond to molecules containing different numbers of O-linked oligosaccharide chains.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 153,
                    "text": "(Crimaudo et al., 1987;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 154,
                    "end": 175,
                    "text": "Pirozzi et al., 1991)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 585,
                    "end": 590,
                    "text": "[RII]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 382,
                    "text": "(Fig. 4, RI]",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 859,
                    "end": 867,
                    "text": "(Fig. 4,",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2594,
                    "end": 2617,
                    "text": "(Fig. 4, lanes g and h)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "BFA Treatment also Leads to the Addition of O-linked Sugars to Ribophorin H Molecules as well as to the Modification of their N-linked Oligosaccharides"
        },
        {
            "text": "The presence of galactose and sialic acid residues in the modified ribophorin I molecules indicates that after BFA treatment the respective glycosyltransferases, which are nor-maUy present only in the trans-cisternae of the Golgi apparatus (Kornfeld and Kornfeld, 1985; Cummings et al., 1983; Elhammer and Kornfeld, 1984) , are found in the ER. This could result either from a relocation of preexisting Golgi enzymes, as has been demonstrated for o~-mannosidase H and galactosyltransferase (Lippincott-Schwartz et al., 1989 , 1990 , or from the accumulation of newly synthesized glycosyltransferases that fail to leave the ER in the presence of the drug. To distinguish between these possibilities, the effect of BFA was assessed in cells that, after pulse labeling with psS]methionine, were incubated with the protein synthesis inhibitor cycloheximide for 30 min, a period sufficient to allow the egress from the ER of newly synthesized proteins destined to the Golgi apparatus. As shown in Fig. 5 , even under these conditions, BFA treatment resulted in the appearance of the more slowly migrating forms of RI332 with the same kinetics as in the absence of cycloheximide. It therefore can be concluded that the modifications induced by BFA are carried out by preexisting glycosyltransferases, relocated from the Golgi apparatus to the ER as a result of treatment with the drug. It may also be noted in Fig. 5 that treatment with cycloheximide appeared to slow down the degradation of RI332 molecules.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 269,
                    "text": "(Kornfeld and Kornfeld, 1985;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 270,
                    "end": 292,
                    "text": "Cummings et al., 1983;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 293,
                    "end": 321,
                    "text": "Elhammer and Kornfeld, 1984)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 490,
                    "end": 523,
                    "text": "(Lippincott-Schwartz et al., 1989",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 524,
                    "end": 530,
                    "text": ", 1990",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 992,
                    "end": 998,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1404,
                    "end": 1410,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Preexisting Golgi Enzymes Effect the Posttranslational Modification of RI3n in BFA-treated Cells"
        },
        {
            "text": "The appearance of trans-Golgi components in the ER as a result of BFA treatment could also be demonstrated by EM using lectin labeling techniques and immunogold detection procedures on ultrathin frozen sections (Gdfliths et al., 1982) . In agreement with previous reports (Fujiwara et al., Figure 5 . The posttranslational modification of RI332 observed in BFA-treated cells is etfeeted by pre-existing enzyme.s. Cultures of HeLa-RI332 cells were pulse labeled with [~S]methionine for 10 min and, after this time, two cultures were placed on ice (lanes a and n). The other cultures were incubated for 30 rain in complete chase medium with (h-m) or without (b-g) cyclobeximide (10 #g/ ml). After the chase, BFA (5/~g/ml) was added and the incubation continued for up to 120 min. At the chase times indicated, the cells were lysed with an SDS-containing buffer and processed for immunoprecipiation and SDS-PAGE, followed by fluorography. 1988; Lippincott-Schwartz et al., 198% 1990; Ulmer and Palade, 1989) , BFA led to profound changes in the structure of the Golgi apparatus which, after treatment with the drug, was apparently reduced to clusters of vesicular and tubular elements located near partly rough and partly smooth ER cistemae with the typical appearance of transitional elements (Jamieson and Palade, 1967) . As expected from previous studies (Tartakoff and Vassalli, 1983) , in control HeLa cells, Figure 6 . BFA treatment of HeLa cells leads to the appearance of WGA binding sites in the ER and nuclear envelope. Ultrathin frozen sections from control HeLa-RI332 cells (A), or cells treated with BFA (5 t~g/rnl) for 5 min (B), or 2 h (C and D) were incubated with WGA. The sites of lectin binding were detectexl using anti-WGA antibodies and protein A-gold. In control cells (A), the nuclear envelope (NE) and ER are not labeled, but dense labeling is observed in trans-Golgi cisternae (GA) and the plasma membrane (PM). Within 5 mitt after BFA treatment (B), some WGA binding is observed in the nuclear envelope and ER, as well as in profiles corresponding to remnants of the Golgi apparatus (/arge arrows). After 2 h of BFA treatment, the ER and NE are much more intensely labeled. WGA, which recognizes sialic acid and exposed N-acetyl glucosamine residues (Bhavanandan and Katlic, 1979) , labeled intensely the trans-cisternae of the Golgi apparatus, but not the membranes or luminal content of the ER (Fig.  6 A) . On the other hand, in cells treated with BFA (5/~g/ml) for times as short as 5 min (Fig. 6 B) and up to 2 h (Fig.  6 C) , WGA binding situs were present throughout the ER and in the nuclear envelope, as well as in the apparent remnants of the Golgi apparatus (Fig. 6 D) . Similar results were obtained with the lectin RCA, which recognizes terminal galactose residues (Baenziger and Fiete, 1979) , or when the cells were treated with cycloheximide for 1 h before the addition of BFA to deplete the Eli of newly synthesized Golgi proteins (results not shown). These findings are in accord with the preceding biochemical demonstration that BFA induces a redistribution of O-glycosylating enzymes of the trans-region of the Golgi apparatus, such as galactosyl-and sialyltransferases, into the ER.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 234,
                    "text": "(Gdfliths et al., 1982)",
                    "ref_id": null
                },
                {
                    "start": 936,
                    "end": 941,
                    "text": "1988;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 942,
                    "end": 980,
                    "text": "Lippincott-Schwartz et al., 198% 1990;",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 1004,
                    "text": "Ulmer and Palade, 1989)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1291,
                    "end": 1318,
                    "text": "(Jamieson and Palade, 1967)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1355,
                    "end": 1385,
                    "text": "(Tartakoff and Vassalli, 1983)",
                    "ref_id": null
                },
                {
                    "start": 2274,
                    "end": 2304,
                    "text": "(Bhavanandan and Katlic, 1979)",
                    "ref_id": null
                },
                {
                    "start": 2802,
                    "end": 2829,
                    "text": "(Baenziger and Fiete, 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 298,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1411,
                    "end": 1419,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 2420,
                    "end": 2431,
                    "text": "(Fig.  6 A)",
                    "ref_id": null
                },
                {
                    "start": 2517,
                    "end": 2527,
                    "text": "(Fig. 6 B)",
                    "ref_id": null
                },
                {
                    "start": 2542,
                    "end": 2553,
                    "text": "(Fig.  6 C)",
                    "ref_id": null
                },
                {
                    "start": 2693,
                    "end": 2703,
                    "text": "(Fig. 6 D)",
                    "ref_id": null
                }
            ],
            "section": "BFA Treatment Causes a Redistribution of lz, ctin Binding Sites Characteristic of Trans-Golgi Cisternae into the ER"
        },
        {
            "text": "As shown above, all the truncated ribophorin I molecules (RI332) synthesized during a brief (5 rnin) pulse eventually become posttranslationally modified (Fig. 1) during a chase period in the presence of BFA, even when the drug was added 30 rain after labeling (Fig. 5) . On the other hand, <50% of the intact ribophorin molecules synthesized during a brief pulse undergo the posttranslational modification ( Fig.  1 B) . Moreover, in cells incubated with labeled monosaccharides (Fig. 3) , O-glycosylation of previously synthesized intact ribophorin I molecules does not appear to take place to any significant extent. This suggests that ribophorin I molecules are susceptible to O-glycosylation only during a limited period after their synthesis. It seems likely that this could correspond to the time required for the newly synthesized polypeptides to undergo a conformational change and/or eventually to become incorporated into the proteinaceous network in the RER where the mature protein has been shown to be contained (Kreibich et al., 1978a,b; Yu et al., 1989) .",
            "cite_spans": [
                {
                    "start": 1026,
                    "end": 1052,
                    "text": "(Kreibich et al., 1978a,b;",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1069,
                    "text": "Yu et al., 1989)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 162,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 269,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 419,
                    "text": "Fig.  1 B)",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 488,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Soon after Their Synthesis, Intact Ribophorin Molecules Become Inaccessible to the O-Glycosylating Golgi Enzymes Relocated to the ER"
        },
        {
            "text": "To estimate the time interval during which the newly synthesized ribophorin I molecules are accessible to the O-glycosylation system, HeLa cells were labeled for 1 h in the presence or absence of BFA, and the extent to which the posttranslational modification occurred in a subsequent chase period in the presence of the drug was assessed. After this relatively long labeling period, which facilitates the detection of the labeled ribophorin I molecules, modified full length polypeptides were detected only in cells labeled in the presence of the drug (Fig. 7 A) . The failure of BFA to cause the modification of previously labeled ribophorin molecules, however, could result in part from the time required for the drug to exert its effect and the Golgi enzymes to reach the ER. The latter has recently been estimated to be considerably less than 15 min (Donaldson et al., 1991) , which is in accordance with our observations of the appearance of lectin binding sites in the ER within 5 rain of BFA treatment (Fig.  6 B) . Since ribophorin I is a stable protein that can only be weakly labeled during a short pulse, it is difficult to carry out this type of experiment with a shorter labeling period, to obtain accurate kinetics for the modification of the intact Figure 7 . In BFA-treated cells, intact ribophorin I and ribophorin II molecules can be posttranslationally glycosylated only during a limited period after their synthesis. HeLa cells (A and C) and HeLa cells transiently overexpressing ribophorin I (B) were preincubated in methionine-free medium for 30 min with (lanes a-c), or without (d-g) BFA (5 t~g/ml) and then labeled with [~SS]methionine for 1 h in the presence (a-c) or absence (d-g) of the drug. Some cultures (a, d, and g) were placed on ice immediately after the labeling period, whereas the others were incubated in chase medium containing BFA for 2 h (b and e) or 4 h (c and f). Immunoprecipitates obtained from cell lysates with antibodies against ribophorin I (A and B) or ribophorin II (C) were analyzed by SDS-PAGE, followed by fluorography. The labeled bands are marked using the abbreviations introduced in the legends to Figs. 1 and 4. molecule. If we assume that, when available to the modifying enzymes, the intact and truncated molecules are modified with the same kinetics, it can be concluded that within 15 rain or less after their synthesis is completed, ribophorin I molecules are no longer susceptible to modification by the relocated Golgi enzymes.",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 879,
                    "text": "(Donaldson et al., 1991)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 563,
                    "text": "(Fig. 7 A)",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1021,
                    "text": "(Fig.  6 B)",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1273,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 2157,
                    "end": 2171,
                    "text": "Figs. 1 and 4.",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Soon after Their Synthesis, Intact Ribophorin Molecules Become Inaccessible to the O-Glycosylating Golgi Enzymes Relocated to the ER"
        },
        {
            "text": "A similar experiment to examine the behavior of ribophotin II (Fig. 7 C) showed that, like ribophorin I, only when the BFA treatment was initiated before the pulse did the newly synthesized (labeled) ribophorin II molecules undergo the modifications carried out by the relocated Golgi enzymes. Therefore, both ribophorins are susceptible to the action of these enzymes only during a limited time period after their synthesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 72,
                    "text": "(Fig. 7 C)",
                    "ref_id": null
                }
            ],
            "section": "Soon after Their Synthesis, Intact Ribophorin Molecules Become Inaccessible to the O-Glycosylating Golgi Enzymes Relocated to the ER"
        },
        {
            "text": "If the ribophorins rapidly became resistant to the action of the Golgi glycosyltransferases as a consequence of their incorporation into an oligomeric assembly, one would expect that overexpression of one of these proteins, so that its levels far exceeded those of other components of the assembly, would lead to much more efficient O-glycosylation. Surprisingly, when the full-length ribophorin I was transiently overexpressed in HeLa cells no O-glycosylation was observed when BFA treatment was initiated after completion of ribophorin I synthesis (Fig. 7 B, lanes d-f) . Furthermore, the level of O-glycosylation of ribophorin I observed when synthesis occurred in the presence of BFA did not markedly change (Fig. 7 B, lanes a-c) when compared with that seen in control cells ~ig. 7 A, lanes a-c) . This result suggests that ribophorin I, before being integrated into a heterooligomeric complex, undergoes a conformational change that renders it resistant to O-glycosylation in BFA-treated cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 571,
                    "text": "(Fig. 7 B, lanes d-f)",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 733,
                    "text": "(Fig. 7 B, lanes a-c)",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 800,
                    "text": "~ig. 7 A, lanes a-c)",
                    "ref_id": null
                }
            ],
            "section": "Soon after Their Synthesis, Intact Ribophorin Molecules Become Inaccessible to the O-Glycosylating Golgi Enzymes Relocated to the ER"
        },
        {
            "text": "It has previously been observed that ribophorin I is a longlived protein of the RER (Rosenfeld et al., 1984 ; see also Fig. 8 A) . A comparison of the degradation rate of ribophorin I in transfected cells to that in control cells revealed that the overexpressed molecules were much more unstable (Fig. 8 B) . Since after 24 h of chase approximately equal amounts of labeled ribophorin I remained in transfected and control cells, it would appear that the overexpressed molecules turnover with a half-life of 8 h or less. It should be noted that in these transient transfection experiments only ~5 % of the cells express the foreign protein, so that in the expressing cells, ribophorin I is being synthesized at up to 50 times the control levels. This finding that the overexpressed portion of the ribophorin I molecules is degraded significantly faster than the endogenously expressed polypeptide is consistent with the notion that the high stability of endogenous ribophorin I results from its integration into an oligomeric assembly.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 107,
                    "text": "(Rosenfeld et al., 1984",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "text": "Fig. 8 A)",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 306,
                    "text": "(Fig. 8 B)",
                    "ref_id": null
                }
            ],
            "section": "Soon after Their Synthesis, Intact Ribophorin Molecules Become Inaccessible to the O-Glycosylating Golgi Enzymes Relocated to the ER"
        },
        {
            "text": "Ribophorins I and II, as well as other components of the translocation apparatus, appear to represent a class of resident ER membrane proteins, that, in contrast with other well studied ER polypeptides, such as the El9 protein of adenovirus (P~bo et al., 1987; Nilsson et al., 1989) and UDPglucuronosyltransferase (Jackson et al., 1990) , do not contain retention signals at their extreme COOH-termini (Jackson et al., 1990) . Ribophorins form large macromolecular assemblies or complexes within the ER membrane (Kreibich et al., 1978a,b; Yu et al., 1989) and it seems likely that their retention in the ER simply results from the fact that, once incorporated into these complexes, they cannot gain access to the vesicles that mediate the transport to the Golgi apparatus of other proteins synthesized in the ER. Thus, the segregation of proteins that form large macromolecular complexes, although resulting from a true retention mechanism, would not require a signal common to all of them. Instead, the retention of each protein might only involve its interaction with another specific component of the macromolecular assembly.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 260,
                    "text": "(P~bo et al., 1987;",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 282,
                    "text": "Nilsson et al., 1989)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 314,
                    "end": 336,
                    "text": "(Jackson et al., 1990)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 402,
                    "end": 424,
                    "text": "(Jackson et al., 1990)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 512,
                    "end": 538,
                    "text": "(Kreibich et al., 1978a,b;",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 555,
                    "text": "Yu et al., 1989)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "That a true retention mechanism, rather than a mechanism involving retrieval from the Golgi apparatus, is responsible for the segregation of many proteins in the ER, including the ribophorins, was first suggested by the finding that N-linked oligosaccharide chains in ER proteins do not undergo conversion to complex forms, which are resistant to endo H and are capable of binding the lectins WGA and RCA, a process that requires the action of enzymes located in the Golgi apparatus (Rodriguez-Boulan et al., 1987a,b; Rosenfeld et al., 1984; Brands et al., 1985; Yamamoto et al., 1985) . The validity of this argument for any particular protein, however, rests on the premise that the protein could serve as a substrate for the Golgi enzymes, were it to become accessible to them. In the current work this is demonstrated for N-glycosylated ribophorin II molecules, which normally remain sensitive to endo H but in BFA-treated cells become resistant to digestion with this enzyme. A similar behavior was recently observed for ERp99, another ER resident protein Figure 8 . Ribophorin I when overexpressed in HeLa ceils becomes unstable. HeLa ceils (A) and HeLa cells transiently overexpressing ribophorin I (B) were incubated in methionine-free medium for 30 min, pulse labeled with [3SS]methionine for 1 h, and chased for up to 24 h. At the chase times indicated, the cells were lysed with an SDS-containing buffer and processed for immunoprecipitation and SDS-PAGE, followed by fluorography. (Lippincott-Schwartz et al., 1989) . In this regard, our finding that in BFA-treated cells the N-linked oligosaccharide chain in ribophorin I remained endo H sensitive clearly demonstrates that access to the enzymes that could effect its conversion to the endo H resistant form is not sufficient to ensure that the modification takes place. Indeed, the conformation of glycoproteins may very well determine the susceptibility of their sugar chains to the action of the relocated modifying enzymes. In addition, it can not be excluded that the single N-linked oligosaccharide chain of ribophorin I would acquire resistance to digestion with endo H, if the molecule would pass through the Golgi stacks in an ordered fashion, instead of being exposed to the Golgi glycosyltransferases in the BFA-induced ER-Golgi hybrid compartment. In fact, we have observed (unpublished observations) that the five N-linked oligosaccharide chains of the hemagghtinin of influenza, which normally are converted into endo H resistant forms during passage of the protein through the Golgi apparatus, are not modified by relocated Golgi enzymes when the protein remains in the ER in BFA-treated cells.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 517,
                    "text": "(Rodriguez-Boulan et al., 1987a,b;",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 541,
                    "text": "Rosenfeld et al., 1984;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 542,
                    "end": 562,
                    "text": "Brands et al., 1985;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 563,
                    "end": 585,
                    "text": "Yamamoto et al., 1985)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1493,
                    "end": 1527,
                    "text": "(Lippincott-Schwartz et al., 1989)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1061,
                    "end": 1069,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We also found that both ribophorins, which normally do not acquire O-linked oligosaccharides, do so after BFA treatment. This demonstrates that they, indeed, can serve as substrates for the enzymes that carry out this modification, and therefore, in the absence of the drug must not be exposed to them. O-glycosylation involves the addition of N-acetylgalactosamine to serine and threonine residues in the polypeptide backbone, followed by linkage to galactose and sialic acid (Sadier, 1984) . The exact subcellular location of the N-acetyl galactosaminyl transferase that initiates growth of the O-linked oligosaccharide chain has not been established, although the relatively rapid kinetics with which this modification takes place (Tooze et al., 1988) , as well as the fact that certain mutant low density lipoprotein (LDL) receptors that fail to transverse the Golgi apparatus nevertheless acquire O-linked sugars (Cummings et al., 1983) , has sug-gested that this enzyme could be located in a pre-Golgi compartment. In fact, a recent study of the E1 glycoprotein of the mouse hepatitis coronavirus virus MHV-A59 (Tooze et al., 1988 ) concluded that addition of N-acetylgalactosamine to this protein occurs in a pre-Golgi compartment, which is also the site of budding of the virion into the lumen of the endomembrane system and morphologically resembles transitional elements and vesicles found between the ER and the Golgi apparatus. Since ribophorins I and II, as well as the truncated ribophorin I variant, RI332, undergo O-glycosylation only in BFA-treated cells, we can conclude that under normal circumstances these molecules do not even reach this intermediate compartment, which may be the same as the \"salvage ~ compartment from where KDEL-containing luminal proteins that escape from the ER are retrieved to this organelle (Pelham, 1989) . This reinforces the conclusion that the segregation of ribophorins I and II does not involve a retrieval mechanism. It should be noted that if, indeed, O-glycosylation takes place in the \"salvage \" compartment, one would expect that some luminal ER proteins that recycle through this compartment would contain O-linked sugars, a prediction that can be tested experimentally.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 491,
                    "text": "(Sadier, 1984)",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 754,
                    "text": "(Tooze et al., 1988)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 918,
                    "end": 941,
                    "text": "(Cummings et al., 1983)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1117,
                    "end": 1136,
                    "text": "(Tooze et al., 1988",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1838,
                    "end": 1852,
                    "text": "(Pelham, 1989)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our observations that in BFA-treated ceils galactose residues are incorporated into the truncated ribophorin I variant and that neuraminidase treatment increases the electrophoretic mobility of this protein, provide biochemical evidence that oligosaccharide-modifying enzymes of the trans-region of the Golgi apparatus become relocated to the ER after BFA treatment. The presence of a galactosyltransferase in the ER of BFA-treated cells was previously demonstrated immunocytochemically (Lippincott-Schwartz et al., 1990) , as well as by the finding that mannose-6-phosphate receptor molecules synthesized in the presence of the drug bind to RCA-I lectin columns (Chege and Pfeffer, 1990) . The sialic acid residue(s) that are present in the truncated ribophorin I and are removed by neuraminidase must be part of O-linked oligosaccharide chain(s), since the protein remained endo H sensitive and, therefore, its single N-linked oligosaccharide did not contain sialic acid.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 521,
                    "text": "(Lippincott-Schwartz et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 688,
                    "text": "(Chege and Pfeffer, 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The striking relocation of Golgi components caused by BFA was also manifested by the appearance of binding sites for the lectins RCA-I and WGA in the ER. The former lectin binds to exposed galactose residues (Baenziger and Fiete, 1979) and the latter to exposed N-acetyl glucosamine and sialic acid residues (Bhavanandan and Katlic, 1979) . As expected from previous studies with myeloma cells (Tartakoff and Vassalli, 1983) , we found that in control HeLa cells intracellular binding sites for both lectins were almost exclusively present in the trans-region of the Golgi apparatus and not to any significant extent in the ER or nuclear envelope. After BFA treatment, however, even in cells in which protein synthesis was inhibited with cycloheximide, both lectins intensely labeled the ER and the nuclear envelope. These electron microscopic results are in marked contrast with immunofluorescence observations by Lippincott-Schwartz et al. (1989) of cultured normal rat kidney (NRK) cells, in which BFA treatment did not lead to a relocation of WGA binding sites. In later work these authors observed that BFA caused the complete relocation to the ER of the trans-Golgi enzyme galactosyltransferase and, therefore, suggested that WGA binding sites are not relocated because they are predominantly localized in the trans-Golgi network (Lippincott-Schwartz et al., 1990) . This may indeed be the case in NRK cells, but it is also possible that the lectin binding sites that appear in the ER after BFA treatment do not all correspond to redistributed previously existing Golgi glycoproteins. Rather, to an extent which may vary with the cell type, such sites may be created by a sialyltransferase relocated from the medial or trans-Golgi region, operating on ER resident proteins, as well as on relocated cisand medial Golgi proteins. In considering the location of lectin binding sites within the Golgi apparatus, one must note that an integral membrane protein confined to cisand medial Golgi cisternae has been identified that contains sialic acid residues on both its N-linked and O-linked oligosaccharide chains (Yuan et al., 1987) . This led to the alternative suggestions that this protein is either modified in the trans-Golgi network and then returned to the more proximal region of the Golgi apparatus, or that an as yet uncharacterized sialyltransferase is located in cisand medial cisternae.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 235,
                    "text": "(Baenziger and Fiete, 1979)",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 338,
                    "text": "(Bhavanandan and Katlic, 1979)",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 424,
                    "text": "(Tartakoff and Vassalli, 1983)",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 948,
                    "text": "Lippincott-Schwartz et al. (1989)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1336,
                    "end": 1370,
                    "text": "(Lippincott-Schwartz et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 2116,
                    "end": 2135,
                    "text": "(Yuan et al., 1987)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A striking observation in this study was that, in BFAtreated cells, newly synthesized, but not preexisting intact ribophorin I molecules, were susceptible to O-glycosylation by the relocated Golgi enzymes. As a consequence, only a very small fraction of the total cell complement of endogenous ribophorins acquired the modification. The intact ribophorin molecules that received the modification (<50 % of those that were labeled during a 5-min pulse) did so during a brief period after their synthesis. In addition, overexpressed full-length ribophorin I molecules, synthesized in excess of the stoichiometric amounts present in untransfected cells, were also susceptible to O-glycosylation for a limited period after their synthesis. On the other hand, the truncated ribophorin molecules were suspectible to O-glycosylation throughout their lifetime and were quantitatively modified during the first 30-rain period after the addition of BFA. It seems likely that this difference between the intact and the truncated ribophorins results from a conformational change that only the intact polypeptide molecules undergo soon after their synthesis, and possibly also from their sequestration in the supramolecular assembly of the ER membrane that is responsible for their retention within the organelle. The relatively rapid degradation of full-length ribophorin molecules expressed at levels above the stoichiometric amounts of other components of the supramolecular assembly in the RER membrane is likely to be a consequence of their failure to be assembled normally. This would be analogous to the rapid turnover of other monomeric components of multimeric proteins that is observed when individual subunits are synthesized in excess (Bonifacino and Lippincott-Schwartz, 1991) .",
            "cite_spans": [
                {
                    "start": 1734,
                    "end": 1776,
                    "text": "(Bonifacino and Lippincott-Schwartz, 1991)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Segregation of the polypeptide translocation apparatus to regions of the endoplasmic reticulum containing ribophorins and ribosomes. I. Functional tests on rat liver microsomal subfimctions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amar-Costesee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "",
            "pages": "2247--2253",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Structural determinants of Ricinu* commun/s agglutinin and toxin specificity for oligosaceharides",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Baenzinger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fiete",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Biol. Chem",
            "volume": "254",
            "issn": "",
            "pages": "9795--9799",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The interaction of wheat germ agglutinin with sialnglycoproteins. The role of sialic acid",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Bhavanandan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Kndic",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Biol. Chem",
            "volume": "254",
            "issn": "",
            "pages": "4000--4008",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Degradation of proteins within the endoplasmic reticulum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "592--600",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Retention of membrane proteins by the endoplasmic reticulum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brands",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Snider",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "G-Elboin",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "1724--1732",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mechanism of pbosphorylation in the lumen of the Golgi apparatus. Translocation of adenosine 5'-triphosphete into Golgi vesicles from rat liver and mammary gland",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Capasso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "K~nan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hirschberg",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol. Chem",
            "volume": "264",
            "issn": "",
            "pages": "5233--5240",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Compartrnentation of the Golgi complex: BrL~ldin A distinguishes trans-Golgi cisternae from the trans-Gotgi network",
            "authors": [
                {
                    "first": "Ge",
                    "middle": [],
                    "last": "Ch~",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "s Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "893--899",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human ribophorins I and II: The primary structure and membrane topology of two highly conserved rough endoplasmic reticulum-specific glycoproteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crimaudo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hortsch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gausepohl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "EMBO (Fur. Mol, Biol. Organ.) J",
            "volume": "6",
            "issn": "",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Biosynthesis of N-and O-linked oligosaccharides of the low density lipoprotein receptor",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Hobgoud",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tolleshang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Biol. Chem",
            "volume": "258",
            "issn": "",
            "pages": "15261--15273",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Anti-liver-kidney microsome antibody is a marker for the rat hepatocyte andoplasmic reticulum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Lemos-Chiarandini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Homberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Hepatology",
            "volume": "7",
            "issn": "",
            "pages": "468--475",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Brefeldin A redistributes resident and itinerant Golgi proteins to the endoplasmic reticulum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Doms",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Russ",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yewdell",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "61--72",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Guanine nuclr modulate the effects of brefeldin A in semipermeable cells: regulation of the association of a ll0-kD peripheral membrane protein with the Golgi api2aratus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "112",
            "issn": "",
            "pages": "579--588",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Two enzymes involved in the synthesis of O-linked oligosaoeharides are localized on membranes of different densities in mouse lymphoma BW5147 cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elhammer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "327--331",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Brefeldin A causes disassembly of the Golgi complex and accumulation of secretory proteins in the endoplasrnic reticulam",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yokota",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "I~hara",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "18545--18552",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Viral membrane proteins acquire galactose in tmns Golgi cisternae during intracellniar transport",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grifliths",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brands",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Louvard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "95",
            "issn": "",
            "pages": "781--792",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Isolation and characterization of eDNA clones for rat ribopborin I: complete coding sequence and in vitro synthesis and insertion of the encoded product into endoplasmic reticulum membranes",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Harnik-Ort",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prakasch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marcantonio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Colman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Rosenfeid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adesnik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "104",
            "issn": "",
            "pages": "855--863",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "~ber die Isoliernng neuer Stoffwechselprodukte aus Penicillium brefeldianum Dodge",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "H~ri",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Louffier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Sigg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "St~helin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tamm",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Helv. Chim. Acta",
            "volume": "46",
            "issn": "",
            "pages": "1235--1243",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Tyrosine snifatation and the secretory pathway",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Hutmer",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu. Rev. Physiol",
            "volume": "50",
            "issn": "",
            "pages": "363--376",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Immunolabeling of frozen thin sections and its application to the study of the biogenesis of epithelial cell plasma membranes",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Plesken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Curr. Top. Membr. Transp",
            "volume": "20",
            "issn": "",
            "pages": "199--212",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Identification of a consensus motif for retention of transmembrane proteins in the endoplasmic reticnium",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "9",
            "issn": "",
            "pages": "3153--3162",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Intracellular transport of secretory proteins in the pancreatic exocrine cell. I. Role of the peripheral elements of the Golgi complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J, Cell Biol",
            "volume": "34",
            "issn": "",
            "pages": "577--596",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Vectors used for expression in mammalian cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Methods Enzymol",
            "volume": "185",
            "issn": "",
            "pages": "487--511",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An improved procedure for immunoulectron microscopy: ultrathin plastic embedding of immunolabeled ultrathin frozen sections",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Tokuyasu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Dutton",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "5744--5747",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Assembly of asparngine-linked oligosaccharides",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Annu, Rev. Biochem",
            "volume": "54",
            "issn": "",
            "pages": "631--664",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Proteins of rough microsomal membranes related to ribosome binding. II. Cross-linking of bound ribosomes to specific membrane proteins exposed at the binding sites",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Freienstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Pereyra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Cell BioL",
            "volume": "77",
            "issn": "",
            "pages": "488--506",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Proteins of rough microsomal membranes related to ribosome binding. I. Identification of ribophorins I and II, membrane proteins characteristic of rough microsomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ribophorins I and 1I: Membrane proteins characteristic of the rough endoplasmic reticulum",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Marcantonio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "96",
            "issn": "",
            "pages": "520--530",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rapid redistribution of Golgi proteins into the ER in ceils treated with brefeldin A: evidence for membrane cycling from Golgi to ER",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klansner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "56",
            "issn": "",
            "pages": "801--813",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Microtubnie-dependent retrograde transport of proteins into the ER in the presence of brefeldin A suggests an ER recycling pathway",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Hanri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Ynan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "60",
            "issn": "",
            "pages": "821--838",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Segregation of the polypeptide translocation apparatus to regions of the endoplasmic reticulum containing ribophorins and ribosomes. II. Rat liver microsomal subfractions contain equimolar amounts of ribophorins and ribosomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Marcantonio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amar-Costesec",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "",
            "pages": "2254--2259",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Short cytoplasmic sequences serve as retention signals for transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "58",
            "issn": "",
            "pages": "707--718",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A short sequence in the COOH-terminus makes an adcoovirus membrane glycoprotein a resident of the endoplasmic reticulum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "P~.Iibo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S M"
                    ],
                    "last": "Wold",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "311--317",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Control of protein exit from the endoplasmic reticnium",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Rat ribophorin II: molecular cloning and chromosomal localization of a highly conserved transmembrane glycoprotein of the rough endoplasmic reticulum",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pirozzi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eustachio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "176",
            "issn": "",
            "pages": "1482--1486",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Spatial orientation of glycoproteins in membranes of rat liver rough microsomes. I, Localization of lectin-binding sites in microsomal membranes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Cell Biol",
            "volume": "78",
            "issn": "",
            "pages": "874--893",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Spatial orientation of glycoproteins in membranes of rat liver rough microsomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Pereyra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Cell Biol",
            "volume": "78",
            "issn": "",
            "pages": "894--909",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Biosynthesis and processing of ribophorins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Marcantonio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hakimi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ort",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Atldnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "",
            "pages": "1076--1082",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Biosynthesis of glycoproteins: Formation of O-linked oligosaccharides",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Sadler",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "In Biology of Carbohydrates",
            "volume": "2",
            "issn": "",
            "pages": "199--288",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Molecular cloning: A Laboratory Manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "545",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Inhibition of biosynthesis of polyisoprenol sugars in chick embryo microsomes by tunicamycin",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takatsuki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kohno",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Agric. Biol. Chem",
            "volume": "39",
            "issn": "",
            "pages": "2089--2091",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Antiviral activity of brefeldin A and verrucarin A",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takatsuki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arima",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. Antibiot. (Tokyo)",
            "volume": "21",
            "issn": "",
            "pages": "160--161",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Lectin-binding sites as markers of Golgi components. Proximal-to-distal maturation of oligosaccharides",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Tartakoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vassaui",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Cell Biol",
            "volume": "97",
            "issn": "",
            "pages": "1243--1248",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Immunochemistry on ultrathin frozen sections",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Tokuyasu",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Histochemistry",
            "volume": "12",
            "issn": "",
            "pages": "381--403",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Site of addition of N-acetylgalactosamine to El glyeoprotein of mouse hepatitis virus-A59",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Celt Biol",
            "volume": "106",
            "issn": "",
            "pages": "1475--1487",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Carboxy terminally truncated forms of ribophorin I are degraded in pre-Golgi compartments by a calcium-dependent process",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Ivessa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adesnik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "116",
            "issn": "",
            "pages": "57--67",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Targeting and processing ofglycophorins in murine erythroleukemia cells: use of brefeldin A as a perturbant of intracellular traffic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ulmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "86",
            "issn": "",
            "pages": "6992--6996",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Purification and properties of an endo-tx-N~acetyl-o-galactosaminidase from Diplocoecus pneumoniae",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Umemoto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Bhavanandan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Biol. Chem",
            "volume": "252",
            "issn": "",
            "pages": "8609--8614",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A signal sequence receptor in the endoplasmic reticulum raembrane",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiedmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Kurzchalia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harunann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature (Lond.)",
            "volume": "328",
            "issn": "",
            "pages": "830--833",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Is cytochrome P-450 transported from the endoplasmic reticulum to the Golgi apparatus in rat hepatocytes?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Masaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "1733--1740",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Reconstitution of translocation-competent membrane vesicles from detergent-solubilized dog pancreas rough microsomes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "9931--9935",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Antiribophorin antibodies inhibit the targeting to the ER membrane of ribosomes containing nascent secretory polypeptides",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "1335--1342",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Two integral membrane proteins located in the cis-middle and trans-part of the Golgi system acquire sialylated N-linked carbohydrates and display different turnovers and sensitivity to cAMP-dependent phosphorylation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Barriocanal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Sandoval",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "215--227",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "O-linked oligosaccharides partially sensitive to endo-~-v-galactosidase and neuraminidase are linked to R.~332 in cells treated with BFA. BFA (5 #g/nil) treated HeLa-RI332 cells (lanes b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Incorporation of labeled sugars into O-linked oligosaccharides of RI332 in BFAtreated cells. HeLa-RI332 cells preincubated in complete medium with tunicamycin (5 #g/ ml) for 2 h were then incubated for 30 rain in glucose-and methionine-fre~ medium containing both tunicamycin (5 #g/ ml) and BFA (5 #g/ml), before labeling for 90 min with[3sS]methionine (a), [I,6-3H]-Dglucosamine (b), [l-3H]-D-galactose (e), or [2-3H]-D-mannose (d), in the presence of both drugs. Immunoprecipitates obtained from cell lysates were analyzed by SDS-PAGE and fluorography (3 mo exposure).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "In BFA-treated cells, the N-linked oligosaccharide of ribophorin II becomes endo H resistant and O-linked sugars are added to the polypeptide backbone. HeLa cells were labeled for 1 h with [3~S]methionine with (lanes c-f and h) or without (a, b, and g)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). A stock solution of BFA in methanol (5 mg/ml) was kept at -20~ Tunieamyr was purehas~ from Calbiochem Corp. (La Jolla, CA), D-[1,6-3H]glucosamine (52.7 Citmmole), D-[1-3H]galactose (21.7 Ci/mmole), and i>12-3H]mannose (30 Ci/mmole) from New England Nuclear Research Products (Boston, MA) and neuremmidase and nocodazole from Sigma Chemical Co. (St. Louis, MO). The other glycosidases, as well as lectins, 1. Abbreviations used in this paper: BFA, brefeldin A; endo H, endoglycosidase H; WGA, wheat germ agglutinin.were from Boehringer Mannheim Corp.(Indianapolis, IN). The expression vector pMT2 was a gift from R. Kaufman (Genetics Institute, Boston, MA). Protein A-gold was obtained from Janssen Life Sciences Products (Beerse, Belgium), LR white resin, medium grade, from The London Resin Co., Ltd. (Hampshire, England) and anti-wheat germ agglutinin (WGA) and anti-Ricinus communis agglutinin (RCA) antibodies from E.Y. Laboratories, Inc.,(San Mate.o, CA).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. R. J. Kaufman (Genetics Institute, Cambridge, MA) for the kind gift of the pMT2 plasmid vector. The help of J. Culkin, F. Forcino, and H. Plesken with the preparation of the illustrations, and M. Cort with the typing of the manuscript, is greatly appreciated. We also thank H. Plesken for her help in the preparation of ultrathin frozen sections.This work was supported by National Institutes of Health grants GM21971 and GM20277 and a grant from the American Cancer Society (CD-66074). N. E, Ivessa was the recipient of a Schrtdinger Fellowship from the Osterreichische Fonds zur Ftrderung der wissenschat~lichen Forschung.Received for publication 9 July 1991 and in revised form 12 March 1992.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}