{
    "paper_id": "304397b339265e6096999d27e83cefb84842e8f2",
    "metadata": {
        "title": "Supplemental Materials Immunohistochemistry",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The assay utilizes a synthetic peptide conjugate as a reaction substrate that is cleaved by ACE2 to release a free fluorophore. The fluorescence (Ex/Em=320 nm/420 nm) of each sample is quantified every 8 min for up to 120 min by a 96-well microplate fluorescence reader. Change in relative fluorescence units over time is converted to the amount of 4-methylcoumaryl-7-amide (MCA) released per minute using a standard curve generated by measuring the endpoint fluorescence (Ex/Em =320/420 nm) of known concentrations of a MCA standard solution ranging from 0 to 250 pmol/well of MCA. One mU of ACE2 activity is defined as the release of 1 pmol of MCA from the substrate per min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Validation of the ACE2 assay included running internal controls with a kit-supplied ACE2 positive control and a synthetic peptide that inhibits ACE2 activity, which serves as a negative control. The ACE2 inhibitor is mixed in separate reaction wells with the positive control and the test samples to confirm that substrate degradation over the 120 min is due to ACE2 activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of the ACE2 activity assay"
        },
        {
            "text": "Stability of the MCA standard, linearity of the standard curve, and evaluation of test performance of canine tissue and plasma with the kit substrate and kit-supplied ACE2 inhibitor were performed using study samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of the ACE2 activity assay"
        },
        {
            "text": "The imprecision of the measurement of MCA was determined at the five standard solution concentrations used in the assay. The concentrated MCA standard solution was diluted in assay linearity buffer. To assess within run performance, 100 µL of each MCA concentration was added to duplicate ELISA plate wells and fluorescence (Ex/Em = 320/420 nm) measured every 8 minutes for 120 minutes. The experiment was repeated five times on five different days to determine the between run test performance. The coefficient of variation of the relative fluorescence units (RFUs) of each concentration was then calculated (Supplemental Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 623,
                    "end": 630,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Performance of the MCA standard"
        },
        {
            "text": "Linearity of the MCA standard over the range of concentrations was assessed by linear regression, using reagents prepared as described above (Supplemental Figure 2) . Linearity of the ACE2 assay with varying concentrations of canine ACE2 activity was tested using two canine kidney tissue supernatant fluids. The total protein in each sample was determined by the BCA method. The RFU vs. time curves decreased in both samples when the amount of protein used was reduced. In each of the samples the higher protein concentrations exhausted the ACE2 MCA-synthetic peptide substrate before the end of the 120-minute time period, which was evident as a change in the slope of the curve by the end of the incubation period (Supplemental Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "text": "Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 739,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Linearity"
        },
        {
            "text": "To assess the performance of the ACE2 inhibitor with canine tissue supernatants and plasma, the ACE2 activity results from five plasma, kidney and myocardial samples run with and without the inhibitor in the reaction well were evaluated. The mean percent inhibition with each type of sample was calculated. The results showed mean percent inhibition +/-standard error of the measurement of 91.6% + 4.45%, 94.1% + 0.546% and 47.1% + 7.00% with canine plasma, and kidney and myocardial supernatant fluids, respectively (Supplemental Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 539,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "ACE2 inhibitor"
        },
        {
            "text": "Briefly, plasma conditioning for equilibrium analysis was performed at 37 °C followed by stabilization through the addition of an enzyme inhibitor cocktail (Attoquant Diagnostics, Vienna, Austria). Equilibrated plasma samples were further spiked with stable isotope-labeled internal standards for each AP at a concentration of 200 pg/ml. The samples then underwent C-18-based solid-phase-extraction and were subjected to LC-MS/MS analysis using a reversedphase analytical column operating in line with a Xevo TQ-S triple quadruple mass spectrometer (Waters Corporation, Milford, MA). Internal standards were used to correct for peptide recovery of the sample preparation procedure for each AP in each individual sample. Analyte concentrations were reported in pg/ml and were calculated considering the corresponding response factors determined in appropriate calibration curves in original sample matrix, on condition that integrated signals exceeded a signal-to-noise ratio of 10. The lower limit of quantification and validation data are shown in Supplemental Tables 2 and 3 Angiotensin 1-9 (Ang1-9) 3.5",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1049,
                    "end": 1076,
                    "text": "Supplemental Tables 2 and 3",
                    "ref_id": null
                }
            ],
            "section": "Methodology and validation of the RAAS equilibrium concentration assay"
        },
        {
            "text": "Angiotensin 1-7 (Ang1-7) 2.0 Table 3 . Assay validation data of measurement of renin angiotensin aldosterone 1 system peptides in dog plasma and surrogate matrix using liquid chromatography-mass 2 spectrometry/mass-spectroscopy. The coefficients of variability (standard deviation divided by 3 the mean x 100%) are generally all below 15% and the slopes of the regression lines between the 4 assays as performed in dog plasma vs. calibration matrix for each peptide are similar. The 5",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Methodology and validation of the RAAS equilibrium concentration assay"
        },
        {
            "text": "Pearson coefficients of determination (R 2 ) demonstrate good assay linearity over a wide range of 6 values. cardioprotective APs such as angiotensin 1-9 (Ang1-9), angiotensin 1-7 (Ang1-7), and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology and validation of the RAAS equilibrium concentration assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ang1-5). Data suggest that the balance between the beneficial and maladaptive 96",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "APs can be made more favorable by rhACE2. See text for description of the modified clinical 97 staging system",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Representative photomicrographs of anti-angiotensin converting enzyme 72 2 (ACE2) immunolabeling negative controls from a 10 year old male neutered French bulldog 73 that was euthanized secondary to upper airway obstruction (Kidney, A, B; left ventricular 74 myocardium, C), a 10 year old female spayed mixed breed dog euthanized for severe heart 75 failure due to degenerative mitral valve disease (DMVD) (Kidney, D, E), and a 10 year old 76 female spayed Chihuahua also euthanized for severe heart failure due to DMVD (LV 77 myocardium, F). There is an absence of immunolabeling in all sections. 20x, A, D; 40X, B, Linearity of the 4-methylcoumaryl-7-amide (MCA) standard curve used 81 for measurement of angiotensin converting enzyme 2 activity. 82 83 Supplemental Figure 3. Fluorescent activity curves using different volumes of canine kidney 84 supernatant fluid. 85 86 Supplemental Figure 4. Performance of the kit-supplied angiotensin converting enzyme 2 87 (ACE2) inhibitor on total ACE2 activity with varying canine tissue samples. Columns show the 88 mean percent inhibition +/-the standard error of the measurement. 89 90 Supplemental Figure 5. Equilibrium concentrations of various individual angiotensin peptides 91 (APs) at baseline and after incubation with recombinant human angiotensin converting enzyme 2 92 (rhACE2). Treatment of plasma from dogs with stage B2 or stage C heart disease decreased 93 maladaptive APs such as angiotensin I (AT1[1-10]) and angiotensin II (AT2[1-8]) and increased 94",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SupplementalTable 1. Precision of 4-methylcoumaryl-7-amide (MCA) measurements for assay of angiotensin converting enzyme 2 (ACE2) activity. RFU, relative fluorescent units.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "7 Supplemental Table 4. Correlation coefficient (Spearman rho, first line) and corresponding P 32 value (second line) between plasma equilibrium concentrations of angiotensin peptides and 33 echocardiographic indices of left heart size in 26 dogs with degenerative mitral valve disease or 34 dilated cardiomyopathy. LVIDdN, normalized left ventricular internal dimension at end-diastole; 35 LVIDsN, normalized left ventricular internal dimension at end-systole; LA:Ao, left atrium 36",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}