{
    "paper_id": "3061f05203159384dfbb2fd9b1d9a1ca7b98c8a6",
    "metadata": {
        "title": "of the Creative Commons Attribution Non-Commercial 4.0 License (CC BY-NC 4.0). Iranian Emergency Medical Service Response in Disaster; Report of three Earthquakes",
        "authors": [
            {
                "first": "Peyman",
                "middle": [],
                "last": "Saberian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Pir-Hossein",
                "middle": [],
                "last": "Kolivand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": "peirhossein@yahoo.com"
            },
            {
                "first": "Parisa",
                "middle": [],
                "last": "Hasani-Sharamin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fatemeh",
                "middle": [],
                "last": "Dadashi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Reza",
                "middle": [],
                "last": "Amir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Farhoud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Joint Reconstruction Research Center",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: The earthquake is one of the most natural catastrophic crises that can cause a lot of casualties. Considering an earthquake-prone country, Iran is ranked as one of the world's most dangerous countries Objective: In this article, we describe the actions taken by emergency medical service (EMS) after the earthquake in Kermanshah, Varzaghan, and Bam and compared the strengths and weaknesses of the emergency response program and the limitations and challenges of this system in dealing with these major crises. Method: This study is a cross-sectional study that compares some of the information and findings related to three earthquakes that occurred in Iran, including Bam, Varzaghan and Sarpol-e-Zahab earthquakes. The data reported in the present article is descriptive and is based on various independent sources such as National Emergency Operation Center, Local Emergency Operations Center (EOC), the EMS of the country, the World Health Organization, the United Nations, the statistics website, the Forensic Data website, the International Institute of Seismology and Earthquake Engineering, conferences and personal interviews. To ensure the credibility of the information, the authors reported data that had been verified by two or more sources. Results: The characteristics of the geographic area of the 3 earthquakes has been described. Post-earthquake response activities were described in details in subheadings including rapid warning and response, surge capacity plan, rapid response teams, emergency medical teams, increasing the capacity of health facilities, increasing transfer capacity, and handling, transportation and distribution of injuries. Conclusion: In the recent earthquake, had been occurred in Sarpol-e-Zahab, the health response of the country was largely satisfactory. The existence of structures such as EOC at various levels, the unified incident command system, emergency operations plan, and Medical Care Monitoring Center are among the most important reasons for satisfactory performance. Cite this article as: Saberian P, Kolivand PH, Hasani-Sharamin P, Dadashi M, Farhoud A. Iranian Emergency Medical Service Response in Disaster; Report of three Earthquakes in Iran. Adv J Emerg Med. 2019;3(2): e13.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the past 10 years, natural disasters have killed 760000 people, injured 2 million people and affected more than 2 billion people worldwide (1) . The earthquake is one of the most natural catastrophic crises that can cause a lot of casualties (2) . Considering an earthquake-prone country, Iran is ranked as one of the world's most dangerous countries. The occurrence of 23 earthquakes with an intensity of more than 5 magnitudes has been recorded in Iran since 2000 (3, 4) . In the past, Iran has experienced several earthquakes in different areas, causing severe economic damage and heavy casualties, and the record number of people killed in the earthquakes in the last century has been over 73,000, which the actual number is likely to be more than that (5) (6) (7) . After an earthquake, various components of the health system and treatment centers are encountered with a large number of patients (2) . Emergency medical service (EMS) is an important component of the health care system in this situation (8) . The main goal of EMS in responding to a crisis is coordination and management of the health system services, as well as the continuation of medical services through triage, life-saving activities on the scene, rapid diagnosis and treatment, or the transfer of the injured to emergency departments (9) . It has been proven that timely emergency services will improve the outcome of patients, especially the time-sensitive ones (10) . Although there is a structured approach to the response of the EMS system to crises, recent studies indicate that more activities are still needed to improve (11, 12) . One of the last earthquakes recorded in Iran occurred on November 12, 2017, near the town of Sarpol-e-Zahab, Kermanshah province. Iranian Seismological Center reported this earthquake 7.3 magnitudes and a depth of 18.1 kilometers. The earthquake had three foreshocks: 1.9, 2.3, and 4.4 magnitudes one hour before the main earthquake and hundreds of aftershocks. This big event was felt across a large area in all directions with a maximum intensity in the eight focal areas of the earthquake. According to the statistics, 620 people lost their lives and thousands of structures suffered serious damage, and the two major cities of Ezgeleh (10 km north of the earthquake center) and Sarpol-e-Zahab (36 km south-east of the earthquake center) collapsed completely. Despite the great challenges that existed in responding to this major crisis, the responses of local and national organizations to address this crisis were significant, and the EMS as the first responder in the health system was responsible for coordinating and managing health services in this incident. Earlier, other earthquakes like the one occurred in Bam of magnitude 6.6 in 2003, as well as in Varzaghan of magnitude 3.6 in 2012, resulted in significant casualties. The experience of large events can have a positive impact on the awareness of organizations and direct their policies to the conduct of incident management activities (13) . In this article, we describe the actions taken by EMS after the earthquake in Kermanshah, Varzaghan, and Bam and compared the strengths and weaknesses of the emergency response program and the limitations and challenges of this system in dealing with these major crises.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 477,
                    "text": "2000 (3, 4)",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1318,
                    "end": 1321,
                    "text": "(9)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1447,
                    "end": 1451,
                    "text": "(10)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1612,
                    "end": 1616,
                    "text": "(11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1617,
                    "end": 1620,
                    "text": "12)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3026,
                    "end": 3030,
                    "text": "(13)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study is a cross-sectional study that compares some of the information and findings related to three earthquakes that occurred in Iran, including Bam, Varzaghan and Sarpol-e-Zahab earthquakes. The reason for choosing these three crises in the first place was the resemblance of earthquakes' strength and intensity, secondly, geotechnical, texture and demographic similarities, and thirdly, the time intervals of earthquakes, which made it possible to study the performance of the EMS in three different timeframes. The methodology of this study and the text of this article was reviewed and approved by the board of EMS of the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The data reported in the present article is descriptive and is based on various independent sources such as National Emergency Operation Center (NEOC), Local Emergency Operations Center (LEOC), the EMS of the country, the World Health Organization (WHO), the United Nations (UN), the statistics website, the Forensic Data website, the International Institute of Seismology and Earthquake Engineering, conferences and personal interviews. To ensure the credibility of the information, the authors reported data that had been verified by two or more sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data gathering"
        },
        {
            "text": "The following criteria have been used for comparison of earthquakes: The first criterion is the comparison of seismology, geotechnical and texture data; the second criterion is the magnitude of the human damage caused by 3 earthquakes; the third criterion: the notification process and rapid warning system of the medical emergency services system; the fourth criterion: the coordination and pre-hospital Emergency system's surge capacity program; the fifth criterion: distribution system and transfer of patients and injured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The earthquake occurred in a residential area with a history of past earthquakes. The study area is located in Zagros seismotectonic state. Zagros is considered to be the most active and earthquakeprone region in Iran. According to reports in Kermanshah province, 82% of buildings are made of masonry materials, i.e., without a building structure. About 80% of urban buildings (211,000 units) and 93% of buildings in rural areas (110,000 units) of Kermanshah province have been made of masonry materials. In Kermanshah province, more than one million and a hundred thousand people reside in housing units without a skeleton (14) .  Bam Buildings in the region were made of masonry, brick, steel, and concrete. The brick and mortar buildings, which have desert architectural features, were completely destroyed and collapsed in more than 80% of the cases. ",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The description of the geographic area of the earthquake  Sarpol-e-Zahab"
        },
        {
            "text": "Most of the residential structures in the rural areas and the cities of Varzaghan, Ahar, and Herris were mortar and mud or masonry material buildings. The largest casualty in this earthquake was caused by the destruction of mud, mortar or brick rural buildings that simplest technical criteria had not been considered, and non-structural parts such as walls and false ceilings had severe damage. Geological features of the earthquake, the facilities of the area and damage to humans are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 508,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": " Varzaghan"
        },
        {
            "text": "Response activities after the earthquake were focusing on the priorities of the response were immediately performed. A joint effort was made by government officials and international communities in the first week after the tragedy. Information is presented separately in Table 2 .  Rapid warning and response Due to the severity of the earthquake which was felt by most of the officials in Kermanshah, relative preparation was made at local authorities from first minutes, and immediately after the earthquake, the LEOC was activated. Since there was no damage to the ambulances of the region, EMS forces of the area immediately began to provide services to the injured. Notification to the NEOC was performed according to preplanned protocols for warning levels and activation levels. During the first hour after the incident, the first meeting of the emergency committee was held at the NEOC site. Local and central hospitals, rapid response teams at local, regional and national levels were called. The disconnection of communication and telecommunication networks in the affected areas has caused difficulties in calling, estimating damages, correct locating and estimating the required resources. The reports of the affected areas were collected from the Health Information Management Unit which was developed at NEOC. All local, regional and capital hospitals were on standby. One of the major strengths of the incident was its concurrence with the Arbaeen ceremony. Fortunately, these forces had been stationed on the western border of the country to manage mass gatherings from months ago that resulted in a more comprehensive, efficient and faster response. In total, 90 ambulances, 19 ambulance buses, two mobile communication vehicles were sent from the Mehran border to the earthquake zone, which began serving the wounded from the beginning hours. In the Varzaghan earthquake, the LEOC was immediately activated and the call for forces was made 5 minutes after the earthquake. Coordination was conducted to deploy forces from the province, road stations and neighboring provinces, and backup EMS teams were sent from the road stations, city and the province, as well as adjacent provinces of West Azerbaijan, Ardebil and Zanjan. The provincial teams were presented at the damaged site at 19:00. Unfortunately, in the Bam earthquake, the EOC structure was not established at the local and national levels. Also, due to the severity of the destruction of the area, the first relief teams in the affected region were announced at 8:40 (3:14 after the earthquake). There was no comprehensive warning and response system, which was one of the reasons for the lack of coordination in response plans.  Surge capacity plan Due to the extent of the Kermanshah earthquake, the care needs of patients and injured were more than available resources; therefore, the main focus of the medical emergency system was on increasing care capacity. Starting from the very early hours after the incident, the surge capacity in three axes of man resources, equipment and structure was started. Based on reports and evidence available, hours after the receipt of earthquake news, medical teams were called from most of the province's hospitals. But the damage to some health centers poses serious challenges to treatment operations. According to the information of EMS Capacity Assessment system and reports on the extent of damage, the amount of need for force, equipment, and ambulance was estimated by the Committee of the Emergency situation of health system crisis and immediately the resources were called and deployed to the region. Also, all units located on the western border for the Arbaeen ceremony were settled in the region immediately after the early hours of the incident.  Rapid response teams Following the earthquake in Kermanshah, 100 rapid response teams (RRTs) of the EMS system were sent to the site to assess and respond to the medical needs of the injured.  Emergency medical teams After the earthquake, 50 Disaster Medical Assistance Teams (DMATs) were immediately recalled by the NEOC and served to the injured of the incident.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 278,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Post-earthquake response activities"
        },
        {
            "text": "Considering the damage to the health centers, there was no possibility to provide quick services to the injured in these centers, and the transfer of these injured to hospitals in Kermanshah province or neighboring provinces could create serious challenges for these injured; the rapid launching of field hospitals led to the transfer of the injured with critical priority to these centers and provided essential treatment and medical services to these patients and injured near the incident site before they were transferred to a permanent hospital. Performing various surgeries such as hand transplantation is one of the important functions of these hospitals. In this incident, considering the severity of the incident in the Sarpol-e-Zahab area and the complete destruction of the only regional hospital, the first 30-bed field hospital was set up in less than 6 hours of the incident in the area, followed by field hospitals in West Islamabad and Salas Babajani also launched. Interagency coordination and management carried out by the NEOC was another strength of the incident, as early as the aftermath of the incident, the Islamic Revolutionary Guard Corps (IRGC) and the Army arrived at the scene. The establishment of three field hospitals by the military forces in the region provided a great deal of assistance in managing injured and casualties. Another effective action to increase the capacity of health facilities was the discharge of nonemergency patients, which was done by alert to all medical centers in Kermanshah and neighboring provinces. There are no accurate statistics on the extent of surge capacity of the medical centers. The next effective action was converting the nonmedical centers into the temporary medical centers, as well as the conversion of singlespecialty hospitals to multi-specialty hospitals; in the earthquake of Varzaghan, the Martyr Madani and Taleghani single specialty hospitals were converted into general hospitals through the establishment of specialist expeditions from neighboring provinces. Upon the completion of the debris removal and the prediction of the second wave of injured, gyms No. 1 and 2 of the medical university were equipped with emergency facilities and turned to the health centers to be used in case of encountering a large number of patients. Also, by equipping all the capacities available in Imam Reza, Shohada, Sina and Razi hospitals, the capacity of these hospitals increased by 200 beds.  Increasing transfer capacity Immediately after assessing the situation, 30 ambulances from Kermanshah province and 90 ambulances settled on the western border of the country for Arbayeen, 3 helicopters and 12 ambulance buses were deployed to the site. In some of the affected centers where treatment facilities were severely damaged, the EMS bus ambulances were utilized as the outpatient and temporary treatment sites. According to coordination by the NEOC, with the commander of the army and the commander of IRGC, four aircraft, and 20 helicopters were provided to EMS for the transfer of the injured. A total of 206 flight missions resulted in the transfer of 2165 injured.  Handling, transportation and distribution of injuries After the occurrence of the earthquake and the presence of EMS forces, the triage of the injured and basic and advanced life support was carried out by EMS forces according to the predefined protocols and the transfer and distribution of the injured to the health centers was begun. Calls from the scene to the referral hospitals were often difficult due to communication problems, as well as lack of awareness of the capacity of the hospitals, that requires a direct and specific contact, so the capacity of the local, regional and Tehran hospitals using the Medical Care Monitoring Center (MCMC) was determined and the patients were distributed by the coordination of MCMC with referral hospitals. Of the 7350 Kermanshah earthquake missions, 93.9% (6906) were transferred to provincial hospitals and 1.8% (134 persons) to Hamedan province and 4.2% (310 people) to Tehran and Alborz in 20 hours. 29.4% (2165 people) were transferred via air medical service and 70.5% (5185 people) via land medical service. The EMS of the country created a triage point with medical teams at the airport. Patients with higher priority of treatment were immediately triaged at the delivery point of the airport and soon after referred to referral hospitals in accordance with defined protocols and prior notification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": " Increasing the capacity of health facilities"
        },
        {
            "text": "Comparing the performance of the EMS system in three recent earthquakes in rapid response and warning highlighted the importance of the existence of the EOC structure at local, regional and national levels. In Bam earthquake, the lack of these structures and infrastructure communication at 3 levels resulted in more than 3 hours of delay in the presence of the first relief teams in the region. The coordination between the LEOC and the NEOC lead to a quicker and more coherent response in the Varzagan and Sarpol-e Zahab earthquakes. Also, the preparation and deployment of emergency teams on the western border of the country for the ceremony of Arbaeen led to the timely presence of these teams in the Sarpol-e-Zahab earthquake. To increase the capacity of the emergency medical and therapeutic system, the experiences recorded in 3 earthquakes indicate lack of a comprehensive surge capacity in Bam, which could be a reason to increase the number of mortality and morbidity following the incident. Comparing the program of surge capacity in Varzaghan and Sarpol-e-Zahab earthquakes, the focus of the medical emergency system in the Varzaghan earthquake was on using its provincial capacities through converting non-therapeutic centers to the therapeutic ones, the discharge of non-emergent patients and the conversion of single-specialty hospitals to general ones. In order to increase EMS capacity, about one-third of the province's capacity has been deployed to the earthquake-affected area. The strengths of this program are reducing the need for the transfer of the injured to other provinces and the costeffectiveness of this program. On the other hand, in the recorded experiences of an earthquake, it is recommended that the treatment of the injured be carried out near the site of the incident so that the patient's relationship with family members and relatives is not discontinued. The negative aspect of the program was that the use of provincial capacity would disrupt the provision of the relief process and routine services and could lead to the collapse of health systems in the region. In the Sarpol-e-zhahab earthquake, coordination and support of other organizations such as Islamic Revolutionary Guard Corps (IRGC) and the Army led to an increase in the capacity of the health systems, on the other hand, the presence of relief and medical units at the western border and the recall of these forces on the scene immediately after the occurrence of the earthquake led to decrease of need to surge capacity of the province which in turn caused organizing the provision of medical services to the injured without triage and the patients who went to local health facilities on their own cars. Nor did there be a disruption in routine processes. The weakness of this program is being costly and moving the patient away from the place of his/her residence which requires a registry system for the distribution of the injured and strong follow-up systems. Existence of the comprehensive MCMC system for managing and coordinating the distribution of patients resulted in a faster and more regular distribution of patients in provincial hospitals and hospitals of other provinces and in addition facilitated the registration of patients' information and follow up. The uniform Incident Command System (ICS) was developed through the EMS of the country for the integrated coordination and management of health services so that the management of facilities and resources of cooperator organizations, support, and even military forces was carried out by this system. This resulted in the transfer of a significant number of injured persons within a limited time frame, which certainly affected the mortality and morbidity of traumatized patients that were timesensitive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One of the limitations of this plan was the lack of an integrated national structure for recording information and lessons learned from events and crises, resulted in some information being inaccessible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "It seems that, in the recent earthquake, the health response of the country was largely satisfactory. The existence of structures such as EOC at various levels, the unified incident command system, emergency operations plan (EOP), and MCMC are among the most important reasons for satisfactory performance. However, there is still a need to strengthen integrated systems and interorganizational management. The lessons learned from these earthquakes can provide motivation for enhancing preparedness for the future and response mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Public health guidance for community-level preparedness and response to severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Dis Clin Pract",
            "volume": "12",
            "issn": "3",
            "pages": "185--192",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Orthopaedic injury analysis in the 2010 Yushu, China earthquake",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Injury",
            "volume": "43",
            "issn": "6",
            "pages": "886--90",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "List of earthquakes in Iran",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Annual disaster statistical review 2011: the numbers and trends. Centre for Research on the Epidemiology of Disasters (CRED)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guha-Sapir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Below",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ponserre",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prehospital management of earthquake casualties buried under rubble",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ashkenazi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Isakovich",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kluger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alfici",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kessel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Better",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prehosp Disaster Med",
            "volume": "20",
            "issn": "2",
            "pages": "122--155",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lessons learnt from the past and preparedness for the future: how a developing country copes with major incidents",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seyedin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sedghi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Med J",
            "volume": "28",
            "issn": "10",
            "pages": "887--91",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Facilitators and obstacles in pre-hospital medical response to earthquakes: a qualitative study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Djalali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khankeh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Öhlén",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castrén",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kurland",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Scand J Trauma Resusc Emerg Med",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Commentary: Emergency medical services: just the beginning of an effective system",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Emerg Med",
            "volume": "52",
            "issn": "4",
            "pages": "454--460",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A national evaluation of the effect of trauma-center care on mortality",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Rivara",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Jurkovich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Nathens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Egleston",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "4",
            "pages": "366--78",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Systematic reporting to improve the emergency medical response to major incidents: a pilot study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fattah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wisborg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Raatiniemi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Staff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rehn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Emerg Med",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The initial health-system response to the earthquake in",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Ardagh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Than",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "379",
            "issn": "9831",
            "pages": "2109--2124",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Health systems effectiveness and efficiency for disasters and conflicts",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Seyedin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "earthquake Kermanshah Province",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "University of Medical Sciences This open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial 4.0 License (CC BY-NC 4.0).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "University of Medical Sciences This open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial 4.0 License (CC BY-NC 4.0).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "University of Medical Sciences This open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial 4.0 License (CC BY-NC 4.0).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Geological features of the earthquake, the facilities of the area and damage to humans in compared earthquakes Copyright © 2019 Tehran University of Medical Sciences This open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial 4.0 License (CC BY-NC 4.0).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Details of post-earthquake response activities in compared earthquakes In the Bam earthquake, information was not available in daily segregation, and the total number of missions and transfers are reported; n/a: not available Copyright © 2019 Tehran University of Medical Sciences This open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial 4.0 License (CC BY-NC 4.0).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully thank the EMS personnel that were involved in management of mentioned disasters. We also thank Pre-Hospital Emergency Research Center, for their support and collaboration in conducting and publishing the current study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "All the authors met the standards of authorship based on the recommendations of the International Committee of Medical Journal Editors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' CONTRIBUTION"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "This study was conducted with a grant from Tehran EMS Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        }
    ]
}