{
    "paper_id": "30c0e6db2173676aae3b5a5fcdf9243903c536c1",
    "metadata": {
        "title": "Evaluation of knowledge and behavior of workers in Prince Mohammed International Airport in Western Saudi Arabia regarding public health emergency measures applied during Hajj season 2014 OPEN ACCESS",
        "authors": [
            {
                "first": "Ibrahim",
                "middle": [
                    "M"
                ],
                "last": "Gosadi",
                "suffix": "",
                "affiliation": {},
                "email": "gossady@hotmail.com"
            },
            {
                "first": "Ali",
                "middle": [
                    "M"
                ],
                "last": "Al-Hazmi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amin",
                "middle": [
                    "A"
                ],
                "last": "Fadl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Khalid",
                "middle": [
                    "H"
                ],
                "last": "Alharbi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mazin",
                "middle": [
                    "M"
                ],
                "last": "Swarelzahab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "‫بن‬ ‫محمد‬ ‫األمير‬ ‫مطار‬ ‫في‬ ‫العاملني‬ ‫وسلوك‬ ‫معرفة‬ ‫تقييم‬ ‫األهداف:‬ ‫خالل‬ ‫باملطار‬ ‫املنفذة‬ ‫العامة‬ ‫الصحة‬ ‫وطوارئ‬ ‫آليات‬ ‫عن‬ ‫الدولي‬ ‫عبدالعزيز‬ ‫4102م.‬ ‫العام‬ ‫حج‬ ‫موسم‬ ‫بن‬ ‫محمد‬ ‫األمير‬ ‫مطار‬ ‫في‬ ‫االستطالعية‬ ‫الدراسة‬ ‫هذه‬ ‫جريت‬ ُ ‫أ‬ ‫الطريقة:‬ ‫أثناء‬ ‫وذلك‬ ‫السعودية‬ ‫العربية‬ ‫اململكة‬ ‫املنورة،‬ ‫املدينة‬ ‫الدولي،‬ ‫عبدالعزيز‬ ‫جمع‬ ‫مت‬ ‫لقد‬ ‫4102م.‬ ‫سبتمبر‬ ‫إلى‬ ‫أغسطس‬ ‫من‬ ‫الفترة‬ ‫خالل‬ ‫احلج‬ ‫موسم‬ ‫وقد‬ ‫الشخصية.‬ ‫باملقابالت‬ ‫القيام‬ ‫أثناء‬ ‫استبيان‬ ‫مأل‬ ‫طريق‬ ‫عن‬ ‫البيانات‬ ‫احتكاك‬ ‫لهم‬ ‫أشخاص‬ ‫مقابلة‬ ‫إلى‬ ‫عشوائي‬ ‫الغير‬ ‫العينات‬ ‫اختيار‬ ‫هدف‬ ‫أكثر‬ ‫املسافرين‬ ‫من‬ ‫العدوى‬ ‫انتقال‬ ‫خلطر‬ ‫املعرضني‬ ‫وأولئك‬ ‫باملسافرين،‬ ‫مباشر‬ ‫غيرهم.‬ ‫من‬ ‫الذكور‬ ‫املشاركني‬ ‫نسبة‬ ‫بلغت‬ ‫وقد‬ ،ً ‫شخصا‬ 186 ‫الدراسة‬ ‫شملت‬ ‫النتائج:‬ ‫مختلفة‬ ‫قطاعات‬ 8 ‫في‬ ‫يعملون‬ ‫البحث‬ ‫في‬ ‫املشاركني‬ ‫كان‬ ‫ولقد‬ .92.5% ‫القطاع‬ ‫إلى‬ ‫ينتمون‬ ‫البحث‬ ‫في‬ ‫املشاركني‬ ‫من‬ 26% ‫كان‬ ‫حيث‬ ‫باملطار،‬ ‫أكثر‬ ‫صحية‬ ‫الغير‬ ‫بالقطاعات‬ ‫العاملون‬ ‫كان‬ ‫ولقد‬ ‫باملطار.‬ ‫العامل‬ ‫الصحي‬ ‫باملقارنة‬ ‫وذلك‬ ‫باملطار‬ ‫عملهم‬ ‫أثناء‬ ‫بالعدوى‬ ‫اصابتهم‬ ‫احتمالية‬ ‫من‬ ً ‫قلقا‬ ‫املعدية‬ ‫األمراض‬ ‫أكثر‬ ‫وكانت‬ .)p=0.023( ‫الصحي‬ ‫بالقطاع‬ ‫بالعاملني‬ ‫بلغت‬ ‫حيث‬ ‫الفيروسي‬ ‫اإليبوال‬ ‫مرض‬ ‫احلج‬ ‫موسم‬ ‫أثناء‬ ‫للمخاوف‬ ‫املثيرة‬ ‫في‬ ‫العاملني‬ ‫من‬ 30% ‫بالعدوى‬ ‫إصابتهم‬ ‫من‬ ‫القلقني‬ ‫األشخاص‬ ‫نسبة‬ ‫أبدى‬ ‫ولقد‬ ‫األخرى.‬ ‫القطاعات‬ ‫في‬ ‫العاملني‬ ‫من‬ ‫و%74‬ ‫الصحي،‬ ‫القطاع‬ ‫معرفتهم‬ ‫عدم‬ ‫الصحي‬ ‫بالقطاع‬ ‫العاملني‬ ‫الغير‬ ‫األشخاص‬ ‫من‬ 47% ‫حوالي‬ ‫نسبة‬ ‫وكانت‬ ‫باملطار.‬ ‫العامة‬ ‫الصحة‬ ‫طوارئ‬ ‫حاالت‬ ‫في‬ ‫املتبعة‬ ‫باآلليات‬ ‫القطاعات‬ ‫في‬ ‫العامة‬ ‫الصحة‬ ‫بطوارئ‬ ً ‫متعلقا‬ ً ‫تدريبا‬ ‫تلقوا‬ ‫الذين‬ ‫األشخاص‬ ‫األشخاص‬ ‫نسبة‬ ‫عن‬ ‫اإلحصائية‬ ‫الناحية‬ ‫من‬ ‫واضحة‬ ‫بصورة‬ ‫أقل‬ ‫صحية‬ ‫الغير‬ .)p<0.00001( ‫الصحي‬ ‫القطاع‬ ‫في‬ ‫التدريب‬ ‫ذلك‬ ‫تلقوا‬ ‫الذين‬ ‫العاملني‬ ‫وتدريب‬ ‫تثقيف‬ ‫على‬ ‫التركيز‬ ‫ينبغي‬ ‫بأنه‬ ‫الدراسة‬ ‫أظهرت‬ ‫اخلامتة:‬ ‫كما‬ ‫باملطار.‬ ‫عملهم‬ ‫أثناء‬ ‫احملتملة‬ ‫الصحية‬ ‫املخاطر‬ ‫معرفة‬ ‫على‬ ‫باملطار‬ ‫الصحة‬ ‫بطوارئ‬ ‫العالقة‬ ‫ذات‬ ‫التعليمات‬ ‫لنشر‬ ‫آلية‬ ‫بتفعيل‬ ‫البدء‬ ‫وينبغي‬ ‫املطار.‬ ‫قطاعات‬ ‫كل‬ ‫في‬ ‫العاملني‬ ‫جميع‬ ‫على‬ ‫العامة‬ Objectives: To evaluate the knowledge and behavior of workers at a Saudi airport regarding public health emergency measures applied during Hajj season.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study is a cross-sectional study conducted at the Prince Mohammed International Airport in Al-Madinah Al-Munawwarah, Saudi Arabia between August and September 2014. Data were collected by semistructured questionnaires during personal interviews. Non-random purposive sampling was conducted to target workers at higher risk of acquiring infection from travellers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One hundred and eighty-six participants were recruited of whom 92.5% were males. The study participants were workers in 8 different sectors. Twentysix percent of the participants were health workers. Non-health workers were more likely to be concerned on acquiring infection while working at the airport compared with health workers )p=0.023(. The most commonly feared disease was Ebola viral disease )EBV( among 30% of health workers, and 47% of non-health workers. Approximately 47% of non-health workers reported no knowledge of the procedures implemented during public health emergencies. The proportion of participants who received public health related training among non-health workers was significantly lower compared with health workers )p<0.00001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A irports are frontier gates where proper public health measures are likely to reduce the possibility of allowing the entrance of communicable disease to a country. According to the World Health Organization )WHO( International Health Regulations mandate WHO member states to ensure that every designated point of entry is equipped with staff and instruments enabling smooth movements of the travellers while maintaining appropriate public health measures. 1 Maintaining such regulations is likely to enhance proper travellers' movement during public health emergencies by reducing possible interference between application of preventive public health measures, and the ability of travellers to access the designated points of entry. Additionally, ensuring the application of public health measures might aid in preventing the occurrence of any public health emergencies. A public health emergency is defined as any situation with health consequences that are likely to overwhelm the community's routine capability of addressing them. A health situation can be considered as an emergency if there is a risk due to timing, such as facing emerging diseases threats during Hajj season, scale, as with an overwhelming number of causalities, or due to the unpredictability of the situation. Defining the nature of potential public health emergencies is crucial to allow competent development of preparedness plans. 2 Having a large number of passengers arriving at a particular point of entry during a limited time is a burden on the available health services. A meticulous state of readiness is required to respond to any risk of spreading a communicable disease. The state of readiness is maintained by several steps including preparation of staff, equipment, and buildings. 3, 4 The burden of not maintaining effective public health event response measures is aggravated if an epidemic is announced in a particular region of the globe where travellers form these areas are scheduled to arrive in the country. During the Hajj season of 2014, the Ebola Virus Disease )EVD(, which is a viral hemorrhagic disease, was announced as an epidemic disease in Guinea, Liberia, and Sierra Leone in West Africa. Additionally, a localized spread of the virus was announced in certain areas of Nigeria. 5 The Saudi Arabian government, as a preventive measure, decided to prevent citizens of EVD-affected countries from entering the country. However, nationals of Nigeria were exempt as no extended transmission of EVD was announced. 6, 7 Nonetheless, several procedures were applied to prevent the transmission of Ebola virus among thousands of Nigerian pilgrims arriving in the country. These measures were mainly related to exit screening of travellers in Nigeria, 8 and entry screening at points of entry in Saudi Arabia. Additionally, the Ministry of Health in Saudi Arabia produced response plans for infectious diseases )Middle East Respiratory Syndrome [MERS] and EVD( to be implemented during Hajj. 9 There are many potential sources of infectious disease transmission from a single infected individual. The presence of infected travellers, such as an EVD infection, on an aircraft increases the risk of transmitting infection to neighboring passengers and flight crew. Airport workers, such as ground workers handling cleaning of aircrafts and lavatories, are at risk of the infection, especially with the presence of spilled infectious materials. Airport workers handling the flow of passengers during busy times are at risk of acquiring infection such as immigration, customs, security, and healthcare workers. Therefore, all of these individuals have to be aware of the potential health threats at the airport, should be aware of preventive methods, how to use preventive methods, and know what to do when facing a public health emergency event in the airport. Prince Mohammed Airport )Al-Madinah, Saudi Arabia( workers' level of knowledge of the potential health threat at the airport is currently not known. Additionally, the attitude and practice of the staff when a public health emergency is announced in the airport is not measured. The significance of this study stems from the ability to investigate the degree to which airport workers, at the time of dealing with travellers during Hajj season, were able to deal with potential urgent infectious cases, and to adhere to the relevant protective guidelines. ",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 458,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1410,
                    "end": 1411,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1772,
                    "end": 1774,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1775,
                    "end": 1776,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2287,
                    "end": 2288,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2517,
                    "end": 2519,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2520,
                    "end": 2521,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2751,
                    "end": 2752,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2944,
                    "end": 2950,
                    "text": "[MERS]",
                    "ref_id": null
                },
                {
                    "start": 2985,
                    "end": 2992,
                    "text": "Hajj. 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The target population of this study was airport workers who were likely to be exposed to the risk of transmitting infection from airport passengers. The population included healthcare workers, customs workers, immigration workers, security officers, ground services workers, and Hajj services providers. Hajj services providers were responsible for the provision of logistic needs to ensure smooth movement of arriving pilgrims and directing the pilgrims to their designated transportation vehicles. Male and female workers were targeted during recruitment. However, as this study was mainly targeting workers who were in direct physical contact with the pilgrims, staff not in direct contact with the pilgrims was excluded. To answer the research questions of this study, purposive, non-random sampling was performed to recruit the targeted sample. Study participants were grouped into health workers and non-health workers to study any significant differences relating to knowledge, and behavior related to public health events. This grouping was mainly conducted due to the observed variation in the proportions of recruited workers from non-health workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study participants."
        },
        {
            "text": "Data collection. Data were collected using a semistructured questionnaire. The questionnaire was constructed by a focus group including 4 consultants from the community and family medicine. Closedended and open-ended questions were utilized, including questions measuring demographics, level of knowledge, practice and attitude relating to public health preventive measures at points of entry. The questionnaire was constructed in Arabic language. The questionnaire was piloted on 20 individuals )10 males and 10 females( and additional questions and choices were conducted according to the piloting findings. All questionnaires were filled out during personal interviews. All interviews were conducted by 3 trained interviewers. There was no audio recording of conducted interviews. However, notes of the open-ended responses were taken during the interviews and were transcribed by the interviewers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study participants."
        },
        {
            "text": "Ethical approval to conduct the study was provided by the ethical committee of the College of Medicine at King Saud University, Riyadh, Saudi Arabia. Additionally, approval to conduct the study was granted by the directory of Public Health in Al-Madinah, and from the airport administration. This research was conducted in accordance with the Helsinki Declaration of medical research involving human subjects. All questionnaires were anonymous, and the right to refuse to participate in the study was explained to all the individuals approached. Data analysis. Data analysis was performed by IBM SPSS software version 22 )IBM Corp, Armonk, NY, USA(. Frequencies and proportions of the study variables were utilized to assess the level of knowledge of the potential health threats at the airport. Chi-square test was used to test for the presence in any statistically significant variation of the study variables between the 2 groups. A p-value of 0.05 or less was designated as statistically significant for applied statistical tests. As the study used open-ended questions as a tool for data collection, all completed questionnaires were transcribed and reviewed after data collection. The reviewing process produced several responses to each question. Similar responses to the open-ended questions were grouped after data collection and coded accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study participants."
        },
        {
            "text": "Results. One hundred eighty-six participants were recruited in this study. As illustrated in Table 1 , this sample is predominantly composed of male subjects )92.5%(. This is expected as females only represent a minority of the workers at Prince Mohammed airport. Most of the recruited workers had secondary or above degrees. Twenty-six percent of recruited subjects were health professionals, and the remaining were related to different sectors. Although security officers represent an important work force at the airport, they were very hesitant to participate in this study due to security reasons, despite availing relevant permission. Non-health workers were more likely to be concerned on acquiring infection compared with health workers. This notion was mostly apparent when asking the participants regarding concerns related to acquiring EVD infection. However, 95% confidence intervals for difference in proportions of airport workers who were concerned with acquiring infections were wide enough to suggest similar levels of concern among the 2 groups. Almost all airport workers were aware that risk of infection can be reduced by adhering to precautionary measures. The most frequently reported method of infection risk reduction is wearing a facemask followed by wearing gloves. A lower proportion of non-health workers reported vaccinations compared with health workers as a preventive measure. Similarly, the proportion of non-health workers who reported hand washing as a preventive measure was lower compared with health workers. The detected variation in knowledge regarding preventive measures among non-health workers compared with health workers might suggest that non-health workers are generally aware that infectious diseases transmission could be prevented, but were less able to report specific preventive measures compared with health workers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Study participants."
        },
        {
            "text": "When asking the study's participants about their reaction when investigating a traveller suspected of having an infectious disease, non-health workers were apparently not aware of any procedures that should be conducted during this scenario ) Table 3 (. Additionally, most of the participants reported that they will inform .0( 0 )0( *For the difference between health workers and non-health workers. P-value <0.05 is considered statistically significant the relevant authority when dealing with a traveller suspected with an infectious disease. However, only a minority of health workers were aware that there is a rapid response team or infection control at the airport. None of the non-health workers were aware of the specific notification method when facing a public health threatening event, and only mentioned reporting to 'the health services' without revealing specific individuals with a specific job title. Table 4 summarizes the sources of knowledge of the study participants of the potential health threats at the airport. Most non-health workers reported not receiving any forms of training )79%(. The proportion of non-health workers who reported not receiving any training was significantly lower compared with health workers. Only a minority of the recruited workers reported having training before the Hajj season. Most of the trained health workers received their training when they were present at the airport during the season )79.5%(. The most frequently reported method of training was attending lectures, which were mostly delivered at the airport.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 250,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 918,
                    "end": 925,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Study participants."
        },
        {
            "text": "Discussion. The findings of this study indicate that non-health workers were more likely to be concerned on acquiring infection when dealing with travellers during the Hajj season compared with health workers. This concern was noticed by reviewing responses given when the participants were asked regarding specific protection equipment, or specific guidelines to adhere to when dealing with a traveller suspected of having an infectious disease. This notion was further confirmed, as the lack of knowledge was mostly due to lack of training and education, either before attending the airport during Hajj season or during their presence at the airport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study participants."
        },
        {
            "text": "Although the study respondents were able to indicate important preventive measures such as wearing facemask and gloves, a lower proportion reported hand washing and environmental hygiene as precautionary methods. Additionally, approximately 40% of the respondents suggested isolation of suspected travellers as a method of protecting airport workers and other travellers. However, at the time of conducting this study, there was no isolation facility at the airport. This is the first study conducted to measure the level of knowledge and behavior relating to the public health emergency measures of workers at Prince Mohammed International Airport at Al-Madinah. However, a study conducted by Al-Ghamdi and Kabbash 11 investigated the knowledge of health workers regarding preventive measures against communicable disease at King Abdulaziz Airport in Jeddah. As the population of the study by Al-Ghamdi and Kabbash 11 was limited to health workers, the scope of knowledge of preventive measures investigated was deeper compared with our study. Acknowledging the marked differences of questions used to measure level of knowledge of preventive public health measures in our study compared to the study by Al-Ghadmi and Kabbash, 11 it might be possible to conduct an overall comparison of level of knowledge detected in both studies. When comparing the level of knowledge among the health workers recruited in our study compared with the findings of the study by Al-Ghadmi and Kabbash, 11 it is possible to notice a similar range of variation in number of respondents who were knowledgeable of different preventive measures. The proportion of health workers who were aware of specific prevention measures Table 4 -Reported source of knowledge on the potential health threats at the airport and protection methods of workers at Al-Madinah airport, Al-Madinah, Saudi Arabia during Hajj season 2014.",
            "cite_spans": [
                {
                    "start": 1228,
                    "end": 1230,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1485,
                    "end": 1487,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1704,
                    "end": 1711,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Study participants."
        },
        {
            "text": "Non-health workers (n=137) CI -confidence intervals in our study varied between 32-97%, which is similar to the findings of Al-Ghadmi and Kabbash 11 where the proportion of health workers who were able to give correct answers regarding preventive measures ranged between 32-95%. In addition to the similar variation in level of knowledge of preventive measures, there is a similar pattern pertaining to the training given for the health workers relating to preventive health measures. In the study by Al-Ghadmi and Kabbash, 11 the proportion of individuals who received training in infectious diseases or preventive measures at points of entry varied between 8-19% of the study sample. When the training was received was not reported, however, the low proportion of health workers who received training in this study is similar to the low proportion of individuals who received training before the season, which strengthens the evidence of a lack of proper organizational efforts to educate airport workers of the risk of infectious diseases and the methods of protection.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Source of knowledge Health workers (n=49)"
        },
        {
            "text": "Apart from the study by Al-Ghamdi and Kabbash, 11 there are no similar studies conducted in other countries. Most of the studies that were conducted in airport settings were mainly targeting travellers rather than airport workers. These studies were able to measure knowledge level of passengers who are travelling to areas endemic with particular infectious diseases such as malaria, 12 hepatitis, 13 and H1N1 influenza. 14 This study was able to detect important and new aspects where several conclusions could be drawn. Our study was able to detect multiple systematic flaws indicating organizational difficulties rather than individual incompetence. These difficulties can be summarized in few points. Firstly, there was a significant lack of a competent system to deliver health-related knowledge in a timely manner, especially in important events such as Hajj seasons. Secondly, since a substantial proportion of airport workers hired during Hajj seasons are recruited based on temporary contracts, those workers are very likely to be unaware of the airport facilities and health services providers. This notion was apparent when 40% of the respondents suggested the isolation of suspected travellers as a preventive measure despite the unavailability of this facility at the Prince Mohammed Airport. Thirdly, improper preparedness for a large event such as the Hajj season is evident from the lack of training before the season, as only 21% of the respondents revealed receiving any form of training before the Hajj season. Having detected several systematic flaws mandates, the need for future research concerning identification of barriers hindering proper provision of preventive public health services at the airport. Additionally, this investigation should be replicated in other points of entry, such as Prince Abdul-Aziz International Airport, and the Islamic Seaport in Jeddah, and other land crossings where pilgrims enter the country during Hajj season. Further investigations should include all workers who are in direct exposure to arriving pilgrims, and not limited to health workers only.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "95% CI for difference in proportions"
        },
        {
            "text": "Several practical implications could be suggested based on the findings of this study. A preparedness plan concerning public health preventive measures should be in place to address any public health concerns at the airport. This plan should be operational throughout the year and during Hajj seasons. This plan should include systematic and practical methods of updating the airport workers with any public health concerns at the airport. A specific channel of knowledge sharing between the airport authority and airport workers should be initiated to enhance knowledge of the airport workers of the current public health concerns, and to provide theoretical and practical training pertaining to health protection at airport settings. Additionally, airport workers who are hired based on temporary contracts during Hajj season should be educated before joining the airport work force, and informed of the current situation of the airport health facilities and equipment needed for health protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "95% CI for difference in proportions"
        },
        {
            "text": "The first step towards ensuring a state of readiness to handle any public health event during Hajj seasons at the point of entry is to ensure the provision of an appropriate number of trained staff. Insufficient numbers of staff will lead to an inability to apply preventive measures to thousands of pilgrims arriving at a single point in a limited time. Secondly, members of staff have to be specifically trained according to the current potential health threats at the airport. Thirdly, there has to be provision of preventive equipment, such as gloves, masks, thermal cameras, protective gowns, hand sanitizers, and ambulances to ensure the ability to apply preventive measures. Finally, necessary space is needed for the storing of relevant equipment, provision of preventive services, and isolation of suspected travellers, along with the provision of urgent curative services. 15 This study has several strengths and limitation issues. The strength of this study was mostly related to the data collection method, as all questionnaires were completed during interviews. Additionally, using open-ended questions allowed for a proper test of knowledge and behavior. Conducting this study during the Hajj season is another strong point as information was collected when subjects were physically present at the point of entry. The limitations of this study were related to the small sample size and the refusal of security personnel to participate. Additionally, there might have been a possibility of measurement bias as respondents could have been hesitant to share critical views pertaining to provision of personal protective equipments )PPEs( and public health education. However, proper identification of the investigators, illustration of the study aims, ensuring anonymity, and taking notes as an alternative for audio recording might have reduced this measurement bias. Nevertheless, fear of being reported as complaining on the provided preventive health services was mostly apparent when approaching security personnel, which might have lead to a potential selection bias.",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 885,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "95% CI for difference in proportions"
        },
        {
            "text": "In conclusion, the level of knowledge of communicable disease and preventive methods among non-health workers is significantly low compared with health workers. The observed lower knowledge of non-health workers is mainly due to lack of appropriate knowledge sharing channels. Knowledge and training delivery channels should be established at the airport to ensure proper knowledge sharing and enhance preparedness levels. Enhancing the preparedness level during Hajj season is critical due to the large number of arrivals from all over the globe where several countries are endemic with known infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "95% CI for difference in proportions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Conceptualizing and defining public health emergency preparedness",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zakowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Laushner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guide for public health emergency contingency planning at designated points of entry",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious Disease Mitigation in Airports and on Aircraft",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Board",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ebola Outbreak in West Africa -Outbreak Distribution Map",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ministry of Health Orders Suspension of Issuing Hajj and Umrah's Visas for the Guinean and Liberian People",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health Regulations for Travelers to Saudi Arabia for Umrah & Pilgrimage )Hajj(-1435 )",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Airport exit and entry screening for ebola",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aranas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Benenson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brunette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cetron",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Morbidity and Mortality Weekly Report (MMWR)",
            "volume": "63",
            "issn": "",
            "pages": "1163--1167",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infectious Diseases )MERS-CoV and Ebola( Diversion Plan for Hajj",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Awareness of healthcare workers regarding preventive measures of communicable diseases among Hajj pilgrims at the entry point in Western Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Ghamdi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Kabbash",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Saudi Med J",
            "volume": "32",
            "issn": "",
            "pages": "1161--1167",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Vaccination and Malaria Prevention among International Travelers Departing from Athens International Airport to African Destinations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pavli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spilioti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smeti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patrinos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Maltezou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Tropical Medicine",
            "volume": "2014",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Trends in the knowledge, attitudes and practices of travel risk groups toward prevention of hepatitis B: results from the repeated cross-sectional Dutch Schiphol Airport Survey",
            "authors": [],
            "year": 2002,
            "venue": "Travel Med Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "149--158",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2013.09.002."
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "New influenza A/H1N1 )\"swine flu\"(: information needs of airport passengers and staff",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dickmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gaber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wicker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Serve",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza Other Respir Viruses",
            "volume": "5",
            "issn": "",
            "pages": "39--46",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2010.00168.x."
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Emergency response plan. Public Health Emergency",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Methods. Study context. This study is a crosssectional study conducted during the pilgrims' arrival period between August and September 2014. During this Hajj season, approximately 1.4 million international pilgrims entered the country through Saudi Arabian airports. Approximately one third of this total enter the country through Prince Mohammed Airport at Al-Madinah Al-Munawwarah, Saudi Arabia. 10 Disclosure. Authors have no conflict of interests, and the work was not supported or funded by any drug company. This project was financially supported by the Vice Deanship of Research Chair, King Saud University, Riyadh, Kingdom of Saudi Arabia.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic characteristics of 186 workers at Al-Madinah airport, Al-Madinah, Saudi Arabia during Hajj season 2014.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "depicts infection risk perceptions among the airport workers and knowledge of preventive measures.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Infection risk perception and knowledge on preventive measures of workers at Al-Madinah airport, Al-Madinah, Saudi Arabia during Hajj season 2014. For the difference between health workers and non-health workers. P-value <0.05 is considered statistically significant, 95% CI -95% confidence intervals, EVD -Ebola Virus Disease, MERS-CoV -Middle East Respiratory Syndrome Coronavirus",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Reported response when detecting a traveller suspected with an infectious disease of workers at Al-Madinah airport, Al-Madinah, Saudi Arabia during Hajj season 2014.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "For the difference between health workers and non-health workers. P-value <0.05 is considered statistically significant.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}