{
    "paper_id": "314f4b76581376bc7b40e69a9f0bc9153298cb8e",
    "metadata": {
        "title": "Evaluation of REDCap as a Tool for Outbreak Data Management, Illinois, 2013-2014",
        "authors": [
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Vahora",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "Allison"
                ],
                "last": "Arwady",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Research Electronic Data Capture (REDCap) application has been used to build and manage online surveys and databases in academic research settings. Public health agencies have begun to use REDCap to manage disease outbreak data. In addition to survey and database development, and data management and analysis, REDCap allows users to track data manipulation and user activity, automate export procedures for data downloads, and use ad hoc reporting tools and advanced features, such as branching logic, file uploading, and calculated fields. REDCap supports HIPAA compliance through userbased permissions and audit trails. These additional capabilities may provide an advantage over commonly used outbreak management tools such as Epi Info and Microsoft Access. The Illinois Department of Public Health (IDPH) has not used REDCap to date. Prior to adopting this web-based application, an evaluation was conducted to assess how REDCap may facilitate outbreak data management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted a retrospective review of four different types of outbreaks that recently occurred in Illinois: a restaurant-associated foodborne illness outbreak; the introduction of Middle East Respiratory Syndrome (MERS CoV) to the United States; a large rash outbreak; and a healthcare-associated cluster of New Delhi metallobeta-lactamase (NDM). Using these four case studies, we evaluated how REDCap may have impacted the response to each outbreak using six criteria: 1) magnitude of cases and contacts across jurisdictions; 2) self-reporting of symptoms and exposures; 3) storage and multisite access to lab reports; 4) reuse of templates for future outbreaks; 5) repeated measurements; and 6) ability to perform long-term case follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "REDCap would have improved data management capabilities for all four types of outbreaks. For the MERS CoV and rash outbreaks, REDCap would have assisted with the management of large-scale outbreaks with hundreds of contacts and multi-jurisdiction response. For all four types of outbreaks, REDCap would have facilitated self-reporting of symptoms and exposures through the design and administration of online surveys to cases and contacts. REDCap's document upload functionality would have facilitated storage and access of lab reports for foodborne illness, MERS CoV, and NDM outbreaks. REDCap also would allow public health responders to perform long-term monitoring of symptoms and disease incidence in NDM outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In Illinois, public health agencies currently lack a secure, HIPAA-compliant outbreak management system that facilitates survey development, online data entry, data management tools such as automated exports, contact tracing, and coordination across jurisdictions. The evaluation of recent outbreaks shows that REDCap provides these desired capabilities. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Role of Social Media in Investigating Rash in Mud Race Obstacle Course Participants -Illinois",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arwady",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centers for Disease Control and Prevention. Notes from the Field: New Delhi Metallo--Lactamase-Producing Escherichia coli Associated with Endoscopic Retrograde Cholangiopancreatography -Illinois, 2013. MMWR",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "First Confirmed Cases of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) Infection in the United States, Updated Information on the Epidemiology of MERS-CoV Infection, and Guidance for the Public, Clinicians, and Public Health Authorities",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Recent Illinois outbreaks in which REDCap may have improved data management Keywords REDCap; outbreak data management; Evaluation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}