{
    "paper_id": "319017db7033f2754fd403feb01c1fa2b26f38cc",
    "metadata": {
        "title": "Development of a risk assessment tool for contact tracing people after contact with infectious patients while travelling by bus or other public ground transport: a Delphi consensus approach",
        "authors": [
            {
                "first": "Oliver",
                "middle": [],
                "last": "Mohr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Hermes",
                "suffix": "",
                "affiliation": {},
                "email": "hermesj@rki.de"
            },
            {
                "first": "Susanne",
                "middle": [
                    "B"
                ],
                "last": "Schink",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mona",
                "middle": [],
                "last": "Askar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Menucci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Corien",
                "middle": [],
                "last": "Swaan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Udo",
                "middle": [],
                "last": "Goetsch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Monk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "Eckmanns",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriele",
                "middle": [],
                "last": "Poggensee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gérard",
                "middle": [],
                "last": "Krause",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Discussion: The systematic and transparent use of the CT-RAP for tuberculosis and meningococcal disease is likely to facilitate reasonable, efficient and user-friendly decisions with respect to contact tracing. New CT-RAPs for additional pathogens and different settings such as schools and kindergartens are being planned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contact tracing is defined as the identification of persons who may have been exposed to an infectious pathogen by an infected person and ensuring that they are aware of their exposure. 1 2 Contact tracing is an established procedure to control infectious disease transmission and it is gaining importance in International Health Regulations. 3 The decision to initiate contact tracing usually needs to be made at short notice to be effective and typically within a context of provisional and limited information. This results in a need for decision aids that would provide standardisation and, at the same time, allow flexibility in the decision-making process, given the diverse circumstances in which the risk of infectious disease spread has to be assessed.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "1 2",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 344,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "In the framework of the EU-funded project 'Response to Emerging infectious disease: Assessment and development of Core capacities and Tools' (REACT), we have investigated the available evidence and tools on contact tracing aiming to guide public health institutions in their decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Travelling in public transport, often in confined spaces, provides risks for exposure to infectious pathogens. It seems likely that the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Strengths and limitations of this study ▪ The presented approach may help to address the challenges of having to rapidly decide on important public health interventions even if the available evidence is limited. ▪ Validation of the tool would be difficult to conceptualise in an experimental or controlled manner. ▪ The new risk assessment tool allows rapid, event specific decision making and may also be adaptable for other public health decision making challenges beyond contact tracing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE SUMMARY"
        },
        {
            "text": "risk of airborne infectious disease transmission in public ground transport such as buses/coaches, railways and trams/metro is higher than in air transport. 4 While guidelines on contact tracing after exposure to airborne infectious pathogens during air travel exist, 5 6 no guidance documents are available on contact tracing in response to potential exposure on public ground transport, even though European transport statistics show that the share of total transport performance in 2007 in public ground transport was nearly twice as high (15.7%) as the share for air transport performance (8.8%). 7 8 By studying the literature on these issues, we found two dominating formats for recommendations on contact tracing: the first is a descriptive text or a list of variable length and precision. [10] [11] [12] [13] The other frequently used format is a flow chart which presents certain conditions in successive order, thus resulting in each condition contributing an equal weight to the final decision. 5 11 13-15 Both formats have their shortcomings when the available evidence and the multitude of settings cannot readily be subsumed under dichotomised decision tree algorithms.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "5 6",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "7 8",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1006,
                    "end": 1016,
                    "text": "5 11 13-15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ARTICLE SUMMARY"
        },
        {
            "text": "In order to address the aforementioned challenges, we developed a risk assessment tool informed by a review of the scientific literature on the one hand and the practical experience of experts on the other. The aim was to not only present the guidance as explicitly as possible but also to give a transparent account of the uncertainties resulting from the limited evidence or data. This article reports on the methodological basis of this risk assessment tool. We present the results in exemplary risk assessment profiles for deciding whether or not contact tracing may be indicated after passengers have been exposed to Mycobacterium tuberculosis or Neisseria meningitidis in public ground transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE SUMMARY"
        },
        {
            "text": "We extracted publications on tuberculosis and meningococcal disease from an extended literature review on the evidence for airborne infectious disease transmission in public ground transport. 4 Further, we screened guidelines, position papers and peer-reviewed literature for disease-specific parameters, such as infectiousness of index case during exposure, symptom(s) of index case during exposure period, duration of exposure of contact person to index case, proximity and quality of contact between index case and fellow passengers, susceptibility of fellow passengers, possibility of postexposure prophylaxis, and information on environmental factors potentially influencing the transmission of infectious diseases (CR-RAP Final Product). 16 ",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 744,
                    "end": 746,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Literature search"
        },
        {
            "text": "To provide scientific and technical input, four core experts from a pool of 30 international collaborating project partners (such as the European National Public Health Institutes, the WHO and the European Centre for Disease Prevention and Control (ECDC)) were nominated at the first General Meeting of the REACT project. Those four core experts provide the project with expertise from diverse settings. As required by the donor, they represent different EU countries and various stakeholders. The core experts cover a wide range of perspectives: one infectious disease epidemiologist working for an international public health agency, one infectious disease epidemiologist working for a national public health institute, one infectious disease epidemiologist working for a local public health institute and one expert in security/health issues working for an international public transport association. Those core experts participated in two structured round table consultations. We further consulted infectious disease epidemiologists from the Robert Koch-Institute (RKI) with disease-specific expertise. In addition, 18 international infectious disease epidemiologists from the pool of collaborating partners affiliated with the REACT project, as well as nominated at the 1st General Meeting, contributed their expertise to a Delphi consultation process in two rounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structured expert consultations"
        },
        {
            "text": "Step 1: Selection of infectious diseases At the first round table consultation, we turned to the four core experts to gather information enabling us to select infectious diseases that require contact tracing in public ground transport and to reach a consensus on the general epidemiological and environmental criteria that might influence the transmission of infectious diseases and the subsequent decision-making process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structured expert consultations"
        },
        {
            "text": "Step 2: Selection of criteria and associated values Where necessary, the general criteria identified in step one were transformed into disease-specific criteria. Subsequently, we defined between two and four values with respect to the epidemiological criterion, for example, for the tuberculosis-specific epidemiological criterion 'transmission to other contact persons', we defined the two values 'evidence of transmission' and 'no evidence of transmission'. The definition of those epidemiological criteria-related values was deducted from the scientific literature with input from RKI infectious disease experts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structured expert consultations"
        },
        {
            "text": "Step 3: Positioning of values on Osgood's scale On the basis of the principle of Osgood's bipolar semantic differential scale, 17 18 we developed for each of the selected epidemiological criteria of tuberculosis and meningococcal disease continuous 20 cm scales 19 with a predefined midpoint. The positioning of an epidemiological criterion-related value towards the very right end of the scale was to indicate a stronger argument in favour of contact tracing, while positioning towards the left end was to indicate that contact tracing was not recommended. We provided 18 international experts in the field of infectious disease epidemiology with the respective literature and complementary evidence on the criteria and invited them to graphically mark the position and range (start and end points) of the respective values on a blank scale representing his/her best view on the indication to initiate contact tracing for each epidemiological criterion.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 132,
                    "text": "17 18",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Structured expert consultations"
        },
        {
            "text": "We applied the Delphi method with the international expert panel as developed by the RAND Corporation to refine the position of values on bipolar scales. The Delphi Method is a structured survey in multiple rounds or votes in order to reach consensus among a panel of experts and enables a heterogeneous group to express their collective experience and know-how. The anonymous opinions of all members of the group are collected using a formal questionnaire or graph. However, discussion is only permitted after the last round of voting, because opinion leaders might otherwise sway their colleagues' assessments. [20] [21] [22] After the first round, the individual markings of the expert group on the scales for each value were collected and compiled. The results of the first round were shared in a plenary session by showing the median of the start Figure 1 Contact tracing-risk assessment profile tuberculosis. and end points for each value on the bipolar scales. The application of the Delphi method requires that each round is followed by controlled group feedback. Contributions remained anonymous at all times. In a second individual and final round, the international experts were given the opportunity to rearrange the primary voting on the placement and range of values. Again, the results were presented to the expert panel.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 852,
                    "end": 860,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Structured expert consultations"
        },
        {
            "text": "Step 4: Adjustments, refinements and background documents On the basis of the results from the Delphi process, we merged two values if their positions on the scales were largely overlapping and thus not leading to any discriminative power. We displayed the range of the values (median of the start and end points) through whiskers to demonstrate the variation of opinions held by the international expert panel (figures 1 and 2). The final position of the points between the whiskers was defined by the mean of the median of the start and end points of each value. Epidemiological criteria were moved to the beginning of the epidemiological criteria scales if the particular epidemiological criterion turned out to result in a dichotomous 'all or nothing' decision. For each disease-specific risk assessment tool, we compiled a narrative summary of the scientific literature, guidelines, position papers, disease-specific epidemiological attributes and expert experience which had built the basis for this tool, as well as a one-page fact sheet describing the clinical and epidemiological characteristics of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structured expert consultations"
        },
        {
            "text": "The international expert group identified tuberculosis and meningococcal disease as the two infectious diseases with the highest priority for the development of a disease-specific risk assessment tool. Tuberculosis was selected because of the stigmatisation and the long duration of treatment, whereas meningococcal disease was identified because of the potentially severe complications and the high-case death rate. Measles and viral haemorrhagic fever (Lassa fever) were also identified as possible future candidates for the development of a risk assessment tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selected infectious diseases"
        },
        {
            "text": "The core expert group identified 17 generic epidemiological criteria to be considered for the development of such a contact tracing risk assessment tool. Six of the criteria ('therapy or targeted measures available', 'airborne transmission', 'communicability during symptoms', 'high grade immune deficiency or immunosuppression of contact person', 'travel duration >8 h', 'distance to index case <1 meter') were identified to be relevant and applicable for both tuberculosis and meningococcal disease; two epidemiological criteria applied only to meningococcal disease ('prophylaxis available', 'communicability before onset of symptoms') and 'drug resistance pattern' was added for tuberculosis as a result of the expert consultation in step 2. The following epidemiological criteria were identified to be not relevant for tuberculosis or meningococcal disease: 'high infectiousness', 'high morbidity rate', 'severe complications', 'vaccination status of contact person', 'high humidity', 'pregnancy of contact person', 'contact person >60 years', 'contact person <1 year', 'high seriousness as perceived by public'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selected criteria"
        },
        {
            "text": "On the basis of Osgood's bipolar scale, we developed a contact tracing-risk assessment profile (CT-RAP) for tuberculosis and meningococcal disease to visualise epidemiological criteria and values in order to facilitate the decision of whether or not to initiate contact tracing in public ground transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the contact tracing-risk assessment profile"
        },
        {
            "text": "The CT-RAP for tuberculosis starts with a dichotomous decision step in the presence of infectious pulmonary tuberculosis. Only if the index case is known to have infectious pulmonary tuberculosis can the user proceed with the bipolar scale component, which consists of nine epidemiological criteria. For each epidemiological criterion, a single, mutually exclusive value has to be selected. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the contact tracing-risk assessment profile"
        },
        {
            "text": "Our report describes the methodological concept of a decision-making tool and presents CT-RAP examples on tuberculosis and on meningococcal disease. This new approach aims to semiquantitatively translate evidence of variable strength and on diverse conditions into a graphical risk assessment tool. We intentionally derived our approach from an assessment tool that is well established in the social sciences to display different characteristics, which in its sum will give a pictorial and semiquantitative impression through an overall profile. Although our application is based on biological and epidemiological criteria, the challenge is similar to that used in social sciences since the outcome of one measurement alone will not force, like in many dichotomous structures, a decision but will allows it to weigh in other factors. It is rather a combination of conditions which characterise a specific situation that may lead the decision towards a certain direction. A numerical computation of individual scores could also cope with the combination of different criteria, but it tends to suggest a precision not supported by the available evidence. Thus, the visual impression resulting from the connecting lines between the ticked values of the epidemiological criteria is likely to give enough of a tendency to quickly support decision-making while leaving enough room for the decision-makers to take other important issues into account. In addition, the disease-specific epidemiological criteria of the CT-RAP can, in combination with the fact sheet, be employed as a checklist of decisive parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The concept is novel insofar as it addresses the need for rapid and transparent decision-making in situations and settings where scientific evidence is scarce. An attempt to give a semiquantitative account of the degree Figure 4 Contact tracing-risk assessment profile: meningococcal disease (applied). Instructions to the user: Both the contact tracing-risk assessment profile (CT-RAP) on tuberculosis and the CT-RAP on meningococcal disease start with a dichotomous decision step. If necessary, the user may proceed with the bipolar scale component: the two endpoints of the bipolar scales represent a high (on the right-hand side) or a low (on the left-hand side) indication of whether or not to start contact tracing. The values selected and ticked may cluster on either side of the neutral midline or around the midline according to the particular details of the situation. By drawing a line connecting selected values, an overall assessment is visualised (see figures 3 and 4). If most values in the CT-RAP cluster on the right end of the scale, the result can be interpreted as an indication to start the contact tracing process. In contrast, profiles with values marked predominantly on the left end of the scale show a low indication for contact tracing. If the CT-RAP values are predominantly positioned around the midline, a recommendation neither for nor against contact tracing may be deduced. The neutral position should also be chosen because lack of information does not allow the allocation of a value. of uncertainty, for example, by plotting CIs and means for each point estimate representing the experts' opinions, is of course the subject for discussion. Indicating the medians as well as the minimum and maximum point estimates would be an alternative approach. Both approaches have their advantages. Even the objective to give a semiquantitative account of the degree of uncertainty might be questioned. But we preferred to show the degree of uncertainty inherent in each decisive criterion by displaying the range of values through whiskers (median of the highest and lowest rankings of aggregated experts' opinions). Considering that some criteria have a lesser degree of uncertainty than others and that some users might not consider the degree of uncertainty at all, we believe our approach is more suitable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 228,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "It could be argued that criteria should be removed from the decision-making tool if the point estimates of the different outcomes cluster closely around the neutral midline and thus do not sway a decision either way; however, all criteria were included in the first instance because they have been raised in various publications or during expert consultations. We decided to keep them in spite of the fact that they might carry little discriminatory power because users might question how these criteria compare with others. Moreover, they demonstrate that our process of collecting available evidence and assessing it systematically by experts did indeed generate somewhat unexpected yet plausible results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The graphical display of the criteria allows selected criteria to be presented next to each other without suggesting specific weights or assigning priorities to each criterion. For example, antimicrobial resistance may be a more important issue to take into account in some countries than others. The nomination procedure for the expert panel was based on the rather strong objective and guiding principle of representing different EU countries and various stakeholders, a prerequisite for successful funding within the EU public health programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Case example and legend for figures 3 and 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A 24 year-old female exchange student from Brussels, Belgium, travels to Berlin, Germany by coach. Nine days later, she is being diagnosed with disease X. Her medical record is uneventful; she reports excellent health in the previous three years. She describes symptom onset of cough just before boarding the bus. During the 9.5 hour trip, she had kept to herself listening to music in the back of the bus. The coach company does not keep passenger lists on this route but estimates that there were a total of 12 persons aboard. They confirm that air conditioning with partial air exchange is in use on all vehicles and therefore windows remain closed at all times. No further information is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "If in this scenario the disease is infectious pulmonary tuberculosis ( Figure 3 ) the completed CT-RAP indicates that a contact investigation could be given further consideration. Taking identical circumstances, i.ethe same setting etc., but replacing infectious pulmonary tuberculosis with meningococcal disease, the connecting line on the disease specific CT-RAP signals that contact tracing might be much less called for (Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 424,
                    "end": 433,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Contact tracing after potential transmission of infectious diseases in public ground transport is often hampered by logistic hurdles; tracing passengers may be limited or even unfeasible since passenger data (eg, name, telephone number, email address) in metros, trams and short-distance bus trips are not collected. If passenger data are indeed collected, incompleteness of data, transport company policies and limited or delayed (retrospective) access to data may be further obstacles. Even in long-distance railway or bus transportation, passenger data may also not be collected routinely. 4 23 Taking into account the logistic bottlenecks and the high financial resources contact tracing may require, we suppose that only circumstances related to dramatic illness and identifiable travel groups would justify contact investigations in the setting of public ground transport.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "4 23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We complemented the available scientific evidence generated through the literature review by structured multistep expert consultations. While individual experts might not appreciate all epidemiological criteria equally well or weigh their effects differently, all criteria selections with their respective values on our CT-RAPs are the result of a Delphi consultation process. We are aware that information such as 'susceptibility of contact persons', 'quality of contact between index case and contact person' or other information may not be available in each setting. Nevertheless, the CT-RAP may be used under such circumstances: if there is no information available on a criterion, the neutral midline position on the scale of the respective epidemiological criterion has to be chosen and the indication remains unaffected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The two CT-RAP examples on tuberculosis and meningococcal disease shown in figures 3 and 4 illustrate how this new tool offers a highly standardised decision algorithm where evidence allows, but also remains open for consideration of other factors. For example, a public health official might consider a contact investigation in the tuberculosis scenario dependent on the drug-resistance pattern of the index case. Likewise, in the meningococcal disease scenario, a contact tracing might only yield results on the following day at the earliest. This would be right at the time limit of 10 days postexposure as indicated in the preceding algorithm and favour a decision against contact tracing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The systematic and transparent use of the evidence in the presented CT-RAP for tuberculosis and meningococcal disease is likely to facilitate rational and user-friendly decisions with respect to contact tracing. The creation of more CT-RAPs for other pathogens and settings is envisaged. However, since the development of a CT-RAP is labour intensive, we initiated an evaluation of the existing tools to support the decision of whether or not to produce more rapid risk assessment profiles and, if so, for which settings (eg, schools, kindergartens) and for which infectious diseases (eg, measles, Lassa fever). In 2011, we have presented this tool in an international workshop in Berlin with participants from various public health institutions, including representatives from the WHO, the European Commission, the Early Warning Response System and the ECDC. The risk assessment tool is available through open access: http://www.rki.de/ cln_151/nn_1200988/EN/Content/Prevention/React/ Work/WP__7.html",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Australasian contact tracing manual",
            "authors": [
                {
                    "first": "Australasian",
                    "middle": [],
                    "last": "Society",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Medicine",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public Health Guidance for Community-Level Preparedness and Response to Severe Acute Respiratory Syndrome (SARS) Version 2/3 -Supplement E: Managing International travel-related transmission risk. Public Health Guidance",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO. International Health Regulations (IHR)",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence for airborne infectious disease transmission in public ground transport-a literature review",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Askar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schink",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tuberculosis and air travel: guidelines for prevention and control",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Public Health Guidance for Community-Level Preparedness and Response to Severe Acute Respiratory Syndrome (SARS) Version 3, Supplement E: Managing International Travel-Related Transmission Risk",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Quantitative assessment of passenger flows in Europe and its implications for tracing contacts of infectious passengers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Askar",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eckmanns",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "European Commission, Office for Official Publications of the European Communities",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Eurostat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Panorama",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Luxembourg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Guidelines for the investigation of contacts of persons with infectious tuberculosis. Recommendations from the National Tuberculosis Controllers Association and CDC",
            "authors": [],
            "year": 2005,
            "venue": "MMWR Recomm Rep",
            "volume": "54",
            "issn": "16",
            "pages": "1--43",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "B: recommendations for the investigation of contacts of persons with infectious tuberculosis (TB)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Appendix",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "MMWR Recomm Rep",
            "volume": "54",
            "issn": "",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mode of travel: health considerations. Travel by air. International travel and health: situation as on 1",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tuberculosis: clinical diagnosis and management of tuberculosis, and measures for its prevention and control. NICE clinical guideline 117. National Institute for Health and Clinical Excellence",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Risk assessment guidelines for diseases transmitted on aircraft. Part 2: operational guidelines for assisting in the evaluation of risk for transmission by disease EC. European Centre for Disease Prevention and Control",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecdc",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Part 2: operational guidelines for assisting in the evaluation of risk for transmission by disease ECDC. European Centre for Disease Prevention and Control",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecdc",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "ECDC Technical Report: risk assessment guidelines for infectious diseases transmitted on aircraft",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schenkel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amorosa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mücke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Contact Tracing Risk Assessment Profile (CT-RAP) for public ground transport. (WP7: Contact Tracing in Ground Transport)",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Askar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hermes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The measurement of attitudes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Himmelfarb",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Psychology of attitudes. Thomson/Wadsworth",
            "volume": "",
            "issn": "",
            "pages": "23--88",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The measurement of meaning",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Osgood",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Suci",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tannenbaum",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Surveying cultures: discovering shared conceptions and sentiments",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Heise",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Delphi method: an experimental study of group opinion",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Dalkey",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An experimental application of the Delphi method to the use of experts",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dalkey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Helmer",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Manag Sci",
            "volume": "9",
            "issn": "",
            "pages": "458--67",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An experimental study of determinants of group judgments in clinical guideline development",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hutchings",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "429--466",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "TB transmission on public transportation: a review of published studies and recommendations for contact tracing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Edelson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Phypers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Travel Med Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "27--31",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contact tracing-risk assessment profile meningococcal disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Contact tracing-risk assessment profile: tuberculosis (applied). Instructions to the user: Both the contact tracing-risk assessment profile (CT-RAP) on tuberculosis and the CT-RAP on meningococcal disease start with a dichotomous decision step. If necessary, the user may proceed with the bipolar scale component: the two endpoints of the bipolar scales represent a high (on the right-hand side) or a low (on the left-hand side) indication of whether or not to start contact tracing. The values selected and ticked may cluster on either side of the neutral midline or around the midline according to the particular details of the situation. By drawing a line connecting selected values, an overall assessment is visualised (see figures 3 and 4). If most values in the CT-RAP cluster on the right end of the scale, the result can be interpreted as an indication to start the contact tracing process. In contrast, profiles with values marked predominantly on the left end of the scale show a low indication for contact tracing. If the CT-RAP values are predominantly positioned around the midline, a recommendation neither for nor against contact tracing may be deduced. The neutral position should also be chosen because lack of information does not allow the allocation of a value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "All values are prepositioned on bipolar scales (figure 1). The background information for the CT-RAP for tuberculosis consists of a summary of relevant scientific literature of 58 peer-reviewed publications in international journals and 20 guidance documents including recommendations and position papers (see online supplementary Annex 1 'Tuberculosis'). For meningococcal disease, the dichotomous decision step preceding the bipolar scale component of the CT-RAP addresses the time span elapsed since exposure. Only if this time span is equal to or less than 10 days can the user continue with the bipolar scale component displaying seven epidemiological criteria with each having two to four different values (figure 2). The background information of the CT-RAP for meningococcal disease consists of a summary of the scientific literature of 17 peer-reviewed publications in international journals and 17 guidance documents (including recommendations and position papers; see online supplementary Annex 2 'Meningococcal disease'). Both CT-RAPs include a fact sheet and are available for download at: http://www.rki. de/EN/Content/Prevention/React/Work/wp7/WP_7_ tool.pdf?__blob=publicationFile",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The following colleagues served as scientific advisors and we would like to thank them for their very valuable and creative contribution to this work: Experts of the Robert Koch Institute ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author affiliations"
        },
        {
            "text": "Contributors Everyone listed as an author fulfils all three of the ICMJE guidelines for authorship: substantial contributions to conception and design, acquisition of data, or analysis and interpretation of data, drafting the article or revising it critically for important intellectual content; and final approval of the version to be published.Funding This publication arises from the project REACT (Response to Emerging infectious diseases: Assessment and development of Core Capacities and Tools) which has received funding from the European Union, in the framework of the Public Health Programme (funding number 2007211).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None."
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 3.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http:// creativecommons.org/licenses/by-nc/3.0/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing statement No additional data are available."
        }
    ]
}