{
    "paper_id": "31db09417c093cb1d87d4dfbbc2bef73716194e7",
    "metadata": {
        "title": "Interhospital Transport System for Critically Ill Patients: Mobile Extracorporeal Membrane Oxygenation without a Ventilator",
        "authors": [
            {
                "first": "Hye",
                "middle": [
                    "Ju"
                ],
                "last": "Yeo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyun",
                "middle": [],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jong",
                "middle": [
                    "Myung"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pusan National University Yangsan Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Dohyung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pusan National University Yangsan Hospital",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Extracorporeal membrane oxygenation (ECMO) has been successfully used as a method for the interhospital transportation of critically ill patients. In South Korea, a well-established ECMO interhospital transport system is lacking due to limited resources. We developed a simplified ECMO transport system without mechanical ventilation for use by public emergency medical services. Methods: Eighteen patients utilized our ECMO transport system from December 2011 to September 2015. We retrospectively analyzed the indications for ECMO, the patient status during transport, and the patient outcomes. Results: All transport was conducted on the ground by ambulance. The distances covered ranged from 26 to 408 km (mean, 65.9±88.1 km) and the average transport time was 56.1±57.3 minutes (range, 30 to 280 minutes). All patients were transported without adverse events. After transport, 4 patients (22.2%) underwent lung transplantation because of interstitial lung disease. Eight patients who had severe acute respiratory distress syndrome showed recovery of heart and lung function after ECMO therapy. A total of 13 patients (70.6%) were successfully taken off ECMO, and 11 patients (61.1%) survived. Conclusion: Our ECMO transport system without mechanical ventilation can be considered a safe and useful method for interhospital transport and could be a good alternative option for ECMO transport in Korean hospitals with limited resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the efficacy of transferring patients with severe respiratory failure to an extracorporeal membrane oxygenation (ECMO) center was first reported, the safe and timely transfer of patients with acute respiratory distress syndrome (ARDS) has attracted increasing attention [1] . ECMO is being used more frequently as a treatment for severe ARDS, and the need for ECMO in transit has increased [2] . In particular, during the recent outbreak of Middle East respiratory syndrome in South Korea, ECMO interhospital transport played a significant role in patients requiring transfer to an ECMO center for ARDS treatment. However, South Korea still lacks a well-established ECMO interhospital transport system due to limited resources. Recent advances in ECMO have suggested that ECMO can function as an alternative to a ven-Korean J Thorac Cardiovasc Surg 2017;50: [8] [9] [10] [11] [12] [13] tilator for oxygenation. ECMO without mechanical ventilation has been used in a number of ARDS patients. In view of this, we have greatly simplified our ECMO transport system and have been operating our ECMO interhospital transport program without the use of mechanical ventilation [3] . During the planning stage of our ECMO transport program, our goal was to maximize the utilization of hospital staff and facilities and to develop an ECMO transport system using the public emergency medical services (EMS) systems. Our system was specifically designed to address the medical circumstances in South Korea and can be appropriately applied to other hospitals in South Korea. In this study, we review our experiences using an interhospital ECMO transport program without mechanical ventilation in a resource-limited environment.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1177,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Eighteen patients referred from outside hospitals to Pusan National University Yangsan Hospital for ECMO treatment utilized our interhospital ECMO transport system from December 2011 to September 2015. We retrospectively analyzed the indications for ECMO, patient status prior to and during transport, and patient outcomes after transport based on the patients' medical records. The institutional review board of Pusan National University Yangsan Hospital approved this study (IRB no. 05-2016-130) and waived the need for informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "1) Transport extracorporeal membrane oxygenation guidelines (1) Selection and preparation of transport candidates and equipment used for transport: Target pa-tients were selected from those patients referred from other hospitals based on the determination of a need for ECMO treatment for acute respiratory failure and heart failure. Transport was implemented only after 2 or more intensive care specialists and thoracic surgeons verified the indications for ECMO and ruled out any contraindications to ECMO (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 517,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "We devised a short-distance transport program for patients in Busan and South Gyeongsang province. Helicopter transport, which was not feasible at night and required takeoff and landing areas, was deemed impractical. Ambulance transport is the primary transportation mode for the emergency medical system in South Korea. The transport range was determined as the area where interhospital transport was feasible within 4 hours, the duration of capacity for the electrical power supply of available ambulances and the loading capacity of O 2 tanks. Since our hospital neither owned nor operated an ambulance, we designed our transport system to utilize the 119 existing EMS or private ambulance services (Fig. 1) . The transport team consisted of specialists capable of solving mechanical problems pertinent to ECMO, as well as treating episodes of cardiac arrest that can occur during emergency transport. The team included 2 thoracic surgeons, 2 clinical perfusionists with nursing experience, and 1 ambulance driver.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 702,
                    "end": 710,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The equipment system used during transport consisted of the ECMO machine and circuit, cannulas in a variety of sizes, a bag-valve mask (Ambu Mark IV-Reusable Resuscitator; Ambu A/S, Ballerup, Denmark) with a positive end-expiratory pressure (PEEP) valve, an O 2 line, a portable vital sign monitoring system (IntelliVue MMS X2; Philips, Amsterdam, Netherlands), an infusion pump, and a portable blood gas analyzer (I-stat; Abbott, Lake Bluff, IL, USA), all transported in a single-use bag. The stock equipment of the ambulance was used for any other requirements during transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(2) Types and methods of extracorporeal membrane oxygenation insertion: Veno-venous (VV) ECMO was typically performed for the transport of patients with respiratory failure, and veno-arterial (VA) ECMO was performed for the transport of patients with heart failure. For patients with respiratory failure and hypotension, VA ECMO or veno-veno-arterial ECMO was performed. In VV ECMO, the right femoral vein was used for venous drainage and the right internal jugular vein was used for venous return. In VA ECMO, the right femoral vein and left femoral artery were utilized. Cannulation was performed using the Seldinger technique under ultrasonic guidance. The most commonly used cannulas were the FEM-FLEX2 femoral cannula (Edwards Lifesciences, Irvine, CA, USA) and the DLP femoral cannula (Medtronic, Fridley, MN, USA). The EBS Emergency Bypass System ECMO machine (Terumo, Tokyo, Japan) was used in 7 patients and the Quadrox PLS ECMO machine (Maquet, Rastatt, Germany) was used in the other 11 patients. The cannulas were tightly fixed to the patient's body to prevent decannulation during transport. Once ECMO was initiated, ECMO flow and O 2 flow were adjusted to determine the ECMO support flow required for transport. Ventilator settings were gradually lowered over 1 hour to maintain a partial pressure of O2 (PaO2) ＞70 mm Hg, partial pressure of CO 2 (PaCO 2 ) ＜50 mm Hg, and a saturation of peripheral O 2 (SpO 2 ) ＞95% at a fraction of inspired O2 (FiO2) of 0.4, PEEP of 5 mm Hg, a tidal volume of 8 mL/kg, and a respiratory rate of 12 breaths per minute. Once a stable ECMO flow was established, transport was deemed feasible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(3) Extracorporeal membrane oxygenation transport: After transport was deemed feasible, the patient's status was confirmed by verifying the vital signs and the results of a blood gas analysis after ECMO support at 100% O 2 and 10 L/min application of an Ambu-bag (Ambu Mark IV-Reusable Resuscitator, Ambu A/S) for 15 minutes. At that point, the charge status of the ECMO machine was checked and the gas flow line was connected to a portable O2 tank. The patient's arterial blood pressure, SpO 2 , and heart rate were monitored with a portable vital sign monitor, and the patient was transported from the intensive care unit (ICU) to the ambulance on the ambulance bed. Upon arriving in the ambulance, the ECMO machine was connected to the power inside the vehicle and the O 2 line was connected to the ambulance O 2 tank flow line. The patient's status was observed constantly by monitoring vital signs and by visually verifying the blood color in the inflow and outflow lines. If the SpO 2 dropped below 90%, the O 2 tank level in the ambulance was verified and the endotracheal tube status was checked. The SpO 2 was maintained above 90% by adjusting the ECMO and O2 inhalation flow. When the SpO2 of patients was lower than 90%, the PaO 2 , PaCO 2 , and pH were checked by arterial blood gas analysis using the I-stat (Abbott). When the ambulance arrived at the hospital, the patient was transported to the ICU in the same manner as during the departure, and mechanical ventilation was begun immediately. In addition, the patient continued to be monitored for hypoxia, hypercapnia, and respiratory or metabolic acidosis. Any necessary X-ray examinations or laboratory tests were conducted and all problems were addressed accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Eighteen patients (6 men and 12 women; average age, 41.7±21.6 years) were accommodated with our ECMO transport system. Of these, 2 patients were Values are presented as mean±standard deviation or number (%). ARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation. children. Sixteen patients were transported to our hospital for ECMO therapy and 8 of these patients required lung transplantation. Two patients were transported to other hospitals for multiple trauma management and lung transplantation. Transfer was necessitated by an acute exacerbation of interstitial lung disease (ILD) in 7 patients (38.9%), severe chronic obstructive pulmonary disease requiring lung transplantation in 1 patient (5.5%), and severe ARDS in 10 patients (55.6%). The causes of ARDS are shown in Table 2 . Ten patients were candidates for lung transplantation at the time of transport. The average Murray score [4] was 3.4±0.2, and the average sequential organ failure assessment score was 12.7±1.6. All patients required inotropic agents such as norepinephrine, and the mean lactate level was 6.8±3.0 mg/dL. The average PaO2/FiO2 ratio was 57.4±11.0 and all patients met the criteria for severe respiratory failure. VV ECMO was used in 14 patients. Four patients with cardiogenic shock required VA ECMO to support cardiac function. Of those, 3 patients had right heart failure due to pulmonary hypertension, and 1 had a severe pulmonary thromboembolism ( Table 2) . All transport was conducted on the ground by ambulance. The distances covered ranged from 26 to 408 km (average, 65.9±88.1 km) and the average transport time was 56.1±57.3 minutes (range, 30 to 280 minutes). All patients were transported without adverse events. There were no adverse events involving mechanical or vehicle problems during transport (average gas flow, 6.1±3.8 L/min; average blood flow, 3.5±0.7 L/min) ( Table 3) . All patients maintained a stable mean arterial blood pressure, heart rate, and O 2 saturation during transfer (Table 4) .",
            "cite_spans": [
                {
                    "start": 925,
                    "end": 928,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 810,
                    "end": 817,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1470,
                    "end": 1478,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1901,
                    "end": 1909,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2022,
                    "end": 2031,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "After transport, 4 patients (22.2%) underwent lung transplantation because of ILD. Eight patients who had severe ARDS showed recovery of heart and lung function after ECMO therapy. Four patients died in the hospital. Of these, 3 patients died of multi-organ failure during in-hospital ECMO support, and 1 patient died of ventilator-associated pneumonia after successful withdrawal of ECMO. The average duration of ECMO therapy was 14.3±13.9 days and the average ICU stay was 17.7±13.9 days. A total of 13 patients (70.6%) were successfully taken off ECMO, and 11 patients (61.1%) survived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "− 12 − ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In most countries, the ECMO transport system is operated by the government. However, the cost of transporting makes maintenance of this service difficult, even in advanced countries with well-developed EMS systems [5, 6] . In South Korea, it is a challenge to obtain funds for the establishment and consistent operation of an ECMO transport system. Despite the increasing popularity of ECMO therapy, an insufficient number of medical centers have a well-established ECMO transport system in Korea.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In 2011, during the early planning stages, we used another country's system as a model, but it became clear that this model could not be applied due to the limited resources available at our center, and that it would be necessary to develop our own system. We initially thought that a province would be appropriate as the transport range of our transport system due to the accessibility and utilization of medical services. Ultimately, we defined the range of ECMO transport as the area within 100 km of our hospital, and that transportation by ambulance would be the most appropriate method. Although a helicopter has the advantage of more rapid patient transport, night operation is difficult and patients would still need to be transported by ambulance to the helicopter landing area since referring hospitals do not have facilities to accommodate the use of helicopters. Additionally, helicopter transport would be extremely costly within the transport distance of 100 km. Therefore, transport by ambulance was clearly the most appropriate and cost-effective choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We considered the use of a specialized ambulance dedicated to ECMO transport, similar to those used in some foreign countries. However, we were forced to use a general-service ambulance due to limited funds and the economic burden of other options for patients. Most patients needing ECMO transport require the rapid institution of ECMO, and readily available general-service ambulances were the appro-priate choice. To overcome the drawbacks of a general-service ambulance, we emphasized the development of a simple and efficient transport system that would not be influenced by the type or size of the ambulance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, ECMO has been used as a replacement for mechanical ventilation [7] . With 'awake ECMO,' patients with respiratory failure are treated with ECMO alone without a mechanical ventilator [8, 9] . When ECMO is performed, sufficient amounts of O 2 are supplied and CO 2 is removed by ECMO. The notable capacity of the ECMO oxygenator for removing CO 2 maintains the target blood CO 2 without mechanical ventilation in patients with respiratory failure. Therefore, patients using ECMO can maintain appropriate blood concentrations of O 2 and CO 2 without mechanical ventilation as long as blood flow and gas flow are well maintained. In this context, we are able to operate our interhospital transport system without a mechanical ventilator as long as ECMO flow is sufficiently maintained. In our experience, ECMO transport with Ambu-bag ventilation has been feasible in patients with respiratory failure. We have identified no difficulty in maintaining proper blood O2 and CO2 concentrations during transport.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 196,
                    "end": 198,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If a mechanical ventilator was required during transport, it would be necessary to include more O2 tanks in the transport vehicle. The time needed to prepare the equipment would impede the rapid deployment of a general-service ambulance, and the space required for the additional O 2 tanks and ventilator would interfere with the activities and number of specialists riding aboard the ambulance. We believe that at least 2 ECMO experts and 2 clinical perfusionists with nursing experience are required to cope with the problems that may occur during transport. It is more beneficial to the patient's well-being to carry a proper number of transport team specialists who can rapidly correct any problems during transport than to use the space inside a generalservice ambulance for a mechanical ventilator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our ECMO transport system with Ambu-bag ventilation can be considered a safe and useful interhospital transport method for respiratory failure patients. This interhospital transport system can be established without a financial burden on the developing organization and is a good alternative option for ECMO interhospital transport systems in Korean hospitals with limited resources. The establishment of an organized and effective public health system is needed for more stable ECMO interhospital transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "− 13 −"
        },
        {
            "text": "This study is restricted in that it involved a limited number of patients, and more importantly, this is a retrospective and non-comparative study targeting high-risk patients, for which the conditions for establishing a control group were not favorable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "− 13 −"
        },
        {
            "text": "No potential conflicts of interest relevant to this article are reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Peek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mugford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tiruvoipati",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "1351--63",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Feasibility of inter-hospital transportation using extra-corporeal membrane oxygenation (ECMO) support of patients affected by severe swine-flu(H1N1)-related ARDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciapetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cianchi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zagli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Scand J Trauma Resusc Emerg Med",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The feasibility of extracorporeal membrane oxygenation support for inter-hospital transport and as a bridge to lung transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Thorac Cardiovasc Surg",
            "volume": "20",
            "issn": "",
            "pages": "26--31",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ALI and ARDS: challenges and advances",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Raghavendran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Napolitano",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Clin",
            "volume": "27",
            "issn": "",
            "pages": "xiii--xiv",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Stockholm experience: interhospital transports on extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Broman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holzgraefe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Frenckner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Two decades' experience with interfacility transport on extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bryner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cooley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Copenhaver",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Thorac Surg",
            "volume": "98",
            "issn": "",
            "pages": "1363--70",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Avoiding invasive mechanical ventilation by extracorporeal carbon dioxide removal in patients failing noninvasive ventilation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kluge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Braune",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "",
            "pages": "1632--1641",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Extracorporeal membrane oxygenation in awake patients as bridge to lung transplantation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuehner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuehn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadem",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "185",
            "issn": "",
            "pages": "763--771",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Extracorporeal membrane oxygenation in a nonintubated patient with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wiesner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadem",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Welte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoeper",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur Respir J",
            "volume": "40",
            "issn": "",
            "pages": "1296--1304",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "We designed our transport system to utilize the 119 existing emergency medical services or private ambulance services.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Inclusion and exclusion criteria for transport with ECMO support",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Patient characteristics and reasons for transport",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Transport information and post-transport patient course",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Oxygenation and hemodynamic parameters",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by a Grant of the Samsung Vein Clinic Network (Daejeon, Anyang, Cheongju, Cheonan; Fund No. KTCS04-061).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}