{
    "paper_id": "32d98992b213139fc36d2ff05af879b112e230f6",
    "metadata": {
        "title": "European Journal of Case Reports in Internal Medicine Severe Immune Thrombocytopenia Complicated by Intracerebral Haemorrhage Associated with Coronavirus Infection: A Case Report and Literature Review",
        "authors": [
            {
                "first": "Mohamed",
                "middle": [],
                "last": "Magdi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Rahil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Immune thrombocytopenic purpura (ITP) is an autoimmune disorder that causes isolated thrombocytopenia. Many viruses have been identified as triggering the autoimmune process, including HIV, MCV, EBV, parvovirus, rubella and measles. However, ITP in association with coronavirus infection has not previously been reported. We describe the case of a healthy man who presented with severe ITP complicated by intracranial haemorrhage following upper respiratory tract infection. An infection screen revealed coronavirus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Coronavirus can cause severe immune thrombocytopenic purpura (ITP). • Intracerebral haemorrhage is an uncommon presentation of ITP. • Intravenous immunoglobulin and steroids are very effective treatments for severe ITP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Immune thrombocytopenic purpura (ITP) is a rare haematological disorder formerly known as idiopathic thrombocytopenic purpura before the autoimmune mechanism was identified and found to be triggered by many, mostly viral, infectious agents. Most cases of ITP are benign with only minor mucosal bleeding as the main presentation. We present a case of severe thrombocytopenia complicated by intracranial haemorrhage following infection with a coronavirus, which has not previously been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 24-year-old healthy man presented to the emergency department with prolonged gum bleeding and a 2-day history of a diffuse skin rash on his extremities and abdomen. He was in his usual state of health until 1 week before presentation when he developed fever and a runny nose. He reported no joint pain, oral ulcers or Raynaud's phenomenon. He denied intake of any medications. His family history was not contributory. Upon arrival at the emergency department, the patient was awake and oriented, with blood pressure 127/72 mmHg, heart rate 90 bpm, temperature 37.3°C and respiratory rate 18 breaths/min. Physical examination revealed signs of gum bleeding. Examination of the skin was remarkable for petechiae over the chest and limbs. The remainder of the systemic examination was unremarkable. Laboratory findings were as follows: haemoglobin: 13 g/dl; WBC: 6.8×103/mm 3 ; platelets: 1,000/µl; PTT: 28.2 sec; PT: 11.8 sec; INR: 1.02.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "A peripheral blood smear was normal. Respiratory viral panel PCR was positive for coronavirus HKU1. Autoimmune work-up including ENA and ANCA serology was negative. Frequent platelet transfusions, intravenous immunoglobulin 1 g/kg for 3 days and intravenous dexamethasone 40 mg for 4 days were initiated. The next day, the patient developed a headache and vomiting, and his level of consciousness deteriorated to a Glasgow Coma Scale score of 10/15. Urgent CT of the head showed a large left frontal intracerebral haemorrhage extending into the ventricles with a midline shift of 12 mm. After 2 days, the platelet count rose to 100,000/µl and then 400,000/µl. The patient`s level of conscious and muscle power gradually recovered. After 1 month of rehabilitation, he was discharged in a good state of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "ITP is characterized by isolated low levels of circulating platelets (PLT <100,000/µl) secondary to autoimmune destruction of platelets or inhibition of synthesis. It varies from mild to severe disease with lethal sequelae. The severe form includes bleeding requiring treatment which usually occurs with a platelet count <20,000/µl. ITP may present acutely or chronically; the chronic form is defined as thrombocytopenia of more than 6 months' duration since initial clinical presentation. Acute ITP is common in children (<10 years) in contrast to the chronic form which is more common in adults. The exact mechanism of ITP is poorly understood, with many hypotheses claiming that viral infection triggers the disease after which preformed antibodies cross-react with platelet antigens [1, 2] . Clinical presentation varies from the more common petechiae, purpura and mucous membrane bleeding (epistaxis or gum bleeding) to the rare severe gastrointestinal or intracranial bleeding, which has been reported in 1.4% of patients [3] . Viruses thought to cause ITP include HIV, HCV, CMV, EBV, herpes viruses and VZV [4] [5] [6] . In 1992, Wright [7] reported a case of severe thrombocytopenia secondary to asymptomatic CMV infection. In 2004, Hamada et al. [8] described a patient with severe thrombocytopenia associated with varicella zoster infection whose platelet count returned to normal after antiviral treatment. Interestingly, Zea-Vera and Parra [9] reported a case of ITP exacerbation that was secondary to Zika virus infection. An association between ITP and some bacterial infections such as tuberculosis and Helicobacter pylori has been documented [10] . However, a connection between ITP and infection with coronavirus, even though the virus is common, has not previously been reported in the literature. Infection with coronavirus (CoV) has been associated with severe acute respiratory syndrome (SARS). Haematological changes in patients with SARS are common and notably include lymphopenia and thrombocytopenia. The development of thrombocytopenia may involve a number of mechanisms. Although the development of autoimmune antibodies or immune complexes triggered by viral infection may play a significant role in inducing thrombocytopenia, SARS-CoV may also directly infect haematopoietic stem/progenitor cells, megakaryocytes and platelets, inducing their growth inhibition and apoptosis [11] . In contrast, we report severe thrombocytopenia following mild coronavirus upper respiratory tract infection. Coronavirus infections were considered benign until the SARS outbreak of 2003 when the their virulence attracted increased attention and new group members like Cov.HKU1 were identified. Cov.HKU1 was discovered in 2005 in Hong Kong in an adult with chronic pulmonary disease [12] and is now considered to be associated with acute respiratory infections.",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 790,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1255,
                    "end": 1258,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1452,
                    "end": 1455,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2404,
                    "end": 2408,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2794,
                    "end": 2798,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Coronavirus is not a well-known cause of immune thrombocytopenia even though it may possibly cause severe ITP. Therefore, a respiratory viral panel test should be used in the initial assessment of a patient with immune thrombocytopenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterization of autoantibodies against the platelet glycoprotein antigens IIb/IIIa in childhood idiopathic thrombocytopenia purpura",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Taub",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Warrier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holtkamp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Beardsley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lusher",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Hematol",
            "volume": "48",
            "issn": "2",
            "pages": "104--107",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Varicella-associated thrombocytopenia: autoantibodies against platelet surface glycoprotein V",
            "authors": [
                {
                    "first": "Jlr",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Beardsley",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pediatr Res",
            "volume": "40",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe bleeding events in adults and children with primary immune thrombocytopenia: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neunert",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Noroozi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Buchanan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nazi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Thromb Haemost",
            "volume": "13",
            "issn": "3",
            "pages": "457--464",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cytomegalovirus can make immune thrombocytopenic purpura refractory",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dimaggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bussel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Haematol",
            "volume": "146",
            "issn": "1",
            "pages": "104--112",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral infection of megakaryocytes in varicella with purpura",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Espinoza",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Am J Clin Pathol",
            "volume": "61",
            "issn": "2",
            "pages": "203--208",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Idiopathic thrombocytopenic purpura after human herpesvirus 6 infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ihara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kamiya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ochiai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamanishi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "8925",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe thrombocytopenia secondary to asymptomatic cytomegalovirus infection in an immunocompetent host",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Clin Pathol",
            "volume": "45",
            "issn": "11",
            "pages": "1037--1038",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A case of varicella-associated idiopathic thrombocytopenic purpura in adulthood",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yasumoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Furue",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Dermatol",
            "volume": "31",
            "issn": "6",
            "pages": "477--479",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zika virus (ZIKV) infection related with immune thrombocytopenic purpura (ITP) exacerbation and antinuclear antibody positivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Zea-Vera",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lupus",
            "volume": "26",
            "issn": "8",
            "pages": "890--892",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effects of eradication of Helicobacter pylori infection in patients with immune thrombocytopenic purpura: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stasi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarpatwari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Segal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Osborn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Evangelista",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Blood",
            "volume": "113",
            "issn": "6",
            "pages": "1231--1240",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Thrombocytopenia in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hematology",
            "volume": "10",
            "issn": "2",
            "pages": "101--105",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "2",
            "pages": "884--895",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}