{
    "paper_id": "353852971069ad5794445e5c1ab6077ce23da75d",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has spread with unprecedented speed and scale since the first zoonotic event that introduced the causative virus-severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-into humans, probably during November, 2019, according to phylogenetic analyses suggesting the most recent common ancestor of the sequenced genomes emerged between Oct 23, and Dec 16, 2019. 1 The reported cumulative number of confirmed patients worldwide already exceeds 70 000 in almost 30 countries and territories as of Feb 19, 2020, although that the actual number of infections is likely to far outnumber this case count. 2, 3 During any novel emerging epidemic, let alone one with such magnitude and speed of global spread, a first task is to put together a line list of suspected, probable, and confirmed individuals on the basis of working criteria of the respective case definitions. This line list would allow for quick preliminary assessment of epidemic growth and potential for spread, evidence-based determination of the period of quarantine and isolation, and monitoring of efficiency of detection of potential cases. Frequent refreshing of the line list would further enable real-time updates as more clinical, epidemiological, and virological (including genetic) knowledge become available as the outbreak progresses.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 639,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 640,
                    "end": 641,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Crowdsourcing data to mitigate epidemics"
        },
        {
            "text": "Therefore, from a public health viewpoint, a line list is indispensable. Hence, Kaiyuan Sun and colleagues' work, 6 published in The Lancet Digital Health, is very valuable at this key timepoint in the COVID-19 outbreak. Sun and colleagues harnessed Chinese social media, specifically a social network used by healthcare professionals, to compile individual-level data on patients with COVID-19 and daily province-level case counts during January, 2020. They distilled this information into a crowdsourced line list, which, when analysed appropriately, aligns closely with that derived from official versions, such as the report published by the Chinese CDC on Jan 29, 2020. 7 For instance, the various delay intervals converge between the first 425 cases in Wuhan in the earlier report 7 and the 507 cases sourced from both China and overseas in the present Article. Although Sun and colleagues' work provides a valuable picture of the outbreak in real time, the geographical coverage is heterogeneous with only a small proportion of cases from the epicenter of Wuhan and Hubei province.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Crowdsourcing data to mitigate epidemics"
        },
        {
            "text": "We surveyed different and varied sources of possible line lists for COVID-19 (appendix pp 1-4). A bottleneck remains in carefully collating as much relevant data as possible, sifting through and verifying these data, extracting intelligence to forecast and inform outbreak strategies, and thereafter repeating this process in iterative cycles to monitor and evaluate progress. A possible methodological breakthrough would be to develop and validate algorithms for automated bots to search through cyberspaces of all sorts, by text mining and natural language processing (in languages not limited to English) to expedite these processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing data to mitigate epidemics"
        },
        {
            "text": "In this era of smartphone and their accompanying applications, the authorities are required to combat not only the epidemic per se, but perhaps an even more sinister outbreak of fake news and false rumours, a socalled infodemic. The most obvious consequences of an infodemic are, at best, a noisy cacophony that confuses and can provoke irrational fear, even mass panic, and ultimately imposes a destabilising effect on society when precisely the opposite is required. The images of empty supermarket shelves in the most open free-trade economies of Singapore and Hong Kong, where fewer than 100 cases have been reported to date, provide a salutary reminder of the potential impact of such infodemics. Another example is the worldwide shortage of and some national export bans on face masks. Creating a resource such as Sun and colleagues have compiled in their work would allow scientists and lay observers alike to quickly fill knowledge vacuums that would otherwise fuel infodemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing data to mitigate epidemics"
        },
        {
            "text": "Related to the infodemic is the so-called geodemic of geopolitical considerations and nationalistic populism apparently being placed ahead of the science of outbreak control. A case in point relates to national border policies that have been suggested to contravene International Health Regulations. 4 Anecdotes of xenophobic treatment of people from different places or fellow natives who look different are doing substantial harm to building the extra solidarity necessary in such times.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 301,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Crowdsourcing data to mitigate epidemics"
        },
        {
            "text": "Finally, the epidemic, infodemic, and geodemic all have economic costs. 5 During the severe acute respiratory syndrome (SARS) outbreak in 2003, China accounted for 4% of global economic output compared with 16% today. 5 Despite the ongoing trade tensions since 2019, China's supply chains and production lines remain closely enmeshed with much of the world's trading markets. These economic uncertainties, of course, have not taken into account how the outbreak might affect the rest of the world, when cases have now been reported on most continents, including Africa.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 218,
                    "end": 219,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Crowdsourcing data to mitigate epidemics"
        },
        {
            "text": "Notwithstanding the above motivations, during the exigency of an outbreak, especially one with a doubling time of 1 week 2 in the world's most populated country, expecting a ready line list for analytical prosecution covering all domestic geographies within a few short weeks would be astounding. Even during the SARS outbreak in 2003, we worked through over 30 versions of the case-contact questionnaire before settling on the final version well over a month after the first case had been confirmed. Notably, China's health protection function is decentralised to provincial and local levels (with over 300 prefecture-level Centers for Disease Control and Prevention branches) and it remains a developing country with differing levels of epidemic preparedness along socioeconomic development gradients across a large geography. 8 Crowdsourced data could be compiled and analysed as timely as, or perhaps even quicker than, officially released data. However, such future developments do not negate the overriding importance of the timely release and updating of official line lists with as much detail as ethics and confidentiality allow. However, such sourcing would go a long way to address and mitigate the epidemics, infodemics, and geodemics that the world will face in the years to come.",
            "cite_spans": [
                {
                    "start": 829,
                    "end": 830,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Crowdsourcing data to mitigate epidemics"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing data to mitigate epidemics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clock and TMRCA based on 27 genomes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Feb",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Report 4: severity of 2019-novel coronavirus (nCoV)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Do not violate the International Health Regulations during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Habibi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Burci",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "De Campos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30373--30374",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How China's coronavirus epidemic could hurt the world economy. The Economist",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early epidemiological analysis of the coronavirus disease 2019 outbreak based on crowdsourced data: a population-level observational study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Digital Health",
            "volume": "",
            "issn": "",
            "pages": "30026--30027",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparing national infectious disease surveillance systems: China and the Netherlands",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Vlieg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Fanoy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Asten",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY-NC-ND 4.0 license. *Gabriel M Leung, Kathy Leung gmleung@hku.hk WHO Collaborating Centre for Infectious Disease Epidemiology and Control, School of Public Health, LKS Faculty of Medicine, The University of Hong Kong, Hong Kong, Special Admistrative Region, China",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}