{
    "paper_id": "35644bd7e541cc18e4aa1810ca2a501a4b61c18d",
    "metadata": {
        "title": "Fulminant ecchymosis as the initial manifestation of antiphospholipid syndrome (APS) triggered by respiratory syncytial virus (RSV) infection: A case report and review of the literature",
        "authors": [
            {
                "first": "Jun",
                "middle": [],
                "last": "Makino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Sinai Beth Israel Medical Center",
                    "location": {
                        "addrLine": "19 Baird Hall, 16th Street at First Avenue",
                        "postCode": "10003, 130-0001",
                        "settlement": "New York, Tokyo",
                        "region": "NY",
                        "country": "USA, Japan"
                    }
                },
                "email": "junmakinony@gmail.com"
            },
            {
                "first": "Sanjana",
                "middle": [],
                "last": "Koshy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Sinai Beth Israel Medical Center",
                    "location": {
                        "addrLine": "19 Baird Hall, 16th Street at First Avenue",
                        "postCode": "10003, 130-0001",
                        "settlement": "New York, Tokyo",
                        "region": "NY",
                        "country": "USA, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Sonal",
                "middle": [],
                "last": "Bajaj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Sinai Beth Israel Medical Center",
                    "location": {
                        "addrLine": "19 Baird Hall, 16th Street at First Avenue",
                        "postCode": "10003, 130-0001",
                        "settlement": "New York, Tokyo",
                        "region": "NY",
                        "country": "USA, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Young-Gwang",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Sinai Beth Israel Medical Center",
                    "location": {
                        "addrLine": "19 Baird Hall, 16th Street at First Avenue",
                        "postCode": "10003, 130-0001",
                        "settlement": "New York, Tokyo",
                        "region": "NY",
                        "country": "USA, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "C"
                ],
                "last": "Perlman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Sinai Beth Israel Medical Center",
                    "location": {
                        "addrLine": "19 Baird Hall, 16th Street at First Avenue",
                        "postCode": "10003, 130-0001",
                        "settlement": "New York, Tokyo",
                        "region": "NY",
                        "country": "USA, Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We present a unique and informative instance of respiratory syncytial virus (RSV) infection associated with antiphospholipid syndrome (APS), and discuss this case in the context of the literature addressing the immunopathogenesis of APS associated with diverse infections. We describe the case of a 43-yearold man with no significant past medical history who presented with the acute onset of fever, hemoptysis, and extensive bullous, ecchymotic lesions in both lower extremities. Punch biopsy of the lesion demonstrated thrombotic vasculopathy. Further evaluation revealed serum antiphospholipid antibodies as well as a positive RSV PCR in a nasal swab specimen. Clinical manifestations, positive laboratory and pathological findings were strongly suggestive of APS associated with a recent RSV infection. When an infectious etiology is considered for APS, RSV should also be included in the differential diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "2016 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We present what, to our knowledge, is the first reported case of antiphospholipid syndrome (APS) associated with Respiratory Syncytial Virus (RSV) infection. APS is a disorder characterized by vascular thrombosis, or pregnancy-related morbidity, in the presence of antiphospholipid (aPL) antibodies [1]. APS is classified as either primary or secondary, and secondary APS is associated with autoimmune disease, infection, medication or malignancy [2] . RSV is a common causative agent of acute viral upper and lower respiratory tract infection throughout all age groups. Despite the common occurrence of RSV respiratory infections, an association or possible causal relationship between RSV and APS has not to our knowledge been discussed previously. We report a case where progressive, extensive ecchymoses appeared to be the initial manifestation of APS occurring in temporal association with, and seemingly triggered by, a recent episode of RSV infection.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 450,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A 43-year-old male with no significant past medical history presented during the month of December with a 4-day history of fever (maximum temperature 38.8 C), shaking chills, hemoptysis and worsening dyspnea. He had experienced intermittent night sweats, pain and swelling of both wrists and ankle joints over the last several months. He also reported a 10 kg weight loss during this time, but never sought medical attention. He had noted a painful ecchymotic lesion on his left calf one day prior to the admission. Over the subsequent 24 h, the patient developed similar lesions on his abdomen, back, right upper arm and right calf. The patient's 3 year old son had recently had a respiratory illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On physical examination, the patient had a temperature of 35.3 C, blood pressure of 117/75 mmHg, pulse rate of 112 beats/ min, respiratory rate of 29 breaths/min, and an oxygen saturation of 96% on room air. There were bilateral lung wheezes, and multiple painful ecchymosis with several hemorrhagic bullae over his trunk and extremities (Fig. 1) . CBC on admission showed WBC 9000/mm3 (87% neutrophils) and Hemoglobin 13.4 g/dL, and comprehensive metabolic panel including electrolytes, liver and renal function was all within normal range. The significant laboratory data included high lactate dehydrogenase of 799 IU/L, erythrocyte sedimentation rate of 81 mm/h, and C-reactive protein level of 38.5 mg/dL. The Xray and computed tomography (CT) of the * Corresponding author. Present address: Azumabashi 1-23-30, River Pier Azumabashi Room 2707, Sumida-ku,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We present a unique and informative instance of respiratory syncytial virus (RSV) infection associated with antiphospholipid syndrome (APS), and discuss this case in the context of the literature addressing the immunopathogenesis of APS associated with diverse infections. We describe the case of a 43-yearold man with no significant past medical history who presented with the acute onset of fever, hemoptysis, and extensive bullous, ecchymotic lesions in both lower extremities. Punch biopsy of the lesion demonstrated thrombotic vasculopathy. Further evaluation revealed serum antiphospholipid antibodies as well as a positive RSV PCR in a nasal swab specimen. Clinical manifestations, positive laboratory and pathological findings were strongly suggestive of APS associated with a recent RSV infection. When an infectious etiology is considered for APS, RSV should also be included in the differential diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory syncytial virus (RSV) Antiphospholipid syndrome (APS) Anticardiolipin antibodies (aCL) A B S T R A C T"
        },
        {
            "text": "2016 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory syncytial virus (RSV) Antiphospholipid syndrome (APS) Anticardiolipin antibodies (aCL) A B S T R A C T"
        },
        {
            "text": "We present what, to our knowledge, is the first reported case of antiphospholipid syndrome (APS) associated with Respiratory Syncytial Virus (RSV) infection. APS is a disorder characterized by vascular thrombosis, or pregnancy-related morbidity, in the presence of antiphospholipid (aPL) antibodies [1] . APS is classified as either primary or secondary, and secondary APS is associated with autoimmune disease, infection, medication or malignancy [2] . RSV is a common causative agent of acute viral upper and lower respiratory tract infection throughout all age groups. Despite the common occurrence of RSV respiratory infections, an association or possible causal relationship between RSV and APS has not to our knowledge been discussed previously. We report a case where progressive, extensive ecchymoses appeared to be the initial manifestation of APS occurring in temporal association with, and seemingly triggered by, a recent episode of RSV infection.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Why this case is important"
        },
        {
            "text": "A 43-year-old male with no significant past medical history presented during the month of December with a 4-day history of fever (maximum temperature 38.8 C), shaking chills, hemoptysis and worsening dyspnea. He had experienced intermittent night sweats, pain and swelling of both wrists and ankle joints over the last several months. He also reported a 10 kg weight loss during this time, but never sought medical attention. He had noted a painful ecchymotic lesion on his left calf one day prior to the admission. Over the subsequent 24 h, the patient developed similar lesions on his abdomen, back, right upper arm and right calf. The patient's 3 year old son had recently had a respiratory illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "On physical examination, the patient had a temperature of 35.3 C, blood pressure of 117/75 mmHg, pulse rate of 112 beats/ min, respiratory rate of 29 breaths/min, and an oxygen saturation of 96% on room air. There were bilateral lung wheezes, and multiple painful ecchymosis with several hemorrhagic bullae over his trunk and extremities (Fig. 1 ). CBC on admission showed WBC 9000/mm3 (87% neutrophils) and Hemoglobin 13.4 g/dL, and comprehensive metabolic panel including electrolytes, liver and renal function was all within normal range. The significant laboratory data included high lactate dehydrogenase of 799 IU/L, erythrocyte sedimentation rate of 81 mm/h, and C-reactive protein level of 38.5 mg/dL. The Xray and computed tomography (CT) of the chest showed multifocal alveolar infiltrates; there was no evident pulmonary embolism on a CT angiogram (Fig. 2 ). Empiric treatment with intravenous ceftriaxone and oral azithromycin was initiated for community acquired pneumonia (CAP). The ecchymoses appeared to worsen on the following day, and the possibility of an adverse drug reaction was raised. Ceftriaxone and azithromycin were switched to levofloxacin, and vancomycin was added. On the second day after admission, a punch biopsy of an ecchymotic lesion on the right arm was performed. The histopathological findings revealed a superficial and deep dermal thrombotic paucicellular vasculitis/vasculopathy involving skin appendages without significant neutrophils or leukocytoclasia (Fig. 3) . Tests for cryoglobulin, serum protein electrophoresis (SPEP), protein C, protein S, b-2 glycoprotein IgM and IgG, rheumatoid factor, CCP IgG, ds DNA Ab IgG, complement levels, ANCA, GBM Ab IgG, Scl-70 IgG, SSA,B Ab, Jo-1 IgG Ab were negative. Tests for ANA 1:160, lupus anticoagulant 82 (normal range: 27-41 s), cardiolipin Ab IgM 64 (normal range: 0-12), and phosphatidylserine Ab IgM > 100 (normal range: <10) were positive. A nasal swab for MRSA and a sputum respiratory culture for bacteria were negative, and vancomycin was discontinued on the fourth day. Nasopharyngeal swabs for influenza antigen, streptococcal antigen, and urine for legionella antigen were negative. Nasal swab for the FilmArray Respiratory Panel (BioFire) was positive for RSV, but adenovirus, coronavirus, human metapneumovirus, rhinovirus, enterovirus, influenza virus, parainfluenza virus, Bordetella pertussis, chlamydophilia pneumoniae, mycoplasma pneumoniae were negative. Also, other possible infectious etiologies associated with APS were investigated, and EBV DNA PCR was positive (8696 copies/mL), but HIV, CMV, hepatitis A, B and C were negative. The patient's respiratory symptoms gradually improved, and a repeat CT of the chest done on the seventh day post admission showed interval improvement of the diffuse bibasilar opacities. A transbronchial lung biopsy performed on day 6 showed intraalveolar hemorrhage, interstitial fibrosis and intra-capillary megakaryocytes. Lung tissue culture grew Actinomyces odontoyiticus and Staphyloccous sacchalolyticus which were considered contaminants. The patient completed a 7-day course of levofloxacin with significant improvement of his respiratory symptoms. His skin lesions also gradually improved. The patient improved and was discharged on hospital day 10, and he has remained in a good health. It was subsequently found that the patient's 3-year old son had been diagnosed with acute RSV infection one week prior to the patient's admission. A lupus anticoagulant was again positive 65 (normal range: 27-41 s) 3 months' after discharge.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 859,
                    "end": 866,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1497,
                    "end": 1505,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case description"
        },
        {
            "text": "A probable association and a causal relationship between infections and APS have been well reported, and various organisms have been implicated [3] . A \"two hit\" model has been proposed to explain the pathogenesis of thrombosis of APS [4, 5] . Initially, antiphospholipid (aPL) antibodies bind to endothelial cells and promote overproduction of tissue factor and thromboxane A2. This results in a procoagulant state constituting the-\"first hit\". The complement cascade is then activated by the aPL antibodies and the complement system leading to damage of the endothelial cells and resulting in thrombosis. This process is often potentiated by the presence of inflammation, estrogen or coagulation-regulatory proteins (protein C, prothrombin, plasmin), -constituting the \"second hit\". When aPL antibodies bind to endothelial cells in the first step, b2-Glycoprotein Inhibitor (b2-GPI) is usually required as a cofactor to unite aPL antibodies and endothelial cells. In certain infections, the b2-GPI molecule and the infectious agents' epitopes are known to be structurally and sequentially similar, and this molecular similarity is considered a key mechanism of APS associated with infection [6] . Hepatitis C virus (HCV), Epstein-Barr virus (EBV), Varicella virus, Parvovirus B19, Cytomegalovirus (CMV), Human Immunodeficiency virus (HIV), and Adenovirus are some of the viruses associated with APS and circulating anti-b2-GPI [7] . In contrast, Sene and coworkers have suggested that viral infections and some bacterial infections may be associated with positive anticardiolipin antibodies (aCL), but not associated with anti b2-GPI as seen in our case [8] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 239,
                    "end": 241,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1193,
                    "end": 1196,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1656,
                    "end": 1659,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Other similar and contrasting cases in the literature"
        },
        {
            "text": "The FilmArray Respiratory Panel (BioFire) is a new molecular test used to assess responses to panel of 20 respiratory viruses and bacteria [9] . Results are available in several hours and the sensitivity and specificity have been reported to be 100% and 89% respectively [9] . In our patient, the test for RSV was positive but tests for other infectious etiologies previously associated with APS were negative except for EBV. Although acute EBV infection has been associated with APS in the previous case reports [10, 11] , the lack of cervical lymphadenopathy or hepatosplenomegaly and a negative anti b2-GPI made acute EBV infection less likely in our case. In addition, a recent retrospective study found that while the prevalence of aPLs among patients with acute EBV was 37%, none of those with aPLs had any symptoms of APS, and the aPLs resolved in all of those tested [12] . It is plausible however that, within a \"twohit\" model, this patient may have had a condition associated with aPL antibodies (for instance, EBV or other some other condition which could have accounted for the patient's preceding symptoms of fevers, weight loss, arthralgia, etc.) several months prior to RSV, and the RSV then served as the inflammatory trigger, inducing symptoms of APS.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The presence of multiple ecchymoses, unexplained intermittent fever, joint swelling and weight loss for several months led to the consideration of other rheumatologic diseases, such as rheumatoid arthritis, vasculitis and specifically systemic lupus erythematosus (SLE). The American College of Rheumatology recommends that 4 or more of the 11 proposed criteria are present to identify patients with SLE [13] . However, our patient did not meet the diagnostic criteria for any of these diseases and only met two of the criteria for SLEa positive immunologic disorder and a positive antinuclear antibody. Instead, a positive lupus anticoagulant 65 (normal range: 27-41 s) and cardiolipin Ab IgM 18 (normal range: 0-12) both repeated after 3 months' of discharge from the hospital further supported the diagnosis of APS.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the development of ecchymotic lesions following a recent respiratory infection, pathologically confirmed thrombotic vasculopathy in the skin biopsy, a positive aCL IgM, phosphatidylserine Ab IgM and a positive RSV in molecular testing were strongly suggestive of APS associated with a recent RSV infection (with or without a prior sensitizing exposure). RSV should also be included in the differential diagnosis of an infectious etiology for APS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interest"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "An informed consent was obtained from the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "International consensus statement on an update of the classification criteria for definite antiphospholipid syndrome (APS)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miyakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Lockshin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Astumi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Branch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Brey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cervera",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Thromb Haemost",
            "volume": "4",
            "issn": "",
            "pages": "295--306",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical and epidemiological aspects in the antiphospholipid syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cervera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Asherson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunobiology",
            "volume": "207",
            "issn": "",
            "pages": "5--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antiphospholipid syndrome associated with infections: clinical and microbiological characteristics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cervera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Asherson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunology",
            "volume": "",
            "issn": "",
            "pages": "735--776",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antiphospholipid syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ruiz-Irastorza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crowther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Branch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Khamashta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "4",
            "issn": "376",
            "pages": "1498--509",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antiphospholipid antibodies and the antiphospholipid syndrome: an update on treatment and pathogenic mechanisms",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Pierangeli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Opin Hematol",
            "volume": "13",
            "issn": "5",
            "pages": "366--75",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prevention of antiphospholipid syndrome and endothelial cell activation by synthetic peptides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoenfeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cbilly",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Heldman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fridkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Katchalski-Katzir",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "5164--5172",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The infectious etiology of the antiphospholipid syndrome: links between infection and autoimmunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aron-Mor",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sherer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoenfeld",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunology",
            "volume": "210",
            "issn": "",
            "pages": "743--750",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antiphospholipid antibodies, antiphospholipid syndrome and infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sene",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Piette",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cacoub",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Autoimmun Rev",
            "volume": "7",
            "issn": "",
            "pages": "272--279",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "FilmArray Respiratory Panel-BioFire Diagnostics. FilmArray respiratory panel-BioFire diagnostics. Available from URL",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transient lupus anticoagulant induced by Epstein-Barr virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Asakura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Blood Coagul Fibrinolysis",
            "volume": "2",
            "issn": "6",
            "pages": "771--775",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Splenic infarction due to transient antiphospholipid antibodies induced by acute Epstein-Barr virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Hal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Senanayake",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hardiman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Virol",
            "volume": "32",
            "issn": "3",
            "pages": "245--252",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antiphospholipid antibodies during infectious mononucleosis and their long term clinical significance",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ben-Chetrit",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wiener-Wll",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fadeeela",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Virol",
            "volume": "56",
            "issn": "4",
            "pages": "312--317",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Updating the American College of Rheumatology revised criteria for the classification of systemic lupus erythematosus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hochberg",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Arthritis Rheum",
            "volume": "40",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Skin examination on admission a. Right upper arm, b. Right calf.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "CXR and CT of the chest on admission a. CXR, b. CT chest on admission. Both demonstrate bilateral multifocal infiltrates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Pathological Findings of punch skin biopsy. Superficial and deep dermal thrombotic paucicellular vasculitis/vasculopathy involving adnexa without leukocytoclasia.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to acknowledge the staff at the Division of Infectious Diseases, Mount Sinai Beth Israel Medical Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}