{
    "paper_id": "357496f6d93f95b8c286882be6bd219ff79f90e1",
    "metadata": {
        "title": "Poster presentations Risky behavior among MSM in Armenia Intensified case findings: a retrospective analysis among adult PLHIV TB results in Eggon LGA of Nasarawa state, Nigeria",
        "authors": [
            {
                "first": "Celia",
                "middle": [
                    "Landmann"
                ],
                "last": "Szwarcwald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nogueira",
                "middle": [],
                "last": "Giseli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aristides",
                "middle": [
                    "Barbosa"
                ],
                "last": "Damacena",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Júnior",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tatevik",
                "middle": [],
                "last": "Balayan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amobi",
                "middle": [
                    "Andrew"
                ],
                "last": "Onovo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Epidemiology and virology",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Evaluation of combined interventions to increase HIV diagnosis among men who have sex with men (MSM) in Curitiba, Brazil Introduction: Prior studies in Brazil have shown that the group of men who have sex with men (MSM) is the most severely affected by HIV. In 2015, a multi-disciplinary team launched a community-wide intervention in the city of Curitiba to evaluate the acceptability, uptake and cost-effectiveness of multiple HIV testing services (HTS). The current study aims to evaluate HIV testing coverage among MSM after 6 months of intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A probabilistic sample of 3,272 men was selected in Curitiba. The sample was stratified by place of residence with higher selection probabilities in areas with greater MSM concentration. Questions about history of HIV testing, frequency of testing in the last 12 months, place and result of last test, as well as knowledge and acceptability of expanding HTS were made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: The proportion of MSM was 4.7%. In the total sample, HIV testing coverage at least once in lifetime was 46.0%; 22.9% in the last 6 months; and 15.6% between 7 and 12 months prior to the interview. Among MSM, the proportions were much higher: 79%; 43.1%; and 19.3% respectively. Approximately one third of MSM had already had an oral fluid test at 4 times higher proportion greater than the total sample (8.1%). However, most MSM (41.3%) tested for the last time in primary care services; 40.4% in private services; and only 8.3% used the other testing services provided by the project. The HIV prevalence among men who tested at least once in lifetime was 0.6% and among MSM was 3.8%, with a prevalence ratio greater than 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results indicate that the intervention to increase HIV diagnosis has substantially expanded MSM access to HIV testing after only 6 months of implementation. The target of testing 90% MSM in Curitiba is likely to be exceeded in less than 2 years. Follow-up of MSM testing via the web platform, and other service evaluations will inform program improvements for Curitiba and will facilitate expansion to larger Brazilian cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Introduction: Though the percentage of HIV positive MSM is low among the registered cases in Armenia, taking into account the behavioral characteristics of MSM, the prevention of HIV among this group of population is a priority in Armenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Prevention programs for MSM are delivered in four cities in Armenia, and MSM receive the full package of services: information on HIV, provision of condoms and lubricants, counseling and testing on HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Aim: To identify key behavioral characteristics due to which MSM acquire HIV, the level of knowledge on HIV and the prevalence of HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: The study was done using RDS method in 2012 and 2014 among MSM in the capitol of Armenia-Yerevan. Behavioral and biological surveillance was conducted. 300 MSM answered to the questionnaire each year and the blood test on HIV antibodies was done. The knowledge was measured by the answers to the five key questions according to the WHO guidelines. Data were analyzed by RDSAT method. The study was conducted by National Center for AIDS Prevention according to the national guideline approved by the MoH of Armenia in 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": The prevalence of HIV among MSM was 2.6% in 2012 and 0.4% in 2014. Knowledge on HIV was 54.3% in 2012 and 78.9% in 2014. Indicator of condom use in last anal sex was 71.6% in 2012 and 65.3% in 2014. The percentage of MSM used condoms in the last sex with casual partners was 73.1% in 2012 and 87.4% in 2014. The percentage of MSM used condoms in the last one year was 36.7% in 2012 and 35.4% in 2014. Conclusion: The prevalence of HIV decreased in 2012-2014, there is an increase in knowledge on HIV, MSM still practice risky behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is a need to continue the prevention programs focusing on transforming safe sexual behavior, increasing their self-esteem, helping them to change their attitude towards their health and making healthy, non-stigmatized environment, where MSM will feel free to express their problems and receive adequate solutions to them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction: New trends perceived in the HIV infection reveal a growing and continuously adaptive pandemic, with a recent increase in the participation of the elderly. Studies claim that, as a consequence of advances in treatment, society is aging HIV-positive, which requires to know and understand that elderly population living with the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular epidemiology of HIV-1 infection in Cyprus: onward transmission is predominantly driven by young adults"
        },
        {
            "text": "We aimed to analyze the profile of people aged 60 or more reported with HIV in a poor state in northeastern Brazil, and to describe characteristics associated with this profile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular epidemiology of HIV-1 infection in Cyprus: onward transmission is predominantly driven by young adults"
        },
        {
            "text": "Methodology: This is a descriptive, epidemiological study conducted in the database: Notifiable Diseases Information System (SINAN-NET), used by the Ministry of Health of Brazil for the collection and processing of data on notification of diseases throughout the country. Data was collected in October 2015, and is related to the years 2007 to 2015; and then tabulated, and carried out a simple descriptive analysis using Excel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular epidemiology of HIV-1 infection in Cyprus: onward transmission is predominantly driven by young adults"
        },
        {
            "text": "Results: The reported cases of HIV infection in the elderly in Piaui showed rapid growth over the years, especially since 2011. Male individual still corresponds to the largest number of reported cases (68.30%), however there is an upward trend of infected women. There was higher frequency of individuals with incomplete primary education (44.87%), while incomplete college education was the lowest frequency among them (2.75%). Infection via sexual corresponded to 83.60% of cases, which occurred primary among heterosexual people. The highest number of cases were in people who declare themselves browns (71, 25%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular epidemiology of HIV-1 infection in Cyprus: onward transmission is predominantly driven by young adults"
        },
        {
            "text": "The males still correspond to most reported cases of HIV. The category of sexual exposure was the most frequent, confirming that unprotected sex is constituted as the main route of transmission also among older. As for education, considered indicator to measure the socioeconomic level associated with population health, most cases presented an Incomplete Elementary School (4-7 years of study).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Prospective HIV, HBV, HCV screening in a cancer center emergency department Bruno Granwehr, Kelly Merriman, Richard Grimes, Zeena Shelal, Hadil Bazerbashi, Patricia Brock, Carmen Gonzalez, Harrys Torres, Terry Rice University of Texas MD Anderson Cancer Center, Houston, USA Introduction: A recent study of HIV testing among patients undergoing chemotherapy at our center showed that HIV testing ranged from as high as 90% among Hodgkin lymphoma patients to as low as 9.4% among cervical cancer patients. We sought to determine the impact of routine screening for HIV in cancer patients presenting to the emergency department (ED) many of whom have not previously been tested. Given the risk of reactivation or exacerbation of hepatitis B and hepatitis C during cancer treatment, we implemented routine screening for these as well. Materials and methods: We implemented HIV, hepatitis B and C testing in the ED of a large tertiary cancer center with approximately 25,000 patients seen annually. Testing information was obtained using billing and laboratory databases. HIV testing was routinely implemented in July 2014, with hepatitis B and C testing added in May 2015. Testing results are described. Results: Testing rates improved considerably after the intervention. Between July 2014 and August 2015, 1.4% (0.4% newly diagnosed) of 852 patients screened positive for HIV. Between May and July of 2015, addition of hepatitis B and C screening demonstrated 7.2% (2.0% incident) and 3.3% (1.0% newly diagnosed) hepatitis B and hepatitis C seropositive rates, respectively. Conclusions: Routine HIV testing is feasible in a comprehensive cancer center ED. Seroprevalence of HIV, hepatitis B, and hepatitis C viruses is comparable to other non-cancer center EDs. These results demonstrate the importance of testing for these viruses, with potential to cure one cancer-associated virus (hepatitis C) and reduce transmission of another cancer-associated virus (HIV). The long term goal of this project is to demonstrate feasibility and serve as a model for routine HIV screening among the cancer population at our center and in other cancer treating facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P10"
        },
        {
            "text": "HIV-Infection and related-determinants amongst clinic attendees within rural and urban health facilities in Cameroon Aim: This study was conducted within the framework of the National Program of the Fight against HIV and AIDS. Its aim was to assess the impact of HIV infection on the hospital system in Cameroon. This study identified among others, the prevalence of HIV among patients visiting public and private health facilities as well as their behavior. Materials and methods: The study was conducted within 2015. It was a quantitative transversal study carried out through an administration of a questionnaire to 1500 patients visiting health facilities randomly selected in 6/10 regions of Cameroon. Data was entered on EpiData and analyzed with R.3.1.3. Results: Results from patients revealed an overall HIV prevalence of 7.4%, among patients visiting the health facilities, an HIV prevalence higher than the national prevalence. According to the study site, the eastern regions (10.4%), South (10.1%), Central (8.2%) and Yaoundé (10%) had higher prevalences, while the Littoral (3.9%), the North West (3.4%) and South West (3.2%) had lower prevalences. By sex, women were more infected with a prevalence of 8.37% against 5.72% in men. According to age, patients within the age group 25-35 years old represented 50% of HIV-positive patients, with an HIV prevalence of 9.9%. The risk of having an HIV-positive patient was twice in the age group 25-35 years, compared to the age group of 18-24 years, ). This risk was not significant when compared to that of patients within the age group 18-24 and to those aged 35 and older, OR=0.75 (0.44-1.2). Conclusions: The relatively high prevalence of HIV in patients relatively increases the risk of infection for health care staff. The health caregivers thus, represents group at risk group for which targeted interventions for the fight against HIV and AIDS and care should be taken. There is also need to generalized the HIV screening of all patients visiting health facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P11"
        },
        {
            "text": "Dual contraceptive method use among HIV discordant couples in Zambia Kristin M. Wall, William Kilembe, Bellington Vwalika, Lisa Haddad, Naw Htee Kh, Ilene Brill, Cheswa Vwalika, Elwyn Chomba, Amanda Tichacek, Susan Allen Emory University, Atlanta, USA Introduction: 'Dual method use' (condoms for HIV prevention plus an effective modern contraceptive method for unintended pregnancy prevention) is a public health priority for heterosexual couples and has beneficial impacts on: 1) primary HIV prevention; 2) prevention of unintended pregnancy; and 3) prevention of mother-to-child transmission via unintended pregnancy prevention. However, rates of dual method use remain low. Improved understanding of factors predictive of such use are needed. Methods: Heterosexual Zambian couples (M+F-and M-F+) were enrolled into longitudinal, 3-monthly follow-up between 1994 and 2012. Couples were censored during pregnancy. The outcome of interest, time-varying dual method use, was defined as having no indication of unprotected sex (no self-reported unprotected sex, no sperm on a vaginal swab wet prep, no incident pregnancy, no incident trichomoniasis, and no incident HIV seroconversion) plus use of a modern contraception method (implant, injectables, intrauterine device, oral contraceptive pills, or a permanent method). Multivariable, repeated outcomes survival analysis models accommodating both fixed and time-varying covariates (Anderson-Gill models) explored factors associated with dual method use. Results: In 3,049 couples followed for an average of two years, dual method use was documented in 23-27% of all study intervals. In multivariable analyses, the factor most strongly associated with non-dual method use was the women being up to 6-months post-partum versus not pregnant (adjusted hazards ratio, aHR=0.5; 95%CI: 0.3-0.6), even when controlling for fertility intentions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P12"
        },
        {
            "text": "Conclusions: Post-partum women may be an important group to advocate dual method use. As expected, increased fertility intentions are associated with not using dual methods, and expanded promotion of safe conception approaches is urgently needed for discordant couples. Pragmatically, this can be achieved by integrating CVCT with couples' family planning services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P12"
        },
        {
            "text": "Quality of life assessment in people living with and without HIV: UPBEAT study",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P13"
        },
        {
            "text": "Background: HRQOL has previously been found to be impaired in people living with HIV (PLWH) and increasingly contributes to evolving policy around the management of PLWH. We aimed to explore differences and predictors of HRQOL in HIV-positive (HIV+) and HIV-negative (HIV-) subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P13"
        },
        {
            "text": "Methods: HRQOL (MOS-HIV) was assessed at study entry, week 48 and 96 in the HIV UPBEAT Study, a prospective cohort of HIV+ and HIV-subjects from similar demographic backgrounds. Responses were summarized into overall HRQOL plus component summary scores for physical (PCS) and mental health (MCS), with higher scores indicating better health. Socio-demographic and clinical data including bone mineral density (BMD) assessments were obtained at each visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P13"
        },
        {
            "text": "Comparisons between groups were assessed using Mann-Whitney/ Student t test and Chi-square test; multivariable linear regression models explored factors associated with HRQOL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P13"
        },
        {
            "text": "Results: A total of 449 subjects (190 HIV+, 259 HIV−) who completed HRQOL assessments were included in the analysis. HIV+ had poorer socioeconomic status than HIV-(48.1% <3rd level education vs 31.6%), 70% with household income. Conclusion: In HIV+, smoking was related to poorer HRQOL across all components; social variables mainly impacted the MSC and clinical variables affected the PSC. . 127 male patients and 27 female were IDUs, and 82 female patients and 27 men were infected at sexual contacts. The phylogenetic analysis of DNA fragments showed that at 279 (91.3%) patients HIV-1 subtype A1, at 14 (4.6%) -a B subtype, at 6 (2.0%) -CRF03_AB 3 -CRF02_AG, CRF06_cpx, a C subtype and 1 case the G and URF have been determined by. 52 Conclusions: Thus, by us it is shown that in the territory of Republic of Belarus the A1 HIV-1 subtype of which more than 90% of all cases of infection are the share continues to dominate. Introduction: The biological products that use human raw materials in their production, have a high probability of transmission of infectious agents, among which are the viruses. The study of viral markers is one of the recommended safety measures for the control of lots of these products; question that though disputed by the unavailability of means of specific diagnoses, has been used in many countries. In Cuba, the LISIDA was appointed to the quality control lots of hemoderivatives and other biological, using algorithms work that include serological and molecular techniques for the study of viral markers to Human Immunodeficiency Virus (HIV), hepatitis B virus (HBV) and hepatitis C virus (HCV) . The aim of this study was to show the results of using the algorithms used by the LISIDA for final approval of these products during 2015. Materials and methods: A total of 252 lots of products were studied: 110 of active pharmaceutical ingredients (API), 71 human albumin 20%, 43 intermediates for the production of total and specific immunoglobulins (bulk), 11 final immunoglobulin product for intravenous and intramuscular use, 16 of dialyzed leukocyte extract of transfer factor and 1 of chorionic gonadotropin, following the methodology proposed in our laboratory for the detection of antibodies against HIV, HCV, HBV surface antigen and polymerase chain reaction for HIV and HCV. Results: All lots were approved except an API of hemoderivative and a bulk specific immunoglobulin to be reactive to HCV, as well as a lot of dialyzed leukocyte extract of transfer factor to be positive by PCR of hepatitis C. Having reactivity detected at this stage, allowed stop the production process.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 43,
                    "text": "(190 HIV+,",
                    "ref_id": null
                },
                {
                    "start": 44,
                    "end": 47,
                    "text": "259",
                    "ref_id": null
                },
                {
                    "start": 1627,
                    "end": 1632,
                    "text": "(HCV)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P13"
        },
        {
            "text": "Conclusions: The algorithms work to the quality control lots of hemoderivatives and other products with risk of viral contamination proved a useful tool in the certification process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P13"
        },
        {
            "text": "Visualization of HIV vaginal mucosal transmission pathway using in vivo imaging LabyA1 also exhibited additive to synergistic effects in its anti-HIV-1 and anti-HSV-2 activity when combined with numerous approved antiviral drugs. PBMC pretreated with LabyA1 did not increase cellular activation markers and it did induce inflammatory cytokines/chemokines. Now we extended our studies to other viruses and showed that LabyA1 inhibits replication of all 4 DENV serotypes in Raji/DC-SIGN+, Raji/L-SIGN+ and in human dendritic cells in the low μM range. Time-of-drug addition studies revealed that LabyA1 acted at viral entry. LabyA1 also inhibits highly contagious airborne pathogens such as the orthomyxovirus strains of influenza virus A, e.g. H1N1 and H3N2 subtypes, and influenza B strains and the pneumovirus respiratory syncytial virus (RSV) (EC50: 0.4 μM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P16"
        },
        {
            "text": "Deciphering its unique mechanism of antiviral activity is ongoing. Conclusions: The labyrinthopeptin A1 (LabyA1) is a prototype peptide of a novel class of carbacyclic lantibiotics, with a broad-spectrum antiviral activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P16"
        },
        {
            "text": "DBS use for determining viral load and resistance in Vietnamese HIV patients viral load measured by Generic HIV viral load*, Biocentric. Reproducibility and repeatability were assessed. In order to test real working conditions, DBS were made at 09 Hospital for 10 patients and carried to Saint-Paul Hospital (Hanoi) where all tests were performed. In parallel, DBS were made at Saint-Paul hospital for the same patients. Resistance associated mutations were determined for 9 treated patients using ANRS protocols. All tests (viral loads and resistance mutation detection) were conducted in parallel on plasmas and DBS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P18"
        },
        {
            "text": "Results: Viral loads were <500 copies/mL for 19 plasmas and DBS; quantification was obtained for the 65 other samples in plasmas and DBS. PBS buffer gave better results for elution than AVL buffer (Qiagen). Best results were obtained for blood and elution volumes of 80μL and 400μL respectively. Reproductibility and repeatability were better for these conditions. It was impossible to obtain RT sequences for one DBS. For two other samples, differences in resistance profile were observed between DBS and plasmas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P18"
        },
        {
            "text": "Conclusions: Some authors suggest that whole blood proviral DNA presence could result in a viral load over-quantification. Interestingly we did not observe such an over-quantification comparatively to plasma values. However, results obtained for viral resistance detection are less satisfactory; differences may be due to proviral DNA sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P18"
        },
        {
            "text": "Selection of the R263K and H51Y resistance substitutions for DTG causes diminished integration and explains the lack of clinically significant drug resistance to this compound Introduction: The objective of communication with users during this period is to promote a change of behavior conducive to health, creating questions, reflection, and exchanges on the theme of HIV/AIDS. This is the time to become aware of the risks involved in times of strong emotions. It is also to reach change in collective representations of negative behavior related to HIV transmission and not using condoms during casual sex. Example: 'whatever happens, effective treatments exists'. Materials and methods: Identify a dozen party locations in the city of Kribi. Obtain the agreement of operators to facilitate the work of volunteers; a trained coordinator and fifty volunteers, including ten supervisors will be mobilized to all sites. A mandatory two-day training for volunteers is essential. The main themes to address communication and the attitude and strategies to be adopted by the volunteers on the sites with different configurations to focus on prevention, the incentive to test screening, and stigma. The mission of the coordinator and supervisors will be to be placed between the DJ (Disc Jockey) and other presenters to encourage them to get messages during the evening and before the entry of the artists on stage; they will do this using slogans and messages that appear on leaflets and postcards produced by the structures of the struggles against AIDS; The trained volunteers will be tasked with inviting users to participate, addressing briefly the bulk of themes, and distributing materials (condoms, pamphlets…), affixing posters in strategic locations. It will therefore issue a presence in these places of life to remind users simply the legitimacy of fun and having fun while preserving their health. Results: From 08 to 14 February 2016, several actions will be planned and over 20,000 people will be exposed to messages. Conclusion: Despite their different configurations, locations of life are conducive to the promotion of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P19"
        },
        {
            "text": "Evaluation of peer based intervention on KAP of medical students towards HIV at eight medical schools in Cairo: a descriptive study Ahmed Mohamed Tammam Abdelgawad American University, Cairo, Egypt HIV education is vital among young people who are starting their medical career to eradicate stigma and discrimination from health providers. The study objective is to evaluate the effect of peer education program on the knowledge, attitude and behavior related to HIV among medical sciences students in Cairo. A KAP survey administered among 1,800 students method from 8 college with medical background (medicine, pharmacy, dentistry and sciences) at Al-Azhar University using a stratified cluster sampling, 50% were female, age range between (17 and 24) average (22.2Y) over a period of 2 weeks followed by three months school based peer education program with post assessment to evaluate any change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P23"
        },
        {
            "text": "Parameters were knowledge about HIV ways of transmission, access to HIV testing, health services provided and attitude towards PLHIV. Data collected through medical students with ethical approval then analyzed using SPSS. At baseline only 1012 (56.2%) identified at least three ways of HIV transmission, (25%) show offended emotional reaction towards PLHIV and only (70.6%) expressed their approval to provide medical service to PLHIV. Reasons were due to the link between HIV and forbidden sexual practices also for fear of transmission. After the awareness campaign 1495 (83%) identified at least three ways of HIV transmission. The attitude towards PLHIV improves so offending emotional reaction towards PLHIV become only (19%) and (85.6%) expressed their approval to provide medical service. School based education for medical students is an effective tool in enhancing HIV knowledge and improving future medical professions attitudes towards PLHIV. Medical curricula should sensitize the medical staff and students for the active participation in the battle against AIDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P23"
        },
        {
            "text": "Characteristics of HIV testing and determinants of knowledge of HIV status in South Africa Conclusions: Education about HIV and AIDS, in particular for men and younger age groups needs to be improved, in order to enhance the uptake of HCT. The quality of the HIV counselling needs to be assessed; a significant proportion of respondents did not receive either pre-or post-test counselling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P24"
        },
        {
            "text": "Infant immunization visits as an entry to identify and follow up HIV exposed infants unique chance to offer HIV test to nursing women who missed the opportunity and offer interventions to mother-infant pair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P25"
        },
        {
            "text": "Objectives: To integrate immunization and HIV services and ensure all women who missed HIV test are offered a test and if positive mother-infant pair receive interventions as per guideline. Methods: Total of 40 facilities were selected from eight districts in Mara region, in lake zone of Tanzania. Two staff per facility were oriented on identification of women who missed HIV testing, counseling and HIV testing, appropriate intervention and referral for mother-infant. District health teams were also involved for advocacy, supervision and ensuring sustainability. Quarterly visits were done for supervision and data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P25"
        },
        {
            "text": "Results: Data was analyzed from ten facilities selected conveniently from January to June 2014 to assess progress and utility of the intervention. 7914 infants aged 4-6 weeks were seen during the period, 1804 (22.8%) had unknown status as their mothers were not tested for HIV during pregnancy. HIV counselling and testing was offered to all. 25 (1.4%) nursing mothers were found HIV+, they were referred to CTC for care and treatment. Their infants received HIV DNA PCR testing and other interventions as per standard care. Conclusion: Routine immunization visits offers unique opportunity for HIV testing and specific interventions for mother-infant pairs who missed an opportunity during pregnancy. Regional and districts teams should be supported to roll out the integration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P25"
        },
        {
            "text": "Gaps in the implementation of PMTCT programs at Mogwase Health Center Results analysis: Out of 1068 HIV-exposed babies born within the given period, 971 were PCR tested of whom 14 tested positive as shown in Figure P26 .1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 218,
                    "text": "Figure P26",
                    "ref_id": null
                }
            ],
            "section": "P26"
        },
        {
            "text": "54.5% of 1,054 babies were re-tested with the 18-month age rapid test and only one baby, transferred from another clinic, tested positive. Conclusion: Based on the results, the number of new HIV infections in the under-5 age group can be significantly reduced in the rural settings in South Africa through effective implementation of PMTCT programs. Proper ANC management plays a crucial role in the prevention of HIV mother-to child transmission. Thus, it is important to encourage early ANC bookings, exclusive breastfeeding till the age of 6 months, as well as to improve the referral system and monitoring/ recording movement of patients amongst health institutions. Much attention should be paid to the ARVs initiation for HIV-positive mothers-to-be, testing of HIV-exposed babies, and encouraging the rapid re-testing these children at the age of 18 months. Introduction: Compared to other groups, key populations share an important burden of AIDS. The lack of data on the risk they face, their location, the challenges relating to their contact is about to be filled through the various integration efforts of the epidemiological profile and the implementation (UNAIDS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P26"
        },
        {
            "text": "Objectives: To review the status of key groups in Bujumbura. Methodology:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P26"
        },
        {
            "text": "• Visiting the organizations of civil society that work directly with these groups. Make interviews with officials and consult work tools such as registries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P26"
        },
        {
            "text": "• Organize field visits where possible and meet with the peer educators and make maintenance sessions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P26"
        },
        {
            "text": "Findings: The war has affected popular quarters where live the majority of sex workers, men who have sex with men respectively estimated to be 51,482 with a seroprevalence of 21.3%, 9346 with 74% living in the capital (5385) according to data from the Study PLACE (2013). There is a problem of revising planning strategies and operational ones: the great obstacles of the past come again, the absence of recent survey, the non-existence recent results and the impossibility to make update classic results of studies and research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P26"
        },
        {
            "text": "During one year of war, the survey shows that theoretical issues following the crisis in the country, the coverage of key populations has been altered and impacts can be hardly evaluated. The estimated departures of these categories of people cannot be precisely known, we sadly see that the refuge to the cities of foreign countries goes beyond mere mobility back and forth a few days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P26"
        },
        {
            "text": "Conclusions: Risk factors such as stigma, lack of access to information and services have increased and in addition to this, there is a fear of going into the street. The most affected are those interventions that have a community component: peer education, condom and gel distribution in the community, organizing attractive activities around the conviviality centers ( Results: Represented by ten children, two consecutive pregnancies are of a mother and three children from a triplets pregnancy of another mother. Seven mothers with low social status and education, belonging to transmissive category IVDU (intravenous drug users) and two of them are prostitutes. All mothers are co-infected HIV/HCV, two of them are infected with a third viral infection -HBV. Two of the mothers has data for latent tuberculosis infection (positive Quantiferone test). Mothers have poor adherence to follow-up. Therefore, they failed to appear for starting of antiretroviral treatment during their pregnancies. Among our cases, two completed with maternal-fetal transmission (22%). Both pregnancies that end with vertical transmission of the infection, the mothers were in third stage of HIV-infection with severe immune suppression (CD4 <200/μl) and high viral load of HIV > 100 000 c/μl. In the all described group, 72% of the mothers are in the third stage of HIV-infection and 80% of infants born prematurely and have reduced weight gain. Since the monitored children were hospitalized to no more than third month after birth, we could not have explicit about their infection with HCV, because follow up was interrupted. Four of the children were with clinical manifestations of withdrawal symptoms due to drug addiction of the mother. In all children we observed moderate intrapartal asphyxia and retention to weight gain. From the laboratory studies in eight of the children, we established anemia. Five of the children were with thrombocytosis. This may be an indication of other infectious process. The values of platelets ranging from 534 to 871 G/l (average 655). Of the other blood studies -liver enzymes, creatinine, urea and blood glucose are not established abnormalities, even in children with abstinence syndrome on substitution therapy. From microbiological studies in three children from throat swabs were isolated bacterial agents (Staphilococcus aureus, Klebsiella pneumoniae and Pseudomonas aeruginosa), which is held antibacterial therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P26"
        },
        {
            "text": "Journal of Virus Eradication 2016; 2 (Supplement 1): 21-52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTER PRESENTATIONS"
        },
        {
            "text": "Conclusion: The social factor is a major limiting maternal-fetal transmission not only of HIV-infection but also other viral infections. Even in known cases of HIV, where possible prevention of vertical transmission, it remains difficult to apply in the risk groups (women intravenous drug users, sex workers or those with poor social status). According to the laws in Bulgaria, health information associated with HIV-status of a person cannot be disclosed without the express written consent. In this sense, even women with established HIV-infection could give birth without these data become known relevant medical teams in maternity departments. Also remains voluntary HIV-testing during pregnancy. This creates prerequisites for the spread of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POSTER PRESENTATIONS"
        },
        {
            "text": "High prevalence of late diagnosis of HIV in the Eastern of Algeria during the HAART era Objectives: Delayed diagnosis of HIV infection is a common problem leading to an increase in HIV related morbidity and mortality, healthcare costs, and poor outcome. The aim of the study is to evaluate the prevalence the epidemiological and clinical characteristics, and to determine the risk factors associated with late presentation (LP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P31"
        },
        {
            "text": "Methods: A retrospective study has been conducted in the referral hospital in Setif city (East of Algeria) between January 2002 and December 2015. Age, gender, stage of presentation, HIV viral load upon diagnosis and outcome were collected. LP was defined as presenting for care with an AIDS-defining event regardless of the CD4 cell count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P31"
        },
        {
            "text": "Results: 368 naive patients were included in this study, 252 (68.5%) were LP when diagnosed for the first time. 165 patients (62.5%) were males of which 86,5% were heterosexual and mean age was 36.6 years (range 1-68 years). LP varied among gender, age groups and transmission route. We found significant association of heterosexual transmission route (P<0.001), and age groups of 25 years and above (P=0.0003) to LP. The median HIV viral load was 4.2 log10 copies/ml. 94.8% (n=239) of LP required ART within 1 month of diagnosis, of all LP, 44 (12%) had a pulmonary or extrapulmonary tuberculosis event, management of tuberculosis is a challenge due to additive drug toxicities and interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P31"
        },
        {
            "text": "27.0% of patients (n=68) died of whom 75.4% (n=52) died within 6 months after diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P31"
        },
        {
            "text": "Conclusion: The fraction of LP was high, this impact on ART effectiveness and lower survival probability. Policies for HIV-prevention in Algeria need to include more aggressive strategies of testing to diagnose and treat HIV infection as early as possible thus, spread of the disease and treatment costs can be decreased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P31"
        },
        {
            "text": "Amandine Gagneux-Brunon, Elisabeth Botelho-Nevers, Olivier Moranne, Pierre Delanaye, Christophe Mariat, Anne Fresard, Frédéric Lucht Saint-Etienne University Hospital, Saint-Etienne, France",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glomerular filtration rate measurement in HIV infected patients: useful and acceptable"
        },
        {
            "text": "Background: Glomerular filtration rate (GFR) should be regularly evaluated in HIV-infected patients, as chronic kidney disease (CKD) is highly prevalent in this population. The equation developed by the Chronic Kidney epidemiology collaboration group: CKD-EPI is recommended in this population. However, performance of CKD-EPI in HIV-infected patients was affected by age and true GFR. We aimed to evaluate the interest of direct measurement of GFR by Plasmatic Iohexol Clearance in HIV infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glomerular filtration rate measurement in HIV infected patients: useful and acceptable"
        },
        {
            "text": "Methods: GFR was measured (mGFR) in a single-center cohort of HIV-infected patients by plasma Iohexol clearance (injection of 10 mL of Iohexol, and iohexol dosage after 120 and 240 min in plasma). GFR was estimated with CKD-EPI study equation. Creatinine dosage was IDMS-traceable. Iohexol concentration was measured by HPLC/MS. Albuminuria was evaluated with albuminuria/ Creatininuria Ratio (ACR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glomerular filtration rate measurement in HIV infected patients: useful and acceptable"
        },
        {
            "text": "Results: GFR was measured in 230 participants (mean age±SD 48±10, mean mGFR 95±23), 221 (92%) were receiving HAART. Nineteen patients (9%) had a mGFR under 60 mL/min/1.73m 2 . Among these patients with low GFR, only 7 (3%) of them were identified using CKD-EPI. No of the 12 undiagnosed patients by CKD-EPI had a significant albuminuria (>30mg/g of urinary creatinine ACR), which may help clinicians to identify at risk patients according the CKD classification from the Kidney Disease Improving Global Outcomes guidelines (KDIGO). Patients with low mGFR were significantly older than others patients (58±10 vs 48±10 P<0.05), but we did not identify other factors associated with misdiagnosis with CKD-EPI. Mean bias of CKD-EPI in the patients with low GFR was 28.4±23.3 mL/min/1.73m 2 , and GFR was overestimated in 16/19 patients. The overestimation ranges were from 3.7 to 60.3 mL/min/1.73m 2 . We did not observe any side effects related to iohexol injection. Using GFR measurement and ACR, 51 (22%) patients were identified at-risk according the KDIGO classification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glomerular filtration rate measurement in HIV infected patients: useful and acceptable"
        },
        {
            "text": "Conclusion: mGFR is a useful and acceptable way to diagnose CKD in HIV-infected patients, particularly in older patients, as reduction in GFR may be the only sign of CKD and GFR estimates often overestimate mGFR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glomerular filtration rate measurement in HIV infected patients: useful and acceptable"
        },
        {
            "text": "HIV infection: annual synthesis reports -Experience of dermatology department of Saint Joseph Hospital in Marseille, France ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P33"
        },
        {
            "text": "CD4 decline prior diagnosis of hepatocarcinoma in HIV-infected patients: a new predictor?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P34"
        },
        {
            "text": "Aim: CD4 decline has been observed in some cases of cancer in HIV-infected patients. Hepatocarcinoma (HCC) is frequent in seropositive patients and its prognosis depends on early diagnosis. We describe the course of CD4, CD8 T cell counts and CD4:CD8 ratio prior to HCC diagnosis in HIV-infected patients. Material and methods: A retrospective study performed in an outpatient clinic receiving nearly a thousand HIV-infected people (40% HCV-co-infected). Patients diagnosed with HCC between 2002-2015 were selected. HIV viral load (VL), CD4 and CD8 cell counts and CD4:CD8 ratio during 24m preceding HCC diagnosis (baseline, BL) were collected. Patients' characteristics were described at BL. Results: 24 HCC pts (83% male; median age: 49y) were identified. At BL, median HIV follow-up was 20(18;24) y, 23(96%) on cART, with median exposure 14(9;18) y, 18(66.6%) had undetectable HIV-VL, 22(92%) HCV-co-infected, of whom 4(18%) had negative HCV-RNA. Median CD4 and CD8 counts were 378(203;550)/mm 3 and 598(463;820)/mm 3 , respectively, CD4:CD8 was 0.56(0.38;0.87). Four patients exposed to IFN were excluded. Median T cell counts and ratio from −24m to BL are shown in Figure P34 . This study aims to assess the cardiovascular risk of PLWHA according to the Framingham score and to identify the association between the risk and the demographic, behavioral, psychosocial and clinics variables. This is a cross sectional study, data collection was using sociodemographic, clinical and behavioral questionnaire, assessment of healthy eating, Lipp's inventory of symptons of stress for adults and Framingham score. Data analysis was carried out through descriptive statistics and Chi-Square test with P<0.05. 58% male, 69% aged over 40 years and 40.6% white. It was observed 64% sedentary and 35.4% smokers. As symptoms of stress, 29% and 22% were in resistance and exhaustion phases, respectively. With respect to general clinical, 58% family history of hypertension, 41% for DM, 22% to 27.5% for AMI and stroke. As for personal history, 15% hypertensive, 8% diabetic and 8% dyslipidemia. Also, 45% had a BMI greater than 25kg/m<sup>2</sup> and 42% were in metabolic syndrome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1170,
                    "end": 1180,
                    "text": "Figure P34",
                    "ref_id": null
                }
            ],
            "section": "P34"
        },
        {
            "text": "Regarding the clinical variables related to HIV, 42% and 32% had a diagnosis of HIV and use HAART for more than ten years, respectively. Background: Tobacco increases the risk of type 2 diabetes, atherosclerotic coronary and vascular disease, hip fractures and cancers. One common driver of these morbidities is immune activation. The newly appreciated contribution of neutrophils to immune activation, particularly through their interactions with adaptative immune cells, led us to hypothesize that smoking fuels neutrophil activation in people living with HIV (PLHIV). Aim: To test influence of tobacco use on level of neutrophils' activation in PLHIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P34"
        },
        {
            "text": "Methods: Sixty-seven HIV infected adults over 45 years of age under suppressive ART for at least 24 months were enrolled in this sub-study of the ACTIVIH study. Among them 29% were current smokers and 19% former smokers. Activation was evaluated by flow cytometry on the surface of neutrophils by CD64, CD62L and CD274 expression. Findings: The mean duration of viral suppression (HIV RNA in plasma <50 copies/ml) was 9 years, and mean CD4 count of 688 cells per μL. We observed that smokers presented with a higher neutrophil CD64 surface expression than nonsmokers (P=0.05, Figure P39 .1). Moreover, there was a link between daily smoking rate (r=0.24, P=0.05) or cumulative tobacco consumption (r=0.24, P=0.05) and neutrophil surface CD64 density in current smokers. Discussion: Smoking is associated with higher numbers of circulating neutrophils compared to nonsmokers. Our data establish that, in addition to increased neutrophil peripheral count, tobacco smoking is correlated to increased CD64 membrane expression on neutrophils. The role played by neutrophils in various immune responses is more and more considered as essential.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 576,
                    "end": 586,
                    "text": "Figure P39",
                    "ref_id": null
                }
            ],
            "section": "P34"
        },
        {
            "text": "In addition to the old view of neutrophils as the first immune responders, these cells seem to be involved in the pathogenesis of various diseases, such as atherothrombosis and cancer. Thus, tobacco must be considered as a neutrophil activator, and its consumption might fuel chronic neutrophil activation-mediated morbidities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P34"
        },
        {
            "text": "Comparison of the virologic and host HLA characteristics between HIV-1-infected Kenyan children with rapid and slow disease progression In the ten Nef functional domains, only the PxxP3 region showed significantly greater variation in RP (33.3%) than SP (7.7%, P=0.048). Gag sequences did not significantly differ between groups. The reported protective HLA-A alleles A*7401 and A*3201 were more commonly observed in SP (39.3%) than RP (11.1%, P=0.049), whereas the reportedly disease susceptible HLA-B*4501 was more common in RP (33.3%) than SP (7.4%, P=0.045). Compared to RP, SP showed a significantly higher median number of predicted HLA-B-related 12-mer epitopes in Nef (3 vs 2, P=0.037), HLA-B-related 11-mer epitopes in Gag (2 vs 1, P=0.029), and HLA-A-related 9-mer epitopes in Gag (4 vs 1, P=0.051). SP also had fewer HLA-C-related epitopes in Nef (median 4 vs 5, P=0.046) and HLA-C-related 11-mer epitopes in Gag (median 1 vs 1.5, P=0.044) than RP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P40"
        },
        {
            "text": "Conclusions: Compared to rapid progressors, slow progressors had more protective HLA-A alleles and more HLA-B-related epitopes in both the Nef and Gag proteins. These results suggest that the host factor HLA plays a stronger role in disease progression than viral factors (e.g., Nef and Gag variations) in HIV-1-infected Kenyan children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P40"
        },
        {
            "text": "HCV co-infection stimulates differentiation of effector Tregulatory cells in HIV+ patients subjected to cART Kaposi sarcoma was the commonest malignancy (53.3%), the others ADCs were primary cerebral lymphoma and non-Hodgkin's lymphoma seen both in only one patient (6.7%). We noted the absence of cervical carcinoma. Non ADCs were lung cancer (6.7%), Hodgkin's lymphoma (6.7%), cutaneous anaplastic lymphoma (6.7%), testicular plastocytoma (6.7%), and myeloid leukemia (6.7%). Patients had a mean HIV viral load 5.6 log10 copies/ml. Of a total of 11 (73.3%) deaths, 72.8 % were attributable to malignancies and their mean overall survival after malignancies' diagnosis was 5.6 months. Average duration of cART after malignancies' diagnosis in patients who died was equal to 4 months. Results: Control of a stent position was applied by esophagography and computer tomography. All patients received treatment by TB drugs and HIV therapies. Closing of fistula happened in 3.5-4 monthsstent was taken off. In 9 patients this method was effective, fistula was closed and stent was taken off, in 2 patients this method was not effective, we could not reach the closing of fistula, so surgical treatment was used. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P41"
        },
        {
            "text": "Factors associated with mortality in AIDS patients with cryptococcal meningitis: a case control study Introduction: Solid organ transplantation is occurring in the HIV population, including in women, with a favorable outcome. There is still little information on pregnancy outcome in this setting. We are not aware of a report regarding the complex obstetrical and medical management of twin pregnancy in the context of HIV and liver transplantation. Here we describe the successful outcome (MDT) of a 28-year-old HIV positive female, a recipient of a liver transplant, with twin pregnancy while receiving ART and immunosuppressive therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P47"
        },
        {
            "text": "Case-report: The patient was diagnosed HIV positive in 2003 in another hospital in England. While on Truvada and efavirenz she developed sub-acute liver failure secondary to ART toxicity and received an emergency liver transplant (August 2012) at the Royal Free Hospital, London. She was switched to a raltegravir-based regimen and initiated on tacrolimus, azathioprine and prednisolone posttransplant. Five months later she conceived naturally with twin pregnancy while undetectable and on the same ARV regimen. During her pregnancy she was managed by a multidisciplinary team including HIV physicians, obstetricians, midwives and liver specialists. Increased liver function tests (LFTs) at 10 weeks gestational age motivated a liver biopsy delayed until 13+5 weeks to exclude rejection (increased LFTs from 10 to 20 weeks of gestation). The patient remained undetectable from the point of view of her HIV infection, however developed high BP and increasing creatinine, which motivated a lower segment Caesarean section at 35 weeks of gestation. She gave birth to two healthy HIV-negative infants (birth weights: Twin 1: 2110 g and Twin 2: 2032 g).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P47"
        },
        {
            "text": "Conclusion: Under the management of a MDT and rapid intervention to prevent severe complications, the twin pregnancy in an HIV positive liver transplant recipient had a favorable outcome with no evidence Introduction: The persistence of the hepatitis C and HIV epidemics, as well as the recurrent outbreaks of Dengue (DENV) and West Nile (WNV) fevers in Europe emphasize the importance of prompt countermeasures to reduce fatalities and limit the viral spread. Most available antivirals have a limited spectrum of efficacy. The development of broad-spectrum antiviral agents represents therefore an urgent need. Human DDX3 is an ATPase/RNA helicase involved in the replication of many viral pathogens. Targeting such a host factor may thus represent a strategy to develop broad-spectrum antivirals and to limit the emergence of viral resistance. Materials and methods: In silico drug design, chemical synthesis and enzymatic inhibitory assays were used to identify the most active leads. Infected-cell based assays were used to validate their antiviral activity. Results: We identified the first small-molecule non-nucleoside inhibitor of the RNA binding site of DDX3 helicase with broad spectrum antiviral activity (HIV-1 wild type, HIV drug-resistant strains, HCV, DENV and WNV). The good toxicity profile suggests that the DDX3 activity, while essential for viruses, could be dispensable to the cells, validating DDX3 as a pharmaceutical target. Conclusions: Our results suggest that DDX3 inhibitors can be exploited in order to treat HIV/HCV co-infections, emerging infectious diseases such as Dengue and West Nile and HIV-1 patients carrying drug resistant strains. Each of these three medical conditions currently represents a major challenge for clinical treatment. Results: Overall, the prevalence of TDR was 12.2%, being 6.1% to the nucleoside reverse transcriptase inhibitors (NRTIs), 3.2% to non-nucleoside inhibitors (NNRTIs) and 2.9% to protease inhibitors (PIs). The thymidine associated mutations (TAMs) were the most prevalent TDR mutation found in RT gene, followed by K103N, T215 revertants and F77L. The M46I PI associated mutation was the more frequent, followed by V82A and L90M. The subtype B was the most prevalent (79.3%), followed by F1 (11.9%), BF recombinants (4%) and subtype C (2%). In addition to HIV-1 subtype G, CRF02_AG, CRF31_BC and DF recombinants, identified in one subject each.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P47"
        },
        {
            "text": "Conclusions: Increasing levels of HIV-1 TDR mutations associated to the NRTIs and NNRTIs were observed. The time trends observed seem to reflect changes in antiretroviral therapy in Brazil over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization of Truvada as pre-exposure prophylaxis in HIV infection"
        },
        {
            "text": "Prevalence of PIs associated TDR mutations was generally low. HIV-1 subtype B was the most prevalent in the study, but the identification of non-B and recombinants infections, suggest the recent introduction and spreading of these viruses, respectively from Africa and south Brazil in Rio de Janeiro. Our results add body of evidence to support the recent inclusion of baseline HIV-1 genotyping to all pregnant women in Brazil, to optimize treatment and reduce the risk of vertical and sexual transmission in those carrying resistant strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visualization of Truvada as pre-exposure prophylaxis in HIV infection"
        },
        {
            "text": "The effect of late reporting for HAART on mortality among pregnant women in rural and urban Malawi clinics provide free ART and food supplementation to pregnant women who are HIV positive and require treatment. Women who start HAART late are 14.5 times (HR=14.5, 95% CI: 2.32-90.9) more at risk of dying compared to women who start HAART early. Pregnant women who initiate HAART with viral loads less than 100,000 HIV 1 RNA copies/mL are 6.8 times (HR=6.8, 95% CI: 1.37-33.0) more at risk of dying than women with lower viral loads. Conclusion: Our study has shown evidence of the importance of starting ART early among pregnant women. Community HAART programs should strengthen health education on the importance of VCT and early starting of ART in order to reduce HIV/AIDS mortality and morbidity among pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P54"
        },
        {
            "text": "Descriptive and analytic cross-sectional study on prevalence of stage 2 and chronic kidney disease (CKD) among TDF users of HIV positive pregnant and lactating mothers in North East Amhara, Ethiopia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P55"
        },
        {
            "text": "Eyob Gebrehawariat Gebretsadik, Getahun Asres, Mohammed Hussien World Health Organization, Addis Ababa, Ethiopia",
            "cite_spans": [],
            "ref_spans": [],
            "section": "September 2015"
        },
        {
            "text": "Introduction: Increasing incidence of Fanconi, proximal kidney tubular damage and declining GFR among TDF users more with underlying renal disease and risk factors among which pregnant has drawn clinicians' attention to monitor TDF before initiation and during follow up. The national Kidney association of US-NKI consider CKD at less than 60 ml/min/1.72 m 2 of BSA); the current practice of toxicity monitoring of TDF in most hospitals are not conducted routinely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "September 2015"
        },
        {
            "text": "Aim: This study aimed at measuring prevalence of stages of renal disease more on stage 2 (CrCl at GFR-cg of 60-90ml/min/1.72 m 2 ) and Chronic kidney disease (CKD) among TDF based HAART users of pregnant and lactating women and factors associated with decline in GFR. Methods: Non proportional Probability Sampling of a total of 111participants of which 45% (n=61) and 55% (n=50) were pregnant and lactating respectively from 3 zonal hospitals in Eastern Amhara who are actively on follow up in PMTCT option B+ program from June 2013 to June 2015 were participated in the study. Anthropometric measurement data were collected based on the standard procedure of nutritional assessment of height and weight while serum creatinine was measured by the hospital laboratory accredited with 2-3 stars by the EPHI. Using Medicalc android application GFR-cg, and MDRD-4 were calculated and subjects were classified into NKF K/DOQI classification. Descriptive and analytic statistics were done using software of SPSS version 20 for AOR for associated factors by the crosstab. Conclusion: The prevalence of stage 2 mild form of renal disease among TDF based HAART users of pregnant and lactating mothers is high by the methods of GFR-cg while the MDRD-4 underestimates for early detection and prevention. Factors such as BMI (less than 18.5), WHO stage of 1, and CD4 count greater than 500 are significantly associated which need close laboratory monitoring while of stage 3, 4 and 5 CKD are significantly associated among baseline WHO stage 2, and among lactating women which need a further analysis with larger sample size study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "September 2015"
        },
        {
            "text": "Intradermal injection of a Tat Results: A majority of participants reported sharing ARVs with HIV-negative friends/sex partners to use for HIV prevention. One-third of men described selling ARVs to pill brokers/dealers who sold ARVs to HIV-negative MSM or who sold ARVs to MSM in combination with other drugs (e.g., methamphetamine). ARVs including the combination of tenofovir disoproxil fumarate and emtricitabine (the same ingredients used in PrEP) were more highly valued in the informal market than other ARVs Generally, participants described feeling good about providing ARVs to HIV-negative men, as they believed it could help those men from becoming HIV infected. Participants were included if they were employed within a local HIV or SU facility, had a relevant position title, and had a minimum of one year of relevant experience. IDIs were 45-90 minutes, followed a semistructured guide, and were facilitated by a licensed clinical psychologist. Data are being analyzed using thematic analysis in an iterative process. Formal analysis to confirm these preliminary findings are being conducted using NVivo 11. Results: The themes supported a differentiation and dissonance found in what the providers recognized as 'needs' to promote coordination of care versus how the care continuum operates. Study results identified where the breakdown in care coordination occurs throughout the treatment cascade among HIV-infected PWUD. The conceptual model presented identifies patient-, provider-, and system-level barriers and facilitators within the care coordination process. Conclusions: Results highlight challenges among HIV and SU providers in coordinating care for high-risk populations. Both types of providers (HIV and SU) lack an understanding of treatment modalities, communication processes, and providers' roles outside of their domain of expertise. System-and provider-level intervention strategies that can be utilized to facilitate linkage to and retention in dual care services are discussed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "Tat",
                    "ref_id": null
                }
            ],
            "section": "P56"
        },
        {
            "text": "Effect of gender and parental death on school education of HIV-infected children: an analysis of a Nepali NGO's patients",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P64"
        },
        {
            "text": "Background: Few HIV-positive children attend school. This study analyzed gender and parental death as factors influencing school education of HIV-infected children. Our goal is to convey findings, to increase school education of these children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ranju Pandey SETU Nepal, Kathmandu, Nepal"
        },
        {
            "text": "Methods: This study analyzed ninety-four HIV-positive children treated through SETU Nepal between 2006 and 2010. Collected data includes; gender, age, school attendance and parental death. The data was compiled to compare enrollment amongst the groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ranju Pandey SETU Nepal, Kathmandu, Nepal"
        },
        {
            "text": "Results: 34% of the study's participants -35.1% boys, 32.4% girls -attend school. 47.6% of boys with both parents living were enrolled in school, compared to 20% of girls with both parents living enrolled in school. The highest enrollment amongst girls was when only one parent was living (40%). Boys with both parents deceased were enrolled at a rate of 10%, and girls at a rate of 28.6%. Conclusion: HIV-infected boys with both parents living are most likely to attend school, possibly due to a more stable family with more income, enabling preferred sons to attend school. Girls with one living parent are enrolled at a higher rate, suggesting that a parent's death may release them from society's poor belief about female education. Boys had higher enrollment than girls -consistent with Nepal's gender views. This limited study suggests the need for broader studies. Future research should examine the enrollment gap between girls and boys with both parents deceased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ranju Pandey SETU Nepal, Kathmandu, Nepal"
        },
        {
            "text": "Use of commercial rectal lubricants among MSM: lessons for rectal microbicides Introduction: Research is underway to develop rectal microbicide gels to prevent HIV transmission. We studied the extent and mode of use of commercial sexual lubricants as potential behavioral facilitators for future use of a rectal microbicide. Method: MSM aged 18-30 years who reported condomless receptive anal intercourse (RAI) in the prior year were enrolled in Pittsburgh, PA; Boston, MA; and San Juan, PR, USA, between 12/2010-6/2012. They responded to a Computer Assisted Self Interview on lubricant use during RAI in the prior three months. Results: Participants were 228 MSM with mean 23 years of age. Fifty-eight percent used commercial sexual lubricants always and 37% sometimes. Among the 217 lubricant users, 87% used water-based lubricants; 36% used about two and 35% three teaspoons of lubricant applied around their anus (93%), on partners' penis (84%), and inside the rectum (60%) by both partners (79%) during sex (78%); 47% reapplied lubricant once and 30% twice during RAI. Participants obtained lubricants mainly from pharmacies (51%) and sex shops (25%). A transparent product with no flavor or scent was preferred; 38% preferred it somewhat liquid, 26% somewhat thick, and 26% neither. Asked about the ideal dispenser, 38% preferred a tube like toothpaste, 25% a pump, and 21% a container with pop-up lid; only 13% wanted a single use disposable tube. Conclusion: Although use of rectal lubricants was widespread and frequent among young MSM, use will need to be boosted for a rectal microbicide gel to be effective, as 42% reported using lube less than always. A transparent and flavorless product could have good acceptability, but at least two different viscosities appear necessary. There was very limited interest for lubricants delivered with disposable tubes (as is the case with microbicide gels under study). Lubricant application and reapplication is frequently carried out by both insertive and receptive partners, which may support microbicide use by either.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P65"
        },
        {
            "text": "A methodology for estimating the drug cost of early antiretroviral treatment Methods: To estimate the additional cost of early treatment, we first assumed that the delayed treatment group had been treated for the three years of the study. However, 48% of the delayed group received ART before the study's end, so that portion of the group's time on ART was reduced to 1.5 years. Average wholesale prices in the USA of the 5 recommended ART regimens were discounted by 50% to reflect actual pricing resulting in an average cost of $18,500 (US$) per person per year. The USA cost would be $99,511,500 for the 52% who were treated for 3 years and for the 48% treated for 1.5 years. These data can be used to estimate the cost per 100 patients at various cost and prices by using the formula: Local cost=$99,511,500 (100/2359) × (A/18500) Where A=local drug cost Three year estimates of cost per 100 patients were then calculated for drug costs of $10,000, $5000, $2500, $1000 and $100 per year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P66"
        },
        {
            "text": "Results: The range of 3 year costs/100 patients at $10,000 was $2,280,203; at $5000=$1,140,102; at $2500 patients=$570,051; at $1000=$228,020; at $100=$22,802. Conclusions: Early treatment has considerable cost. Future analyses should consider the costs saved by avoiding serious clinical events, reduction in transmission of HIV from early treatment and issues with long term adherence for those receiving ART at greater than 500 CD4+ count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P66"
        },
        {
            "text": "Economic impact of ARV treatment on persons living with HIV and household members Koami Hodor, Didier Amedegnato Action Contre le Sida ACS, Lome, Togo",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P67"
        },
        {
            "text": "Introduction: Malnutrition in Human Immunodeficiency Virus (HIV)-infected individuals is associated with faster disease progression, higher mortality rates, and suboptimal response to antiretroviral therapy (ART). Due to the fact that HIV infects mainly adults during their sexually active years and is inevitably fatal, its socioeconomic implications for development are immense. In this regard, three kinds of impacts can be distinguished. The first one is the loss of the income and household production of the family member, in particular if he/she is the breadwinner. The second impact is the increase in household expenditure to cover the medical costs. The third impact is the indirect cost resulting from the absenteeism of members of the family from school or work to take care of the patient. Methods: The study was a longitudinal survey among household with persons living with HIV and AIDS and other household from the general population. It involved three phases in five out of the six regions in TOGO. A total of 1170 households consisting of 863 case and 307 control households were interviewed. Results: PLWHA's recorded a mean body mass index of 24.3; that for their family was 23.6 and the control was 23.9. Difficulty in paying for school expenses for their wards was observed in 36.6% (75) case households as compared to 21.3% (13) in control households. Due the difficulty in paying for school expenses by households, children had to miss school because of the inadequacy of resources, 12.3% (25) of children from case households and 7% (5) Results: In total, 25 studies were selected. All studies are recent, being published between 2011 and 2015. There is a general trend among MSM who use meeting applications as a way to reach a rapid and free of prejudices' sexual satisfaction. These men are more likely to engage unprotected anal sex, chemsex and in a series of casual sex partners. There is a low testing prevalence in this population, contrasting with a high exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P67"
        },
        {
            "text": "Conclusions: The use of meeting applications based on geolocation, for MSM increase the exposure of individuals to HIV infection, by enabling these individuals to a quick, casual and without commitment sex, besides having a high rotation of partners. More studies necessary are to elucidate these behaviors in order to enable the preparation of promotion and prevention strategies suited for these individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P67"
        },
        {
            "text": "Evaluation of the efficacy of hepatitis B vaccine in different age groups of vaccinated children in Egypt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P70"
        },
        {
            "text": "Ahmed Mohamed Tammam Abdelgawad, Abdelmoneam Hosni Al-Azhar University, Cairo, Egypt HBV is estimated to have infected 400 million people throughout the world. Infection of infants and young children with hepatitis B virus represents an important health hazard, chronic liver disease and subsequent development of cirrhosis and hepatocellular carcinoma. Hepatitis B vaccine was introduced in Egypt in 1992 as a program of universal immunization in infancy. The immunogenicity and short and medium term protective efficacy of the hepatitis B vaccine have been well documented. However, the duration of protection is still unknown, especially when anti-HBs decline to inadequate or undetectable levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P70"
        },
        {
            "text": "To study the immune response of preschool children and changes in serological anti -HBs after obligatory vaccination series on the immune response also we have conducted this study to evaluate the effect of ALT, AST and serum albumin on antibody response against hepatitis B surface antigen. Ninety selected primary school children in the age of 5-12 years of both sexes who received the HBV vaccine as routine immunization to study the efficacy of HB vaccine. We obtained the following results: The seroprotection rate was 75.6 % in the fully vaccinated children which means that 24.4% of vaccinated children are not protected at the age of 5-12 years. The mean anti-HBs in the vaccinated children was 18.99 mIU/ml. The mean ALT was 17.4 U/l and there was no significant relationship between ALT and HBsAb levels. The mean AST was 35U/l and there was a significant relationship between AST and HBsAb levels. The mean serum albumin was 3.74 Gm/dl and there was no significant relationship between albumin and HBsAb levels (P>0.05). There was no statistical significance between sex and HBsAb, there was statistical significance between age and HBsAb. It is necessary to give a booster dose at school entry age. Additionally, we recommend the need to give a dose of zero to reduce the risk of transmission of the virus from mother to the fetus during the stages of birth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P70"
        },
        {
            "text": "Vaccine Introduction: HCV global sequences have been classified into 7 genotypes and several subtypes and unassigned sequences. Our aim was to perform an in depth analysis of the taxonomic relationships of the unclassified CYHCV025 strain by means of phylogenetic analysis. Materials and methods: Phylogenetic tree reconstructions were performed using maximum-likelihood methods using full-length genomic and partial HCV alignments. P-distances (uncorrected distances) were estimated between complete coding regions using the simple sequence editor (SSE) software. Assessment of possible recombination was performed using the Recombination Detection software (RDP4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P71"
        },
        {
            "text": "Results: Phylogenetic analysis of full-length sequences revealed that CYHCV025 clustered close to the root node of genotype 1, showing distant genetic relationships to all previously classified subtypes and unclassified sequences. Single section analysis using the SSE showed that the distance between the query and all subtypes were much higher than distances within and between subtypes of genotype 1 (P<0.05). Phylogenetic analysis including the 100 BLAST hits and the reference sequences for all subtypes showed that the CYHCV025 strain did not reveal close genetic relationships with any sequences in the alignment, clustering close to the root of the genotype 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P71"
        },
        {
            "text": "Recombination analysis revealed no evidence for intersubtype or genetic mixing between the query and the references from different genotype 1 subtypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P71"
        },
        {
            "text": "Conclusions: Different analyses revealed that CYHCV025 is the most genetically divergent within genotype 1, showing no high-or low-level clustering with any of the previous subtypes or unclassified sequences. Identification of a single lineage within a genotype without any late branching can be explained by 'genetic isolation' until the late stage of HCV epidemic spread. Our analysis brings to attention the unique features of CYHCV025 using current state of the art phylogenetic and genetic distance analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P71"
        },
        {
            "text": "Effectiveness of oral direct antiviral agents against chronic hepatitis C virus infection for HIV/HCV co-infected patients: a success story from a prospective cohort Results: Among 242 UDIs the HCV genotype/subtype was spread as follows: G1a -17.4% (n=42), G1b -40.5% (n=98), G2a -2.5% (n=6), G3a -37.1% (n=90), G4d -0.8% (n=2), CRF 2k/1b -1.7% (n=4). No patient was infected with more than one genotype. Phylogenetic analysis showed multiple introductions of G1a, G1b и G3a into Belarus and that more than 70% of the G1a and G3a circulating in the county is due to domestic spread. Sequences, selected in different parts of the country, form clusters, separated into phylogenetic groups as on the way of infection in particular between the UDIs and different groups, as well as in regions of allocation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P73"
        },
        {
            "text": "Conclusion: The analysis of the genotypic distribution of HCV in the UDIs group revealed significant differences in comparison to other groups of patients. Our findings suggest that genotypes 1a and 3a are the most common ones among UDIs. Among the other groups of patients the main subtype is 1b (59,9% from all patients with HCV). UDIs sequences demonstrated phylogenetic clustering, which can be used for developing a strategy of preventive actions with the goal of reducing the spread of HCV throughout UDIs, as well as for further epidemiological research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P73"
        },
        {
            "text": "Hepatitis as a behavior disease! (HCV) and syphilis in sub-Africa affects the safety of blood for recipients. This study was undertaken with the aim of determining the seroprevalence of HIV, HBV, HCV, syphilis and socio-demographic risk factors associated with blood donation in a regional blood transfusion center in Togo. Methods: Sera samples were screened for hepatitis B surface antigen (HBsAg), antibodies to HCV, HIV types 1 and 2 and to Treponema pallidum using enzyme linked immunosorbent assays and rapid plasma reagin test respectively. All the relative samples for HIV, HBsAg and HCV were confirmed using a second enzyme-linked immunosorbent assays. Antibodies to Treponema pallidum were confirmed with a Treponema pallidum haemagglutination test (TPHA). Results: From the total of 4,615 blood donors in 2010, 1,452 (30.2%) were infected with at least one pathogen and 148 (3.35%) had serological evidence of multiple infections. The overall seroprevalence rate of HIV, HBV, HCV and syphilis was 2,20%, 15,1%, 9,1% and 4%, respectively. Among blood donors with multiples infections, the most common dual or triple combination were HBsAg-HCV (1.40%), HBsAg-syphilis (0.67%) and HBsAg-HCV-syphilis (0.12%).The highest prevalences of HBsAg and HIV were found among blood donors from rural areas and in the age groups of 24-30 years and >40 years old, respectively. Conclusion: HBV and HCV remain the greatest threats to blood safety in Togo. Strict selection and retention of voluntary, non-remunerated low-risk blood donors are recommended to improve blood safety in the regional blood transfusion center of Lomé.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 38,
                    "text": "(HCV)",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 835,
                    "text": "1,452 (30.2%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P75"
        },
        {
            "text": "treatment results are great with high cure rates. We expect to reach at least 90% of cure rates on average in MARPs by the end of the Project. * At the time of abstract development, full treatment data from 2 HCFs was absent and hence they were excluded from the analysis. had participated in an education session, and of the women who had seen the cloth, 100% were able to correctly identify the imagery depicted. 85% of participants wanted more health education sessions to be available on topics including viral infections, reproductive and children's health. Nurses were the preferred source of health related info, although village chiefs and religious leaders were also listed as trusted sources. Conclusions: While vaccination was shown to be desired by this population, education targeting both genders prior to future vaccination campaigns will be crucial since males were identified as primary decision makers. We expect that this program will increase HPV vaccine coverage and could be used as a model prior to the introduction of a HIV vaccine. Background: Severe acute respiratory syndrome coronavirus (SARS-CoV) had an outbreak in 2003. Even though SARS-CoV now remains in the natural bat reservoir, it still has the reemergence threat. Vaccination is a prophylactic strategy for this disease control and prevention. Antibody-dependent enhancement (ADE) is a mechanism by which viruses such as, dengue virus, feline coronavirus, and HIV, as alternative strategies, apply to infect host cells to gain entry into the target cells by taking advantage of anti-viral humoral immune responses. The ADE effect of SARS-CoV infection is controversial. Materials: SARS-CoV TW1 strain (GenBank accession no., AY291451) was obtained from Taiwan CDC and SARS-CoV pseudotyped virus particles harboring the SARS-CoV S protein with HIV core structure virus were constructed for infectivity assay. The anti-SARS CoV infected patient's sera and generated monoclonal and polyclonal antibodies against spike proteins were used for infectivity and neutralization assay. Immunofluorescence staining and transmission electron microscopy observation were performed to assay the viral susceptibility and ADE on HL-CZ cells with SASR-CoV infection in the presence of the different dilutions of anti-sera against SARS-CoV. Results: We found that SARS-CoV uses ADE to enhance its infectivity towards a human promonocyte cell line-HL-CZ. Quantitative-PCR and immunofluorescent staining indicated that SARS-CoV can replicate in HL-CZ and display virus-induced cytopathic effect as well as increased TNF-α, IL-4 and IL-6 two days postinfection. Results from flowcytometry indicate HL-CZ cells express angiotensin converting enzyme 2 (ACE2), a SARS-CoV receptors and higher level of FcrRII receptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P75"
        },
        {
            "text": "Our data demonstrated that higher diluted sera from SARS-CoV infection patients promote SARS-CoV infection and induced higher level of apoptosis. Infectivity assay demonstrated that ADE of SARS-CoV is majorly mediated by diluted antibodies against envelope spikes rather than nucleocapsid proteins. We further generated monoclonal antibodies against spike proteins of SARS-CoV and found that most monoclonal antibodies promote SARS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging infectious diseases"
        },
        {
            "text": "Conclusions: We suggested that antibodies against spike proteins of SARS-CoV may cause ADE effect. This data raises reasonable concern regarding the use of SARS-CoV vaccine and shed light on some roles in SARS pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging infectious diseases"
        },
        {
            "text": "Severe dengue type one outbreak in Taiwan Background: In April 2015, an outbreak of dengue-like illness occurred in Tuparetama, a small city in the northeast region of Brazil; this outbreak was characterized by its fast expansion. An investigation was initiated to identify the viral etiologies and advise the health authorities on implementing control measures to contain the outbreak. This is the first report of this outbreak in the northeast, even though a few cases were documented earlier in a neighboring city. Material and methods: Plasma samples were obtained from 77 suspected dengue patients attending the main hospital in the city. Laboratory assays, such as real-time reverse transcription polymerase chain reaction (RT-PCR), virus cDNA sequencing, and enzyme-linked immunosorbent assay (ELISA), were employed to identify the infecting virus and molecular phylogenetic analysis was performed to define the circulating viral genotypes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 41,
                    "text": "Taiwan",
                    "ref_id": null
                }
            ],
            "section": "P85"
        },
        {
            "text": "Results: Viral nucleic acids or IgM antibodies were detected in 40 of the 77 plasma samples (51.9%). Dengue virus (DENV) was found in 9 patients (11.7%), Zika virus (ZIKV) was found in 31 patients (40.2%), chikungunya (CHIKV) in 1 patient (1.3%), and co-infection of DENV and ZIKV was detected in two patients (2.6%). The phylogenetic analysis of two available partial DENV and 14 ZIK sequences revealed the identities of genotype 1 and the Asiatic lineage, respectively. Conclusion: Consistent with recent reports from the same region, our results showed that the ongoing outbreak is caused by ZIKV, DENV, and CHIKV. This emphasizes the need for a routine and differential diagnosis of arboviruses in patients with dengue-likes illness. Coordinated efforts are necessary to contain the outbreak. Continued surveillance will be important to assess the effectiveness of current and future prevention strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P85"
        },
        {
            "text": "Generation and application of monoclonal and polyclonal antibodies against hemagglutinin of H7N9 avian influenza virus Academia Sinica, Institute of Molecular Biology, Nankang, Taipei, Taiwan A new avian influenza A H7N9 virus has emerged and transmitted to human since 2013. Most H7N9 human infected cases were majorly distributed in China. Envelope hemagglutinin (HA) interacting with host receptors is the first step of influenza infection, which is the target for anti-viral agent development. Baculovirus producing recombinant HA (rHA) proteins have been proved as a good immunogen to induce neutralizing Abs. Monoclonal(mAb) and polyclonal antibodies (poAb) with viral neutralizing capabilities are useful and applicable for H7N9 disease diagnoses and immune therapy. We used baculovirus-insect system to express rHA7 proteins and then generated four mAbs and their recognition epitopes were located on HA1 globular region. ELISA and western blot results indicated that all mAbs and poAbs recognized both denatured and native rHA7 proteins. Flowcytometry and HI indicate that both mAbs and poAbs blocked and neutralized H7N9 pseudotyped or -RG viruses binding to the susceptible cells and further attenuated viral infection. Our generated mAbs and poAbs with viral neutralizing capabilities could be used for immunotherapy, clinical diagnoses and future antiviral drug target selection for avian influenza A H7N9 virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P88"
        },
        {
            "text": "Comparison between modified acid fast stain and antigen detection assay by monoclonal antibody in diagnosis of Cryptosporidium parvum Ibrahim Aly, Rabab Zalat, Gehan El-Enain, Eman Aly Theodor Bilharz Research institute, Cairo, Egypt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P89"
        },
        {
            "text": "Cryptosporidiosis is a common, worldwide gastro-intestinal disease in both animals and man. Morbidity and mortality in immunosuppressed patients are repercussions of the infection, even though it is a self-limiting in immunocompetent hosts. Many diagnostic techniques such as microscopic visualization, immunofluorescence and PCR are used to detect the existence and and the intense of the parasite. However, they are still insufficient for accurate results. Our study aimed to compare between -and evaluate the potentiality of different diagnostic methods applied for the stool samples and including Direct smear, Formalin-Ethyl Acetate Sedimentation Concentration (MIF), staining technique (ZN), and ELISA. In the latter technique, the parasite intact antigen, Cryptosporidium parvum cyst wall, was detected in the diarrhoea by using the specific antimonoclonal antibody (MAb). This research was conducted on a total of 92 patients, amongst them 44 (61.1%), 48 (66.7%) and 52 (72.2%) were positively demonstrated infected with Cryptosporidium using direct smear, MIF and ZN, respectively. The percentage of positivity was the highest (98.1 %) with the MAB. In addition, the specificity assessed by using the MAb was found to be 95 %. Compared to the other techniques, the results obtained in this work using the MAb was the most promising tool for detection of Cryptosporidium parvum cyst in the stool samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P89"
        },
        {
            "text": "Prevalence of congenital cytomegalovirus and Listeria monocytogenes in Tehran province, Iran Nader Shahrokhi, Talayeh Seyed Shakeri Pasteur Institute, Tehran, Iran",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P90"
        },
        {
            "text": "Introduction: Most of the newborn's diseases transfer to them through their mothers. Listeria monocytogenes and cytomegalovirus are the most prevalence infectious agents which transfer from mother to embryo. Listeria can lead to premature birth and even the death of newborn in acute conditions. CMV is the most common cause of congenital infection and leads to abortion. Both microorganisms can cross the placenta and cause clinical signs in embryo and infant. Hence the fast detection of these two microorganism especially in infancy is very important. Materials and methods: Out of 100 infants with clinical signs (under 3 weeks) who referred to Tehran medical centers and were suspected to infection with cytomegalovirus and Listeria monocytogenes, during a one-year period the urine and serum samples were collected. The urine samples were studied for presence of DNA of both microorganisms using PCR method. The presence of CMV-specific IgM and IgG in serum samples were tested according to standard procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P90"
        },
        {
            "text": "Results: Of the 100 infants, 58 cases of CMV DNA and 7 cases of Listeria monocytogenes DNA was excreted in urine. In the total population studied, 20 cases have CMV-IgM titer and all of them excreted CMV DNA through the urine. Of 100 patients, only 59 have CMV-IgG antibody and CMV-DNA was found only in the urine of 19 cases. The CMV DNA was not found in 19 newborns. All patients had clinical signs of preterm infants and respiratory problems (31%) and seizures (24%) were the most common symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P90"
        },
        {
            "text": "The results show that serological marker (IgM and IgG titer) are not adequate, especially in infants may be not sensitive and specific. In particular, molecular detection methods for the detection of viral DNA by PCR can be effective as soon as the first few days. Also our finding shown that fast and accurate diagnosis of these microorganisms in symptomatic newborns, immediately after delivery is necessary for treatment and preventing post infection problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "A new generic real-time PCR kit for human leptospirosis diagnosis from simian plasma scoring culture-positive with human PBMC, CXCR4+ (H9) and CCR5+ (U87) T cell lines indicated dual tropism of the lentiviruses. Transmission electron micrographs yielded evidence of morphology reminiscent of a lentivirus. Mitochondrial DNA analyses confirmed the simian species of origin. Crucially, amplification of Alu-LTR repeats confirmed provirus integration into the monkey genome. Results: Despite low viral load by qRT-PCR, sequencing of genes from viral genomic regions revealed unexpected homology with north Indian Subtype B HIV-1, rather than any known SIV. Analyses of nef, vif and partial env sequences revealed several polymorphisms. Vif and Nef sequences were truncated, a likely cause for the low viral load. SPRY domain of TRIM5 alpha of the wild rhesus monkeys was identical to that of captive rhesus macaques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P91"
        },
        {
            "text": "Conclusions: Instead of bona fide macaque or langur lentivirus, the data suggest reverse transmission of subtype B HIV-1 from humans to simians, likely due to aggressive monkey bites followed by adaptation in the simians. The novel lentiviruses have the potential use as important cell based models to investigate HIV-1 infection and pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P91"
        },
        {
            "text": "Costs of treating tuberculosis patients and families Results: Information concerning income and reduction in the budget of the patients and families to carry out the treatment were: 50% have monthly individual income below $32.5 and 50% had decreased income during the treatment, and 77.3% reported the decrease was attributed to TB. With respect to family income, 45.4% have income greater than US$389.6; in 65.9% of cases there was no decrease in income; 34.1% were reduced and of these, 86.7% reduction was attributed to TB. They were unemployed at the time of the interview 54.5%, and in 50% of cases the reason was illness. The median direct cost to the patients were US$33.8, the indirect cost to patients and families was $543.9, resulting in a total cost of US$662.8. Conclusion: Additional costs and impact on the budget, both patients and their families, are high during TB treatment. This is a factor that should be considered when developing the disease control strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P93"
        },
        {
            "text": "Economic analysis of tuberculosis control program: difficulties found in a real situation Health technologies have been a cause for concern among managers, as they tend to incur high costs. The lack of knowledge about costs and effectiveness in health has meant that economic assessment studies have become essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P94"
        },
        {
            "text": "Objective: To describe the difficulties in the application of methods for the analysis of costs in a real situation within Tuberculosis Control Program (TCP) in the city of Ribeirão Preto, State of São Paulo, Brazil. Methods: this is an exploratory, descriptive, epidemiological study based on survey and data collection. Data were collected from medical files and interviews with health professionals of the TCP for the estimate of direct medical costs; and from interviews with patients with tuberculosis (TB) for the estimate of indirect and direct nonmedical costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P94"
        },
        {
            "text": "Results: Several variables were noted to hinder the operationalization of the study, such as the data collection (from medical files, interviews with patients and health professionals). The difficulty factors observed included: a) structure and organization of TCP: insufficient physical infrastructure and human resources; information deficit; lack of data related to costs of TB treatment. b) health professionals: difficulties related to collaboration with the investigators and acceptance to carry out the field research; work overload; medical forms filled out incorrectly. c) location of patients' homes: difficult access; high risk areas -drug trafficking. d) patients: absences of patients at home for the interview that had to be carried out during weekends and holidays; failure to attend the doctor's visits in health service departments; lack of communication (admissions into hospitals, institutions for drug abuse treatment and prison system).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P94"
        },
        {
            "text": "Conclusion: It is a great challenge to carry out a research on assessment of health technology in Brazil due to the low quality of the data registry and information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P94"
        },
        {
            "text": "Directly observed treatment of tuberculosis: direct medical costs for the Brazilian health system Tuberculosis (TB) is very common and prevalent in Brazil. The estimate of costs was used due to the need to carry out research related to economic assessment in the Brazilian health system. Objective: To estimate direct medical costs for the treatment of TB in the public health system, addressing the strategies of directly observed treatment (DOT) and self-managed treatment (SMT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P95"
        },
        {
            "text": "Methods: This is a descriptive, epidemiological and analytical study, based on survey and cost estimates. The convenience sampling included all the patients registered in the period from 2010 to 2012 in the Health Center of Ribeirão Preto Medical School, University of São Paulo (USP), Brazil. The data were obtained from: a) medical files (medication, exams and visits); b) interviews with health professionals of the Tuberculosis Control Program (TCP) (physicians, nurses, nursing assistants); c) interviews with professionals who monitored the medication use in the patients' homes (drivers, sanitary visitors), including the resources used to make feasible the visit for the DOT (fuel). Results: Table P95 .1 shows the distributed costs for both treatment strategies -DOT and SMT. Patients in the DOT strategy resulted in an average cost of US$ 572.61, and those in the SMT strategy in US$ 360.26 since the beginning of the treatment and follow-up of the disease until the discharge. The rate of treatment interruption for the patients in DOT situation was very similar to the rate for patients in SMT situation, that is, 0.82 and 0.87, respectively. The estimated ratio between the costs and the end of treatment/cure was US$ 701.73 to treat one case in DOT strategy, and US$ 411.72 to treat one case in SMT strategy. Conclusion: Monitoring the intake of TB medication carried out at the patients' homes in DOT strategy generates high costs for the health system; however, whether this treatment strategy is cost-effective depends on additional studies of health technology assessment. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 700,
                    "end": 709,
                    "text": "Table P95",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "P95"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "000 people live with HBV (PLHBV) and 232,000 with HCV (PLHCV)",
            "authors": [],
            "year": 2015,
            "venue": "Data from French national helpline on hepatitis",
            "volume": "281",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hépatites Info Service is the French hepatitis free and anonymous helpline",
            "authors": [],
            "year": null,
            "venue": "Data were analyzed with Modalisa",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vaccine is a specific HBV issue. PLHCV mention more often than PLHBV treatment (58.3% vs 44.0%) and legal/social aspects (14.5% vs 8.8%). In 2015, the HCV new drug brought some hope, but callers express angriness about cost and conditions of access. Treatment is the main issue for both hepatitis (54.6%): drugs (68.1%), medical examinations (28.6%), treatment personal experience (11.9%) and side effects (11.2%). 31.0% of counselling sessions point out psychological concerns",
            "authors": [],
            "year": null,
            "venue": "1% hepatitis infected callers are males. They are younger than female callers: mean age 47.5 years vs 50.5 for PLHCV and 38 years vs 41.5 for PLHBV. 50.4% of infected callers live with HCV and 29.6% with HBV. 16.0% live with two pathologies among HCV",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "People living with hepatitis face many other concerns that are unrecognized and disregarded. A study focusing on these specific difficulties and their impact on quality of life could be a first step in order to bring answers fitting",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "overall 320 patients were enrolled of them 77% were PWID. The following cohort of patients was analyzed: in 9 HCFs* overall 206 patients were enrolled, of them 96% (N=198) were HIV+, 38% (N=79) had fibrosis 2, genotype 1 and 3 were the most common -45 and 46% correspondingly (N=94 and N=95), treatment regimen sofosbuvir + ribavirin + Peg-IFN during 12 weeks was used in 71% (N=146) of patients. 151 patients underwent W4 RNA testing and in 90% (N=136) HCV RNA virus was undetectable. 103 patients underwent W12 RNA testing and in 99% (N=102) HCV RNA virus was undetectable. As of December 31, 2015 information about cure rates is available for 18 patients only, and it made 83% (N=15), based on HCV RNA testing 12 weeks after the end of treatment",
            "authors": [
                {
                    "first": "Sergiy",
                    "middle": [],
                    "last": "Filippovych",
                    "suffix": ""
                },
                {
                    "first": "Ganna",
                    "middle": [],
                    "last": "Yeromina",
                    "suffix": ""
                },
                {
                    "first": "Olga",
                    "middle": [],
                    "last": "Burgay",
                    "suffix": ""
                },
                {
                    "first": "Tetyana",
                    "middle": [],
                    "last": "Barnard",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ukraine the approximate HCV infection rate among the population is 3% or about 1,170,000 persons. However, based on the selective monitoring results among the most-at-risk populations (MARPs)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Other 15 EC samples were used for comparison. CD4, viral load (VL) and immune activation were recorded. Phenotypic CD45RO/CCR7) and functional markers (cytokines/CD107) were evaluated to characterize HIV-specific CTL quality. Gp120-specific IgG/IgA levels were assessed. Non-parametric statistics were used. Results: A male HIV+ EC (median CD4-counts=702 cell/?l (574-1161), VL<50 copies/ml and HAART-naïve over 10 years), was confirmed for CHIKV infection. At S1, his CD4-count dropped to 211 cells/?l, presented a blip of HIV VL (145 copies/ml) and high immune activation. All parameters were recovered by S3. Polyfunctionality was dramatically distorted in S1 and S2 presenting higher % monofunctional CD107+ HIV-specific CTLs (P<0.005 and P<0.01) and lower percentage of bi-and tri-functional CTLs (P<0.002 and P<0.009), compared to the EC control group. Also, higher percentage of fully differentiated HIV-specific CTLs was observed (P<0.01). In contrast, the %Naïve-CTLs decreased (P<0.008). Polyfunctionality showed an ongoing recovery by S3, presenting decreased of %CD107+ CTLs and increased bi-functional (CD107+/IFN-?+) CTLs",
            "authors": [],
            "year": null,
            "venue": "Juan A. Fernandez Hospital, Department of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Steadily high gain of new cases of HIV infection is observed in Belarus in the present. For January first, 2016 19827 HIV/AIDS cases (whereas for January 1, 2015 17522 HIV-positive patients) are officially registered in the country. Thus, 2305 new HIV/AIDS cases during 2015 are diagnosed in Belarus. Materials and methods: EIA, RT-PCR. Nested PCR of gag, env HIV-1, as well as pol regions carried out on Veriti Thermal Cycler, 'Applied Biosystems', USA. The analysis of the received fragments has been done with use of the Sequencing Analysis v5.1.1, SeqScape v.2.6, BioEdit software programs. Phylogenetic trees built with MEGA6 program application (neighbor-joining method). Results: 303 (168 from males, and 135 from females, including from 52 children -29 boys and 23 girls, age: 1-14 years) blood serum/plasma specimens on a pol gene were sequenced. The age of patients fluctuated from 1 year to 84 years. From Minsk there were 71 samples of blood serum/plasma (43 men and 28 women, middle age 32.3±8.2 and 28.4±9.3 years, respectively), from the Minsk region −112 (69-32.6±9.1 and 43, −26.5±10.4), from Gomel -48 (19-29.9±9.1 and 29-31.4±7.6), from Vitebsk -13 (10-33.8±14.0 and 3-53.3±21.1), from Brest -43 (25-33.2±9.2 and 18-29.5±7.0), from Mogilyov -16 (7-28.1±9.8 and 9-39.1±9.5), from Grodno -17 (10-34.4±6.3 and 34.3±4.0)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "sub-District, NW Province, Pretoria, South AfricaIntroduction: Despite on-going and marked effort being made in South Africa in the reduction of new HIV infections amongst children, HIV/AIDS-related conditions still remain a major cause of under-5 children deaths. One of these efforts, aimed at reducing the number of HIV-infected babies born to HIV-positive mothers, and prevention mother-to-child transmission program was implemented at ANC clinic, Mogwase Health Center. Method and materials: This abstract analyses the causes of HIV infection in babies born to HIV-positive mothers for the January 2010 to December 2015 period. Within this period 1,169 booked HIVpositive pregnant women were counselled on safe infant feeding practices and 1,026 (87.8%) of them were initiated on antiretroviral therapy. Out of 1068 HIV-exposed babies born at the clinic, 1,066 (99.8%) received nevirapine prophylaxis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "In Senegal, the program of Prevention of Transmission mother-child is crossed to the ladder since 2005. The first valuation of the rate of transmission mother-child was made in 2011 with a 4.2 % rate in 2010. The Ministry of Health of the Senegal across Direction to faith against AIDS implemented of numerous interventions like: Option B+, task shifting at peripheral level and elaboration and implementation of regional plans of eTMC. In 2015, another valuation of impact was done.Method: It is about an exhaustive inquiry into the children born in HIV positive mother, between the 1st of January 2011 and the 31st of December 2014 in health facilities in the 14 regions of the Senegal. An active research of loss to follow up conducted in the regions to identified additional statutes of about 600 children represented let be 33 %. This allowed a significant discount among children without serological status ameliorating the validity of the study. This active research was supplemented by the use of database of the laboratory of bacteriology virology and also database of the division to faith against AIDS and the sexually transmissible infections. The results of the inquiry of 2015 were compared with those of the 2011 with the aid of the test of khi2. Results: The period of study was from 2011 till 2014. It concerned 2,730 children born in HIV positive mother. The rate of transmission was calculated according to several hypotheses. The analysis of results at the children shows a rate in 3.1 % in 2014. Conclusion: the evaluation of the program PMTCT showed a discount of the rate of 4.2% transmission in 2010 in 3.1 % in 2014. However, the precocious determination of virology status by children always poses problem. The installation of a circuit of transportation of samples and back from results constitutes a major challenge for the program.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ouyahia, M. Rais, A. Gasmi, W. Guenif, A. Lachehe Faculty of Medicine, Infectious Diseases, Setif, Algeria",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Tollinchi, C. Compagnon, C. Dhiver, T. Gamby, S. Occhipinti, A. Mohamed, A. Burney, C. Chappe, P. Tomao, J. Vidal, J.-P. Arnal, S. Benhaim, D. Heckenroth, R. Rosario, S. Roche, N. Quiles Saint Joseph Hospital, Marseille, France The recommendations of the Expert Group on the Medical Care of People living with HIV (2013 report) highlight the interest of conducting annual synthesis reports. Circular No. DHOS/M2A/DGS/R12/2007/415 of 19 November 2007 allows carrying out this synthesis as part of hospital day care. The current evolution of HIV infection toward chronicity, the frequency of co-morbidities and co-infections along with population aging, encourage practitioners to provide their patients with personalized and regularly revised care protocols. This assessment should not only focus on the medical validation of the patient's health status (through clinical and laboratory tests, specialized consultations and additional examinations) but also on the achievement of an educational, dietary, psychological and social assessment. The hospital practice time offers the opportunity to include patients in clinical research protocols. We present the 8-year experience (2008-2015) of medical annual synthesis reports performed in the Dermatology department of Saint Joseph Hospital in Marseille, France.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Median T cell counts and ratios P35 Cardiovascular risk and its association with demographic, clinical and psychosocial variables in people living with HIV/AIDS Elizabete Santos Melo, Marcela Antonini, Jaqueline Scaramuza Foresto, Giselle Juliana De Jesus, Elucir Gir, Renata Karina Reis University of Sao Paulo, Sao Paulo, Brazil",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Conclusion: Formation of esophagomediastinal-tracheal/bronchial fistulas is a common complication of tuberculosis of intrathoracic lymph nodes in patients with HIV/M.tuberculosis co-infection. Stenting of esophagus is the effective method of treatment for patients with esophagomediastinal-tracheal/bronchial fistula. This method allows to separate an esophagus and tracheobronchial tree, reduces the risk of development of aspiration pneumonia, and eliminates need of a gastrostomy and esophagostomy. The quality of life of the patients increases, they have possibility of oral administration of TB drugs and HIV therapies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Conclusions: For HIV-positive men, the consequences of ARV diversion include HIV treatment failure and lack of viral suppression. ARV diversion may also increase the risk of HIV transmissibility and the possible development of ARV-resistant strains of HIV. MSM using diverted ARVs for HIV prevention without proper medical supervision may be putting themselves at risk for HIV infection. P63 Gaps in care coordination across the treatment cascade for HIV and addiction services Hospital, Department of Medicine, Division of General Internal Medicine Research, Providence, Rhode Island, USA, 3 Brown University School of Public Health Center for Alcohol and Addiction Studies, Department of Behavioral and Social Sciences, Providence, Rhode Island, USA Introduction: Among people living with HIV, people who use drugs (PWUD) exhibit the highest rates of poor adherence and more rapid disease progression. Challenges in linkage and retention to care are often a consequence of multiple syndemics experienced by this population which impede their ability to navigate the healthcare system. The aim of this qualitative study was to develop a conceptual model identifying gaps in care coordination along the treatment cascade for HIV-infected PWUD. Methods: Individual interviews (IDIs) were conducted with N=29 treatment providers [(n=16) HIV; (n=13) SU] fall of 2015.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1. Main characteristics of PLHIV by French overseas territory",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Multivariable linear regression models for factors associated with MOS scores in the HIV+ group (adjusted for age, gender, ethnicity and BMI)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "μM). (Férir et al., 3013). LabyA1 inhibited viral cell-cell transmission between HIV-infected and uninfected CD4+ T-cells and transmission of HIV captured by DC-SIGN+-cells to uninfected CD4+ T-cells. Cellular and virus binding studies combined with flow cytometry/FLIPR technology suggested that LabyA1 interacted with an early step of viral entry, but not directly with the HIV cellular receptors.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Background: The persistence of integrated HIV DNA within reservoir cells contributes to our inability to achieve viral eradication in infected individuals. At the same time, drug resistance against dolutegravir (DTG)-containing first-line regimens has not yet been observed. We have hypothesized that this is attributable to the fact that the mutations that are selected by DTG at positions R263K and/or H51Y diminish viral replication capacity by as much as 80%. Treatment failure in treatment-experienced, integrase inhibitor-naïve individuals treated with (DTG) is commonly associated with the R263K mutation and the resultant plasma viral loads are usually lower than observed with regimens that do not contain DTG. R263K confers low-level resistance against DTG and also decreases both viral replication capacity and viral integrase activity in short-term infectivity assays. Now, we sought to determine the effect of R263K and/or H51Y on integration over multiple rounds of infection. Methods: We measured HIV integration by Alu-mediated QPCR over 5 weeks of infection of Jurkat cells with WT, R263K and H51Y/R263K viruses. Levels of integration were measured weekly relative to WT virus. Results: The R263K/H51Y substitutions impaired the formation of newly integrated HIV DNA over multiple rounds of infection, beginning with impairments of about 30% in an initial round and declining to <10% when the progeny of the initial infection was used to initiate infection in subsequent rounds. Less impairment was noted if only R263K was present, consistent with the notion that selection of a second mutation at H51Y acts to further impair viral replication rather than acting as a compensatory mutation as is true for other drugs. Conclusions: Our study explains the absence of drug resistance to DTG in first-line therapy and raises the possibility that the presence of the R263KH51Y substitutions might result in fewer cells that contain integrated DNA and a smaller viral reservoir. Studies to confirm this hypothesis using clinical samples are in progress. ≥50% of the viruses tested. Improvement in neutralization breadth and potency was observed with time. At baseline Subtype-C specific neutralization predominated; interestingly follow up samples showed cross neutralizing activity. N332A dependence was absent while AIIMS_329 and AIIMS_330 showed N160K dependence, suggesting the presence of V1/V2 directed neutralizing antibodies. CD4bs specific antibodies were found in AIIMS_523 which improved with time. RSC3 depleted flow through of AIIMS_523 plasma exhibited >50%ID50 decrease in neutralization capacity against four pseudoviruses. Semen-originated anti-HIV specific antibodies (IgG and IgA) are able to cross a tight genital epithelium. This observation contrasts with the suggested role of anti-HIV IgA on the inhibition of viral transcytosis but confirms recent data reporting that anti-HIV-IgG may facilitate free-particles transcytosis and therefore enhance the risk of HIV contamination by sexual route.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Background: The gap between those who know their HIV status and those who do not know their status has consequences for public health efforts to address the HIV epidemic. Those who are infected with HIV and who do not know their status, do not get linked to treatment, care and support services. This study examines the determinants and practices of HIV testing among youth and adults in South Africa.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Aim: The objective of this work is to present the clinical and laboratory features of 10 newborns, born to HIV-infected mothers who did not receive antiretroviral therapy during their pregnancy. Aggravating the condition of the newborn, risk factors by their mothers, are co-infected with hepatotropic viruses (HCV, HBV) and drug use.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "IRIS and 48.4% (15/31) of U-IRIS had a full body scan. 31.4% (11/35) of P-IRIS and 25.8% (8/31) of U-IRIS had a bronchial fibroscopy and wash. 22.8% (8/35) of P-IRIS and 35.5% (8/31) of U-IRIS had a node biopsy. 6% (2/35) of P-IRIS and 3.2% (1/31) of U-IRIS had a PET scan. ARV was discontinued in 4 cases (3 of P-IRIS, 1 of A-IRIS). Corticoids were used in 57% (20/35) of P-IRIS and in 19.3% (6/31) of U-IRIS. Doses varied from 0.5 mg/kg/day to 2 mg/kg/day and mean duration was 3.4 months (extreme: 7-278 days). Evolution was favorable in 93 % (58/62): 4 patients died in six months, 7 patients were lost to follow up. Conclusion: Paradoxical IRIS appears as frequently as that of the unmasking type. Invasive explorations were frequent. Corticoids were used in more than half the patients with paradoxical form. A great lack of consistency appears in indication, posology and duration.Improving retention in care for HIV+ female sex workers. East Central Uganda of reproductive age who are not sex workers. Despite the scarily situation, there is a disjointed programming to ensure HIV+ FSWs already on treatment are retained in care. John Snow Inc and Bantwana Initiatives Inc implemented Strengthening TB and HIV&AIDS responses in East Uganda (STAR-EC) project to increase access to, coverage of, and utilization of TB and HIV&AIDS services in the East central region. Key priority areas of the project were key population (FSWs) programming with focus to integrate innovative interventions to improve their retention in care and treatment. Materials and methods: STAR-EC/Bantwana initiatives supported HIV+ FSWs from 10 hotspots to form psychosocial support groups of 10-25 membership. Ten (10) groups were formed with a total of 170 FSWs. Groups selected their leaders/contact persons who were tasked to liaise with health workers (H/Ws) to ensure HIV services were provided. Two (2) members of each group were trained as peers/buddies to provide peer to peer support, condom distribution, maintaining a register of new recruits and those who move from one hot spot to another. Peers mobilized fellows for health services, monthly adherence meetings and liaised with H/Ws in cases of stock outs of condoms. They conducted follow up of FSWs who missed clinic appointments and tracked self transfers from one hotspot to another. Additionally, orientations of H/Ws on FSWs' friendly services were conducted. Health facilities identified specific days/or time of the day convenient for FSWs at each facility to access friendly services. Focal point persons at health facilities were identified to work hand in hand with the peers identified from the community. Results: For the time period July to December 2015, the program cumulatively tested 208 HIV+ FSWs, of whom 202 (97%) were linked on ART. Monthly follow ups were done and by end December 2015, 139 (69%) FSW had attended all the six months, 56 (28%) skipped a month of treatment, 5 transferred out, 1 died and only 1 was a lost to follow up patient. Meaningful involvement of FSWs as peers/buddies in health services delivery improves retention of HIV+ FSWs. Direct linkage of community service provider to H/Ws improves collaboration and better retention results for HIV positive clients. On the other hand, high illiteracy levels, stigma and the mobility nature of FSWs' work, make programming a bit more demanding. Conclusion: The model of involving HIV+ female sex workers as peers in the management of their health and health of their fellows can be adopted by health programs targeting key populations with minimal additional resources. Peer support programs even for key populations are vital to improve quality of life.Aim: Premature T cell senescence is observed in cART-naive HIVinfected patients. We evaluated the impact of cART on senescent CD8+ T cells in patients receiving a first-line cART. Materials and methods: A longitudinal substudy nested on the multicentric ANRS-EP45 Aging Study that investigates the cellular mechanisms leading to aging in HIV1-infected patients. Proportion of senescent CD28-, CD57+ and CD28-CD57+ CD8+ T cell subpopulations, total CD8+ and CD4+ cell counts and CD4:CD8 ratio were assessed by flow cytometry from cryopreserved PBMC at Baseline(BL) and after 12m(M12) follow-up. Variations(DeltaM12-BL) of these subpopulations were compared between BL/M12 and between patient groups. HIV-VL was measured by RT-PCR. Results: 28 naive pts (group A) and 59 pts receiving first-line cART (group B) had median age 41y and 45y, and HIV follow-up of 4.4y and 6.2y, respectively. Median cART exposure was 3.9y, 42.4% received 2NRTI+1NNRTI, 37.3% 2NRTI+1r/PI and 20.3% 3NRTI, 95% had",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Change vs BL by group : * P=0.01; ** P<0.0001; † P=0.001; ‡ P=10 −3 ‡ ‡ P=0.002.HIV-VL <40cp/mL. Negative correlations between CD4:CD8 ratio and % of all senescent cells (CD8+CD28-) and late senescent cells (CD8+CD57+ and CD28-CD57+/CD28-) were observed in group B at BL (r=-0.35, P=0.006; r=-0.47, P=0.0002; r=-0.40, P=0.0015, respectively). Groups differed on %CD8+CD28-(higher in A; P<0.0001) and %CD28-CD57+/CD28-higher in B; P<0.0001;Table P38.1). These differences persisted at M12, CD8+CD28-cells raised significantly in both groups, while CD28-CD57+/CD28increased in A and decreased in B. At M12, CD28-CD57+ and Prevalence and course of senescent CD8+ cells varied according to cART status and regimen. cART, mostly 2NRTI+1NNRTI, appeared to limit progression of CD8+ cell senescence in both differentiation and extent.Tobacco smoking contributes to neutrophil activation in people living with HIV: the ACTIVIH study Pierre Corbeau, Edouard Tuaillon, Vincent Le Moing, Eric Delaporte, Jean-François Eliaou, Jacques Reynes, Christina Psomas University Hospital of Montpellier, France",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Matilda Chelimo Saina, Xiuqiong Bi, Raphael Lihana, Raphael Lwembe, Azumi Ishizaki, Annie Panikulam, Rachel Musoke, Mary Owens, Elijah Maritim Songok, Hiroshi Ichimura Kanazawa University Graduate School of Advanced Preventive Medical Sciences, Kanazawa, Japan Introduction: Disease progression varies among HIV-1-infected individuals. The present study aimed to explore possible viral and host factors affecting disease progression in HIV-1-infected children. Methods: Since 2000, 102 HIV-1 vertically infected children have been followed-up in Kenya.Here we studied 29 children (15 male/14 female) who started antiretroviral treatment at <5 years of age (rapid progressors; RP), and 32 (17 male/15 female) who started at >10 years of age (slow progressors; SP). Sequence variations in the HIV-1 gag and nef genes and the MHC-I-related epitopes were compared between the two groups. Results: Based on nef sequences, HIV-1 subtypes A1/D were detected in 62.5%/12.5% of RP and 66.7%/20% of SP, with no significant difference in subtype distribution between groups (P=0.8).",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "National Center of Infectious and Parasitic Diseases, Sofia, Bulgaria, 2 Specialized Hospital for Active Treatment of Infectious and Parasitic Diseases 'Professor Ivan Kirov', Sofia, Bulgaria Introduction: HCV co-infection significantly changes the prognosis of HIV+ patients though the underlying mechanisms remain unveiled. Both viruses elicit inefficient T cell response in the presence of CD4+FoxP3+ CD25hiT regulatory cells (Treg) with perturbed homeostatic function. Treg accelerate liver fibrosis, and CD39+Treg were associated with unfavorable prognosis in HBV and HIV infection. We evaluated the impact of HCV co-infection on the differentiation of Treg in HIV+ patients with virologic response to cART. Patients and methods: Blood samples from HIV+ (n=22,A) and HCV+HIV+ (n=22,B) patients were studied before and 6 months after the start of cART. CD45RA/CCR7/FoxP3/CD39-defined Treg and conventional T (Tcon) subsets, and CD38 molecules (CD38ABC) onFigure P39.1. Neutrophil CD64 surface expression in smokers and nonsmokers CD38 ABC 3819 vs 5249); P>0.05 for all. After 6 mo of cART,CD4 activation persisted only in gr.B (4070, P>0.05). It was combined with differentiation of con CD4 T (RA+R7/RA-R7-ratio 8.9 vs 2.3 at baseline; P<0.05), and domination of effector (RA-Foxp3hi) over resting (RA+FoxP3lo) Treg, (48% vs 15% P<0.01). Gr.A Treg were mainly of non-suppressive (RA-FoxP3lo/neg) phenotype (47% vs 29% eTreg, 24% nTreg, P<0.05). Gr.B was also distinguished by important share of CD39+Treg (42% vs 15% for A; P<0.05), and increase of exhausted CD39+ Tcon (9.2 vs 3.9 for A, P<0.05). Conclusions: In HIV/HCV co-infection, successful cART restores anti-HCV T-cell response together with induction and differentiation of potent Treg. Thus, the additional immune activation mediated by HCV may enhance the exhaustion of viral-specific T cells while increasing the risk of liver damage. Our results underline the importance of simultaneous HIV-and HCV-specific treatment for the co-infected.Influence of microbial translocation and inflammation on CD8 T-cell elevation in primary HIV-1 infectionIntroduction: CD4 T-cell depletion and chronic immune activation are the hallmark of HIV infection. Recently CD8 T cell elevation has been independently linked with non-AIDS events in chronically infected patients treated with antiretroviral therapy (ART). We have previously shown the contribution of early initiation of ART in reduction in CD8 T cell counts. Here, we assessed the association of microbial translocation and inflammatory cytokines with CD8 T cell elevation in the primary HIV-infected patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Conclusion: HPP who developed cancer had more advanced immunodeficiency. The most frequent malignancy was Kaposi sarcoma. Prognosis after diagnosis of malignancy, in particular NADCs is poor. that can give rise to these symptoms. Physical examination of patients is often non-revealing and laboratory test results may be delayed. CT has a more important role in the evaluation of abdominal symptoms in patients with AIDS and frequently used to elucidate the cause of these symptoms. In AIDS, a reduction in the number of CD4 lymphocytes results in immunosuppression and exposes individuals to opportunistic infections. The CD4 count is a",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "In Algeria, the VL is uncommon infection in HIV patients, but in Kabylia is not the case. The clinic presentation is similar to the one in non-HIV patients, except in the number of relapses. 5 of the patient co-infected were on antiretroviral treatment when the VL occurred and 4 VL reveals the HIV infection. Conclusion: This last decade the association visceral leishmaniasis and HIV is often brought back on the borders of the Mediterranean. In Algeria, VL is a problem of public health. And the incidence of the co-infection is not established with accuracy. Kabylia endemic region for the visceral leishmaniasis sees the number of adult cases of co-infection progress.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "tropic HIV at 1x10ˆ5 TCIU. No observed infection for at least three weeks in PrEP treated huBLT mice but it was observed in the negative control group (n=4) three days after inoculation. HIV dissemination was observed in only two of the four PrEP-treated huBLT mice three weeks post inoculation. The onset of HIV dissemination was visualized and quantified for the spatio-temporally. In conclusion, single PrEP dosage without supporting ART afterward is not sufficient to block HIV infection completely. The profiles of TDR were evaluated using the updated WHO TDR mutation list and subtype identified by phylogenetic analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Socio-demographic, epidemiological and clinical details were collected every three months of the follow-up period. Kaplan Meier and Cox proportional hazards methods were used to analyze the effect of late reporting on mortality.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Aim: This study was conducted within the framework of the National Program of the Fight against HIV and AIDS. Its aim was to assess the impact of HIV infection on the hospital system in Cameroon. This study identified among others, the prevalence of HIV among hospital staff in public and private health facilities as well as their behavior. In the traditional and religious settings of Saudi Arabia as well as other countries, taboo and stigma attached to AIDS has been suggested an important barrier preventing people from accepting HIV/AIDS health services. The aim of the study is to examine attitudes towards HIV testing among university students aged between 17-25 years in Saudi Arabia.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "These results highlight the need to enhance routine diagnostic facilities for hepatitis viruses in DRC. This study documented for the first time the co-infection of HBV and HDV in the country.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Other sexually transmitted diseasesSystematic genital and extra genital screening of Chlamydia trachomatis (CT) on 1545 asymptomatic MSM patients in the STD centers of Bouches-du-Rhône, France CIDAG-CIDDIST des Bouches-du-Rhône, Marseille, France, Laboratory of Bouches-du-Rhône, Marseille, France Aim: The chief aim of this retrospective study was to estimate the prevalence of pharyngeal, rectal and urine Chlamydia trachomatis (CT) infection among asymptomatic men who have sex with men (MSM) consulting in the STD centers of Bouches-du-Rhône through screening report, to estimate the frequency of L strains in rectal localizations and the associated STI frequency. Materials and methods: This retrospective study took place from 2014 to 2015. A systematic pharyngeal, rectal and urine CT infection with a nucleic acid amplification test (NAAT) was proposed once a year to every asymptomatic MSM received. Only the ones who have been tested on the three localizations were selected, that meant 1545 persons. The bacterial strain rectal identification concerning CT infection was done in the CNR of Bordeaux. Besides, every participant underwent both blood test for HIV and screening for STIs and syphilis. Results: Within the 1545 patients selected, 180 were CT infected on at least a localization, that is to say 11,65 %. Prevalence of CT was 9,19 % in rectal, 1,87 % in pharyngeal and 2,39 % in urines. Within the 142 patients presenting a rectal localization CT, a typage found 11 L strains. On the 180 CT positives patients, 42 of them presented at least an associated STI, that's to say 22,77 %. Most often, it was Neisseria gonorrhoeae (NG) infection (12,77 %), syphilis (8,33 %) or HIV positivity (4,44 %). Discussion: The isolated urinary screening, much more rarely positive, appeared insufficient. The rectal localization portage is the most frequent. The typage found an asymptomatic L strain on 11 patients which arises the issue of the lack of clinical signs for this infection that is subject to a strong epidemic rebound. The frequency of an associated STI confirmed the importance of a complete screening. Conclusion: These results could encourage to evaluate a systematic CT and NG screening towards the asymptomatics MSM, and to adapt the French regulation.Development of community-led education interventions for human papillomavirus vaccination as a model for future HIV vaccination campaigns cancer (CC) as well as willingness to be vaccinated for HPV in Bamako, Mali. By developing and testing a model for community-led education, GAIA hypothesizes that both the HPV and future HIV vaccine will have higher completion rates and coverage. Materials and methods: Beginning in April 2015, GAIA launched a 6-month campaign using a West African-style printed cloth to illustrate the connection between HPV and CC during education sessions in 4 neighborhoods and 5 clinics. Radio programs were broadcast throughout the city. A questionnaire was proposed to 317 women seeking CC screening at any of the 5 clinics to determine effectiveness of each communication method on knowledge about HPV and CC, as well as willingness to include adolescents in an HPV vaccination program. Results: Only 13% of the 317 women who responded to the questionnaire knew what HPV was, but 70% had heard of CC. 86% wanted the vaccine to be available in Mali, and 84% wanted their child vaccinated, although 45% said they would call their husbands to gain consent. 42%",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "P82Modification of the HIV-specific CD8+ T-cell responses in an elite controller after Chikungunya virus infection Zika and Chikungunya detection in a multiplex NAT assay Patrícia Alvarez 1 , Elisabete Andrade 1 , Daniele Rocha 1 , Marcela Fontana 1 , Marisa Ribeiro 1 , Elaine Costa 1 , Daniela T. Godoy 1 , Antonio G.P. Ferreira 2 LATED/VDTEC, Bio-Manguinhos, Fiocruz, Rio de Janeiro, Brazil, GPRED/VDTEC, Bio-Manguinhos, Fiocruz, Rio de Janeiro, Brazil Introduction: Zika and Chikungunya virus cause a variety of clinical syndromes, with similar symptoms. As the doctor is increasingly faced with these diseases, the differential diagnosis is becoming of greater importance. Laboratory diagnosis play an important role in ongoingFigure P81.1. Reasons for women coming for cervical cancer screeningeffects to build upon our understanding of the epidemiology and overall the medical importance of arboviruses. Materials and methods: A multiplex one-step real-time PCR discriminatory for Zika and Chikungunya, with an internal control (IC), was standardized with virus culture. To assess the performance of our assay, it was challenged with clinical samples. From Oct/2015 to Jan/2016, plasma were collected from clinical suspected patients. The RNA was extracted with MDx equipment (QIAGEN), the one-step real-time PCR set up was performed automatically with Janus instrument (PerkinElmer) and the amplification was carried on the sequence detection system QuantStudio (Life Technologies). Results: The assay was adjusted for satisfactory performance, reproducibility, specificity and high sensibility. The IC successfully control all steps and reaction. The threshold line was fixed on 0.3. Eight replicates of ten-fold serial dilution (10-10 6 ) of Zika and Chikungunya culture virus were analyzed and showed 100% of detection. A total of 43 samples from patients suspected of Zika and 228 of Chikungunya were analyzed. Our assay detected 11 patients positive to Zika and 63 to Chikungunya. Laboratory diagnosis of Zika is challenging, viral RNA can be detected in serum only during the first days of the illness. Conclusions: Molecular techniques offer high sensitivity and specificity, and rapid availability of information. The approach of screening by real-time PCR is well suited for use in a clinical laboratory and can be easily adapted for high throughput screening. The rapid implementation of this Zika/Chikungunya multiplex NAT assay in Brazil will help identify endemic regions and the management of patients.SARS coronavirus has antibody-dependent enhancement (ADE) effect through the autologous antibodies against envelope spikes on Fcγ receptor expressing cells Chun-Sheng Yeh 1,2 , Jyh-Yuan Yang 4 , Wu-Tse Liu 5 , Jason C. Huang 5,6 , Yi-Ming Arthur Chen 2,3 , Sheng-Fan Wang 1,2",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Sheng-Fan Wang, Wen-Hung Wang, Ko Chang, Yen-Hsu Chen, Sung-Pin Tseng, Chia-Hung Yen, Deng-Chyang Wu, Yi-Ming Arthur Chen Kaohsiung Medical University, Kaohsiung, Taiwan Introduction: Dengue epidemic has been circulating in southern Taiwan, especially in Kaohsiung city. A severe dengue fever (DF) outbreak reported in Taiwan in 2014. Notably, an accident underground pipeline explosion was occurred in the midnight of 1st August and subsequently accompanied with continuous rain. We hypothesized that underground explosion is an important factor to trigger this outbreak. Materials and methods: We collaborated with Kaohsiung Medical University Hospital system to collect 4,400 serum samples from DF patients. The virus isolation was conducted using C6/36 insect cells. RT-PCR and phylogenetic analyses using NS1 and Env gene for serotyping and genotyping respectively. The information of the DF and dengue hemorrhagic fever (DHF) was collected from Taiwan CDC. The data of precipitation, temperature changes and consecutive raining days in Kaohsiung were offered by Taiwan Central Weather Bureau. Results: The data indicate that there were 15,732 reported cases of DF in 2014, including 15,492 indigenous cases and 240 imported cases. The mass of DF cases were reported in Kaohsiung City (15,043 cases; 95.6%). Results showed that after gas explosion, the percentage of Breatou index (BI) to be above 5-9% (level II) for the measure of mosquito density increasing from 36% to 48% and the DF cases also increased dramatically in 1-2 months after the gas explosion. Phylogenetic tree analysis showed that all the outbreak-associated dengue viruses were belonged to serotype 1 and subgenotype E4. Climate changes have a significant impact on the transmission and incidence of DF. We found rainfall and higher temperature significantly correlate with 2014 dengue outbreak (Spearman correlation analysis; P<0.0001; r=0.87 and 0.78, respectively). Results also indicate that earlier trends of imported DF occurrences significantly caused the later indigenous epidemics or outbreaks during 2005-2014 (Spearman correlation analysis; P<0.0001). We found that the most dengue epidemics in Taiwan sourced from our neighboring countries. Conclusions: We conclude that three main factors that may have been associated with this DF outbreak in Kaohsiung: an underground pipeline explosion combined with subsequent rainfall and higher temperature. These factors may have enhanced mosquito breeding activity, facilitating DENV transmission.Identification of Dengue and Chikungunya viruses among suspected cases of Yellow fever in the Democratic Republic of Congo that can induce the same symptoms in patients enrolled in the yellow fever surveillance in the Democratic Republic of Congo (DRC). Materials and methods: Of 652 patients included in the surveillance of yellow fever in DRC from January 2010 to January 2012, 498 were selected for the study. Real time PCR was performed for the detection of dengue, West Nile, Chikungunya, O'Nyong Nyong, Rift Valley fever, Zika and yellow fever viruses. Results: The average age of patients was 24 years. Sixteen cases of dengue (serotypes 1 and 2) and two cases of Chikungunya were found. Tree cases of dengue were found in early July 2010 from Titule (Province Orientale) during the laboratory-confirmed outbreak of yellow fever, suggesting probably a simultaneous circulation of dengue and yellow fever viruses. Conclusion: These findings call medical staff and health authorities for vigilance. A prospective study is needed to establish the epidemiology of these diseases in the DRC.Investigation into an outbreak of Dengue-like illness in Pernambuco, Brazil revealed a co-circulation of Zika, Chikungunya, and Dengue virus type 1Rodrigo Pessôa, João Veras Patriota, Maria De Lourdes De Souza, Alvina Clara Felix, Nubia Mamede, Sabri S. Sanabani Sao Paulo Institute of Tropical Medicine, Sao Paulo, Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Yi-Wei Hong1 ,2 *, Kuan-Hsuan Chen 2 , Jau-Wen Yin 2 , Wen-Hung Wang 2 , Yu-Chan Chao 4 , Yi-Ming Arthur Chen 2,3 † , Sheng-Fan Wang1 ,2 †Kaohsiung Medical University, Department of Medical Laboratory Science and Biotechnology, Kaohsiung, Taiwan, 2 Kaohsiung Medical University, Center for Infectious Diseases and Cancer Research, Kaohsiung, Taiwan, 3 Kaohsiung Medical University, College of Medicine, Department of Microbiology, Kaohsiung, Taiwan,",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Michela Prestes Gomes, Aldaísa Cassanho Forster, Claudia Souza Passador, Maria Eulália Lessa Do Valle Dallora, Antonio Ruffino Netto University of Sao Paulo, Ribeirão Preto Medical School, Sao Paulo, BrazilIntroduction: Tuberculosis (TB) is a serious public health problem in Brazil and worldwide. Still requires research, mainly operating for its control, considering aspects of economic evaluation. Although treatment is offered free of charge, part of the costs involved in the budget of the patients and their families. Objective: To estimate direct and indirect costs incurred to TB patients and their families during treatment, carried out in four health districts covering those in outpatient care, and a hospital specialized school in Ribeirão Preto in São Paulo, Brazil. Methods: Epidemiological study, descriptive type survey, partial cost estimate. Convenience sampling covering 44 TB patients. Data were collected through interviews with patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Michela Prestes Gomes, Nathalia Halax Orfão, Aline Ale Beraldo, Aldaísa Cassanho Forster, Claudia Souza Passador, Maria Eulália Lessa Do Valle Dallora, Antonio Ruffino Netto University of Sao Paulo, Faculty of Medicine of Ribeirão Preto, Sao Paulo, Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "Michela Prestes Gomes, Nathalia Halax Orfão, Aline Ale Beraldo, Aldaísa Cassanho Forster, Claudia Souza Passador, Maria Eulália Lessa Do Valle Dallora, Antonio Ruffino Netto University of Sao Paulo, Faculty of Medicine of Ribeirão Preto, Sao Paulo, Brazil",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": ".1. Distribution of direct medical costs (US$*) (data from medical files and interviews with health professionals of TCP), CSE-FMRP-USP, Ribeirão Preto, São Paulo",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Aims: Leptospirosis is an emerging zoonosis with a worldwide distribution, more commonly found in developing countries and tropical regions. The global burden of leptospirosis is estimated to be 873,000 severe annual cases and 49,000 deaths. This neglected disease is expected to become an increasingly important health problem due to predicted global climate changes. A part of cases are currently under detected due to similar clinical presentation than other febrile illnesses. There is a need for an accurate and rapid diagnostic test that could detect precociously for increased antibiotic treatment efficacy. The aim of this study is to develop and validate a new generic commercial PCR kit, based on the protocol from the in-house test of the French reference center (CNR), for human leptospirosis diagnostic and monitoring. Materials and methods: DNA was extracted from 0.25 mL of plasma and eluted in 60 μL RNase-free buffer using QIAamp DNA mini Kit (Qiagen). Then, 5 μl of the leptospirosis DNA were added to the 15 μL of the reaction mix. Clinical validation was done on 35 selected blinded samples comparatively with the CNR method. A panel of leptospirosis DNA standard, positive and negative control as well as an internal extraction control were provided in the kit. Results: This assay was specific and showed linearity over a wide range from 1 to 106 l/μL. The 95% detection limit was 0.5 l/μL. Intra-assay variability ranged from 0.57 to 1.11%, whereas the inter-assay variability ranged from 0.31 to 0.51%. The kit is able to detect and quantify all pathogenic strains provided and showed similar bacteremia quantitation with the CNR reference test (Figure P91.1) . Conclusions: The kit derived from the French reference method is one of the first validated, standardized and easy-to-use real-time PCR kit for human leptospirosis diagnostic compatible with pathogenic strains detection and large distribution worldwide.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1669,
                    "end": 1683,
                    "text": "(Figure P91.1)",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "Multiple retrovirus transmission in feral old world monkeys (Cercopithecidae) from North India Jayashree S. Nandi 1,2 , Anil K. Introduction: Information on the diversity and evolution of nonhuman primate retroviruses is limited by incomplete geographic sampling, particularly from India. Unlike the African primates, Indian Old World Monkeys are not known to be naturally infected by SIVs. This is based on negative results of sero-surveillance of primate plasma samples performed during early days of the AIDS pandemic, although rhesus macaques experimentally infected by SIVmac (variant of the African SIVsm) are used as primate models for HIV/AIDS. The aim of the investigation (1998) (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) was to explore evidence for lentiviral infection of rhesus macaques (Macaca mulatta) and langurs (Semnopithecus entellus) from the Rajasthan forests, infected by novel Type D Simian Retroviruses (SRV) and Simian Foamy Viruses (SFV). Materials and methods: In the absence of commercial tests for SIV, plasma samples of the feral simian species were screened by HIV-1 WB, that identified antibody reactivity in a proportion of samples. Crucially, reactivity was observed with monoclonal antibody against HIV-1 p24 antigen, but not SIVmac p27antigen. Purified lentiviruses ",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 688,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 695,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 702,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 709,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 716,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 723,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 730,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 737,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 744,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 751,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 758,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 765,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 772,
                    "text": "(2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P92"
        }
    ]
}