{
    "paper_id": "363b1631ca140d28ca1ba79883e8b339c8a4a68a",
    "metadata": {
        "title": "Evidence-Based Practice in Cancer Care Asia-Pacifi c",
        "authors": [
            {
                "first": "Winnie",
                "middle": [
                    "K W"
                ],
                "last": "So",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong",
                    "location": {
                        "addrLine": "Kong Address: 7/F, Esther Lee Building, Shatin",
                        "settlement": "Hong Kong SAR",
                        "region": "N. T",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The cancer burden is a global problem, and oncology nurses should be accountable for delivering safe and effective cancer care and providing the best possible experience for patients. The development and application of evidence-based practice in cancer care is an effective strategy in achieving this goal; however, the journey in which such practice involves may encounter various challenges. In this article, the author discusses her own experience, successful and unsuccessful of such a journey. Both challenges and opportunities are identified, and suggestions put forward for making collaborative efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The cancer burden is a global problem, and oncology nurses should be accountable for delivering safe and effective cancer care. To ensure their accountability, improvements in the quality of care and advancing oncology nursing practice via research and evidence-based practice (EBP) are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The International Agency for Research on Cancer (IARC) estimated that there were more than 14.1 million new cancer cases reported worldwide in 2012 and 8.2 million deaths from the disease. [1] Moreover, the number of new cases and cancer deaths would increase to 21.6 and 13 million, respectively, in 2030. [2] The cancer burden is not a problem of one single country or region but is a matter for all of us. Although the incidence of cancer may vary from one country to another, people diagnosed with cancer have been reported from all parts of the world. [1] With advances in technology and medical treatment, more people are living longer after cancer treatment. IARC estimated in 2012 that there were about 32.5 million people living with cancer 5 years beyond diagnosis. In fact, 50% of patients survive up to 10 years after diagnosed with cancer. [1] The impact of the disease is not only on people's health but also imposes a heavy financial burden. According to the Global Oncology Trend Report (2015), [3] global spending on cancer medication rose from US$ 75 billion in 2010 to $100 billion in 2014.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Global Cancer Burden"
        },
        {
            "text": "Oncology nurses work in all areas of the cancer care continuum. They play a number of important roles in helping people living with cancer and their families throughout the cancer journey -From prevention, through diagnosis and treatment, and to survivorship and end-oflife care. [4] To provide high-quality and effective healthcare, oncology nurses should be accountable to themselves for their work. There is no doubt that oncology nurses value patient-centered care and are keen to improve patient experience and clinical services.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Global Cancer Burden"
        },
        {
            "text": "Moreover, oncology nurses recognize the importance of nursing research and EBP. However, challenges still exist when action is taken in the real world. In the following sections, the author shares her experience of conducting oncology nursing research and implementing EBP over the past 15 years, including both the challenges and the opportunities she has encountered as an academic oncology nurse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Cancer Burden"
        },
        {
            "text": "Research is a long process, and it may take at least a year to complete a research study: Starting from the preparation of a proposal, liaising with clinical partners, going through the ethical approval process, the search for funding support, and carrying out data collection and analysis. Sometimes, it may not be feasible for patients to wait for such a long time before their health needs are met.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge: the Issue of Timing"
        },
        {
            "text": "The author's first clinical research project, which aimed to examine cancer-related fatigue and quality of life (QoL) among patients who had undergone stem cell transplantation, was conducted together with a clinical nurse specialist. The research findings showed that cancerrelated fatigue was prevalent among such patients and that it had an adverse effect on their QoL. Effective symptomrelieving interventions were suggested, such as an exercise program to reduce the fatigue. The findings were very useful as they provided a clear indication to nurse clinicians that an exercise program should be delivered to benefit these patients by relieving their symptoms. However, because of the long process involved in an intervention study, nurse specialist could not let patients wait for such a long time before receiving the intervention. Ultimately, an exercise program was developed without tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge: the Issue of Timing"
        },
        {
            "text": "The duration of a certain piece of research is sometimes out of the researchers' control even though there has been a thorough planning process. The author worked collaboratively with an oncology nurse specialist on another research study aiming to evaluate the effectiveness of a new education program for women embarking on brachytherapy for uterine cervical cancer. Based on the admission data of the previous year, they estimated that the intervention and data collection would last for 3-4 months. However, data collection was started in 2003, just before the outbreak of severe acute respiratory syndrome (SARS). At that time, all research studies were suspended because of safety issues, and all healthcare professionals and academics worked together to combat SARS. Ultimately, the whole intervention and data collection process were resumed after the SARS outbreak, and it took a whole year for complete data to be collected. Although the duration of the whole research process was much longer than expected, the project was completed and the educational program continued to be delivered after the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge: Unexpected Incidence"
        },
        {
            "text": "Evaluating and testing an evidence-based intervention involve time, manpower, resources, and effort. Sometimes, nurse clinicians may be reluctant to become involved in research when they are facing a shortage of manpower or are overwhelmed by the workload imposed by existing health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge: Workload of Frontline Nurses"
        },
        {
            "text": "Another research study, in collaboration with a clinical partner, examined the unmet needs for supportive care among head and neck cancer survivors. The findings showed that the most common unmet need for these people was related to health information. The results also showed that when survivors' health information needs were met, their psychological needs could also be addressed and, in turn, their QoL improved. The findings identified the existing service gap and a new intervention, including needs assessment and education, was recommended to bridge that gap. Based on the findings of the study, the author and her research team proposed a research study to develop a supportive care intervention and to examine its feasibility. However, the nurse clinicians had reservations about becoming involved in the intervention and research study because it might impose an additional workload on top of their existing responsibilities. In addition, their usual practice, the routine appointment, and consultation schedule might also be interrupted. Moreover, new services for cancer survivors are not a priority in the allocation of extra resources in hospital settings. Ultimately, the proposal to develop and test an evidence-based supportive care intervention for cancer survivors could not be proceeded with.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge: Workload of Frontline Nurses"
        },
        {
            "text": "The journey of EBP is a long process and never runs smoothly all the time. In the author's experience, an opportunity always comes together with a challenge. For example, 3 years ago, she and her team successfully obtained a research grant from the Public Policy Research Scheme to examine the knowledge of and attitudes toward cancer screening services among ethnic minorities in Hong Kong and how well they were utilized. This was a good opportunity for the team to conduct community-based research and identify the health needs of an underserved community. Throughout the research process, there were many challenges to be faced, such as accessing eligible subjects and recruiting data collectors able to speak the ethnic minorities' mother languages. However, during the process, the research team gained opportunities to develop a strong network of various community centers and ethnic minority associations. With the development of these good relationships, a group of data collectors were eventually trained. What is more, they made new friends among the ethnic minorities and enjoyed many opportunities to learn their culture, their health needs and what kind of health promotion strategies they found acceptable and effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges vs. Opportunities"
        },
        {
            "text": "The findings of this study provided an opportunity to bid for further government funding, this time for the development of an evidence-based multimedia health promotion program for breast cancer prevention among ethnic minority women. When this opportunity arose, they faced another challenge -The approved funding was less than that proposed. While they were worrying whether they could complete the project with a limited budget, they received a call a few months later to submit a proposal to another funding source. They were eventually successful in obtaining the funding and received enough extra resources from the two agencies to develop two multimedia interventions for ethnic minority women, one concerned with breast cancer prevention, and the other with cervical cancer prevention. The challenge of a limited budget provided them with an opportunity to develop more health promotion programs and deliver them more efficiently and effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges vs. Opportunities"
        },
        {
            "text": "The relationship between challenges and opportunities in the EBP experience can be described by means of the Chinese philosophy of yin and yang, two opposite but complementary forces in the natural world, interconnected, and interdependent. [5] In the author's view, challenges and opportunities are actually complementary and interdependent in the same way. The more challenges are encountered during the EBP journey, the more opportunities accompany them.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Challenges vs. Opportunities"
        },
        {
            "text": "Apart from conducting research and implementing EBP, what else can an academic do to make a bigger impact on cancer control? One of the strategies to be considered is educating people on how to fish. The impact of teaching oncology nurses how to fish is reflected by a traditional saying: \"If you give a man a fish, you just feed him for a day. If you teach him how to fish, you are feeding him for a life time.\" One of the vital roles of an academic is to educate and nurture young people to be future leaders in oncology nursing. A greater impact will be made if we can support our young students in their search for success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies for Promoting Evidence-Based Practice in Cancer Care"
        },
        {
            "text": "Below are several fruitful strategies the author has used herself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies for Promoting Evidence-Based Practice in Cancer Care"
        },
        {
            "text": "As cancer and palliative care is one of the research themes of the Nethersole School of Nursing, postgraduate programs have been carefully restructured to fall into line with the school's research philosophy. Postgraduate students entering the programs are encouraged to work on a topic which accords with the school's research theme. In addition, a supervisor with a similar specialized background will be assigned to these students not only maximizing the benefit to students' learning but also equipping them with the skills needed to conduct oncology nursing research and EBP in cancer care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrating cancer care evidence-based practice into the postgraduate curriculum"
        },
        {
            "text": "An EBP forum is regularly organized by the hospital to provide an opportunity for clinical nurses to share their knowledge and experience of EBP. This is a good platform for academics both to learn about the current development of clinical research and EBP in hospitals and to provide feedback at the forum presentations. Such exchanges of ideas and experience are crucial to supporting clinical nurses in their further conduct of clinical research and EBP implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participating in evidence-based practice forums organized by clinical partners"
        },
        {
            "text": "Apart from exchanging ideas, the forum is also a useful way of gathering nurses together who have a strong desire to make a real difference via EBP. After one such forum, a nurse leader from another hospital approached the author directly, impressed by what had been done by the presenters actively involved in clinical research and EBP. She had a strong desire to move EBP forward in her hospital and wanted to invite the author to act as a visiting professor to support the initiative -Offering the author a golden opportunity to support more nurses in raising the quality of care via EBP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting nurses to make a diff erence"
        },
        {
            "text": "In fact, many nurse clinicians have a passion for improving the quality of care and advancing nursing practice via research and EBP and have a great many clinical questions and good ideas. However, they may not have time for research because their work is very demanding and they need extra support to move EBP forward in the clinical setting. Recently, the author had an opportunity to speak to two nurse consultants during another EBP forum. During the discussion, they identified a common interest in a project to prepare a pilot study and test its feasibility and acceptability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting nurses to make a diff erence"
        },
        {
            "text": "Both improving the quality of care and advancing oncology nursing practice via research and EBP are of great importance. Although challenges are inevitable in the process of clinical research and EBP, we must also not forget that many opportunities lie ahead of us. Development and implementation of EBP is a long journey and seldom runs smooth. However, if we have the passion to attempt it, the EBP journey will certainly be rewarding, and many companions will accompany and support us in making a real and lasting difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimated Cancer Incidence, Mortality and Prevalence Worldwide in 2012",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Globocan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global Cancer Facts and Figures",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Developments in Cancer Treatments",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ims Institute",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Market Dynamics, Patient Access and Value: Global Oncology Trend Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Advanced practice in oncology nursing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Rieger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Yarbro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kufe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Pollock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Weichselbaum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bast",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Gansler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Holland-Frei Cancer Medicine. 6 th",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Foundations of Chinese Medicine: A Comprehensive Text",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maciocia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This article was written on the basis of a presentation given at the AONS 2015 Conference held in Seoul Korea by the Asian Oncology Nursing Society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl icts of interest"
        }
    ]
}