{
    "paper_id": "366057ee7dcf005190e239f45cdb054964e828db",
    "metadata": {
        "title": "Web Material Assessing Zika Virus Transmission Within Households During an Outbreak in Martinique, 2015-2016",
        "authors": [
            {
                "first": "Anthony",
                "middle": [],
                "last": "Cousien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sylvie",
                "middle": [],
                "last": "Abel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alice",
                "middle": [],
                "last": "Monthieux",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alessio",
                "middle": [],
                "last": "Andronico",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Calmont",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minerva",
                "middle": [],
                "last": "Cervantes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raymond",
                "middle": [],
                "last": "Césaire",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Gallian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "De Lamballerie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cédric",
                "middle": [],
                "last": "Laouénan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fatiha",
                "middle": [],
                "last": "Najioullah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sandrine",
                "middle": [],
                "last": "Pierre-François",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mathilde",
                "middle": [],
                "last": "Pircher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henrik",
                "middle": [],
                "last": "Salje",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quirine",
                "middle": [
                    "A"
                ],
                "last": "Ten Bosch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "André",
                "middle": [],
                "last": "Cabié",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Cauchemez",
                "suffix": "",
                "affiliation": {},
                "email": "simon.cauchemez@pasteur.fr"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We developed a model for Zika virus (ZIKV) transmission within households and in the community to jointly analyze three different datasets documenting ZIKV spread in Martinique: 1-follow-up of symptoms among members of households with a confirmed ZIKV case; 2-a seroprevalence survey among blood donors in March and June 2016 (1); and 3-laboratory results in pregnant women presenting with ZIKVrelated symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web Appendix 1: Model"
        },
        {
            "text": "We used a final-size model for disease transmission in households, derived from a classical chain binomial model (2, 3) . The model was expanded to account for the fact that households included in the study all had at least one symptomatic confirmed index ZIKV case, that symptoms may not be due to ZIKV infection and that some ZIKV infections remain asymptomatic.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 117,
                    "end": 119,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "ZIKV transmission in household"
        },
        {
            "text": "We denote the size of the household, the number of persons within the household reporting Zika-like symptoms, the number of ZIKV infections in the household (unobserved) and the number of asymptomatic ZIKV infections (unobserved).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notations"
        },
        {
            "text": "We denote the probability an individual is infected by ZIKV from the community during the course of the epidemic. The probability of within household transmission, i.e. transmission from one household member to another mediated by a mosquito, is denoted and is a function of household size N.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic chain-binomial model"
        },
        {
            "text": "The basic chain binomial model provides the probability ( | , , ) to observe Z ZIKV infections in a household of size N, which is determined by a recursive system (2,3) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic chain-binomial model"
        },
        {
            "text": "We denote the proportion of ZIKV infections that are asymptomatic. The probability to obtain asymptomatic ZIKV infections among ZIKV infections is a binomial draw with parameters and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptomatic infections"
        },
        {
            "text": "All households included in the study had at least one laboratory confirmed symptomatic Zika case. This study design induces a selection bias, as the probability for a household to be recruited depends on the number of members with a symptomatic ZIKV infection. This bias can be addressed by conditioning inference on the fact that the household was recruited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of the household"
        },
        {
            "text": "Denote the probability that a symptomatic Zika case is detected and invited to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of the household"
        },
        {
            "text": "The probability for a household with Z-A symptomatic Zika cases to be recruited is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of the household"
        },
        {
            "text": "This last approximation holds as is expected to be low (68 index cases were invited to participate in the study which compares to an estimate of around 190,000 ZIKV infections in the island (4)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of the household"
        },
        {
            "text": "Denote the probability to be symptomatic for a cause different than ZIKV infection. Given the total number of ZIKV infections ( ) and the number of asymptomatic ZIKV infections ( ), the probability to observe a total of household members presenting with ZIKV-like symptoms is the probability that − ( − ) presented with symptoms not related to ZIKV, among the − ( − ) members who do not presented with symptoms related to ZIKV. This probability is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms not related to ZIKV"
        },
        {
            "text": "Household contribution to the likelihood Let = ( , , , , ) be the set of parameters introduced above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms not related to ZIKV"
        },
        {
            "text": "For each household, the contribution to the likelihood is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms not related to ZIKV"
        },
        {
            "text": "with • the distribution of household sizes in Martinique (5) . As the distribution is only given in a truncated form (households with 6 members or more, representing 2% of the total number of households in Martinique, were grouped together), we split this bin uniformly in sizes of 6, 7 and 8. We performed a sensitivity analysis to assess the impact of this assumption on our results (Web Appendix 5).",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Symptoms not related to ZIKV"
        },
        {
            "text": "with N max the maximum household size, and ( , , , | , ) that can be expressed according to the previously introduced probabilities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms not related to ZIKV"
        },
        {
            "text": "Due to the approximation made in (3), appears in both the numerator and denominator and therefore cancels out. (6)). Under the assumption that the (unobserved) weekly number of ZIKV infections was proportional to the (observed) weekly number of consultations for ZIKV-related symptoms, the proportion of the population infected by week Wi is expected to be equal to .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms not related to ZIKV"
        },
        {
            "text": "Denoting and the number of blood donors tested and the number of seropositive blood donors in seroprevalence study i, the likelihood for the serological data is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroprevalence survey among blood donors"
        },
        {
            "text": "In practice, we expressed according to our chain binomial model as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroprevalence survey among blood donors"
        },
        {
            "text": "We checked that the seroprevalence studies of March and June led to similar estimates of the overall seroprevalence when considered independently. Applying our approach independently to each time point, the final attack rates of the ZIKV epidemic in Martinique was estimated at 45% (95% CI: 35%, 56%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroprevalence survey among blood donors"
        },
        {
            "text": "based on the first seroprevalence study and at 55% (95% CI: 46%, 65%) based on the second seroprevalence study. There was no statistical difference between the two estimates (p=0.17). We therefore combined the two studies to improve accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroprevalence survey among blood donors"
        },
        {
            "text": "We also included the lab results for pregnant women presenting with ZIKV-related symptoms in Martinique between February and November 2016 in the likelihood. Let be the number of women with symptoms and the number of women with a confirmed ZIKV infection among them. The contribution to the likelihood of this study is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportion of confirmed cases among pregnant women with a suspicion of ZIKV infection"
        },
        {
            "text": "where | is the probability of being infected by ZIKV given presence of symptoms. This can be expressed as a function of the model parameters (which depends on and ), and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportion of confirmed cases among pregnant women with a suspicion of ZIKV infection"
        },
        {
            "text": "The final likelihood of the model is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final likelihood"
        },
        {
            "text": "with ℱ the set of households, the size of the household and the number of persons with symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final likelihood"
        },
        {
            "text": "We estimated the parameters = ( , , , ) using Markov Chain Monte Carlo (MCMC) sampling (7) with uniform priors on [0,1]. We used log-normal proposal, which were tuned to have an optimal acceptance rate of 24% (8) . We used a chain of 100,000 iterations thinned by a factor 10 and removed the first 1,000 iterations as burn-in. Posterior distributions are presented in Web Figure 1 , meanwhile Web Figure 2 present the trace plots and show a good chain mixing.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 380,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 405,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Web Appendix 2: Estimation of the model parameters"
        },
        {
            "text": "To simulate the 500 datasets used to evaluate the model and the inferential approach, we set the value of at 0.0006 to obtain a mean sample size of approximatively 68.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web Appendix 3: Model validation"
        },
        {
            "text": "The expected and observed distributions of households by size and case count are given in Web Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Expected and observed distributions of households by size and case count"
        },
        {
            "text": "Expected and observed distributions are close to each other, and the observed value always fall in the 95% confidence interval except for households of size 4 with 1 member reporting Zika-like symptoms and for households of size 4 with 3 members reporting Zika-like symptoms. These small discrepancies can be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expected and observed distributions of households by size and case count"
        },
        {
            "text": "imputed to the small sample size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expected and observed distributions of households by size and case count"
        },
        {
            "text": "When we estimated model parameters for the 500 simulated datasets, we obtained the posterior distributions given in Web Figure 3 . The parameters estimated were consistent with those used to simulate the samples, and the input value fell in 96.6% of the simulations within the credibility interval (Web Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 310,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of the statistical approach"
        },
        {
            "text": "In the household transmission study, recruitment of households occurred between December 2015 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web Appendix 4: Sensitivity analysis -study period was restricted to February -November 2016"
        },
        {
            "text": "October 2016. However, the study documenting ZIKV infections in pregnant women started later, in February 2016. In a sensitivity analysis (SA1), we assessed how our estimates were modified if the analysis was restricted to this shorter time period. Results are presented in Web Table 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 285,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Web Appendix 4: Sensitivity analysis -study period was restricted to February -November 2016"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web Appendix 4: Sensitivity analysis -study period was restricted to February -November 2016"
        },
        {
            "text": "In existing demographic data (5), households with 6 members or more, that represent 2% of the total number of households in Martinique, are grouped together. In our analyses, we have distributed uniformly these households in sizes of 6, 7 and 8 (see Web Table 1 ). To assess the impact of this assumption on our results, we also considered a scenario where we modeled it with the tail of a geometric distribution (sensitivity analysis SA2), see Web Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 261,
                    "text": "Web Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 449,
                    "end": 456,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Web Appendix 5: Sensitivity analysis -distribution of household sizes in Martinique"
        },
        {
            "text": "Results were similar to those obtained in the main analysis (see Web Table 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 76,
                    "text": "Web Table 8",
                    "ref_id": null
                }
            ],
            "section": "Web Appendix 5: Sensitivity analysis -distribution of household sizes in Martinique"
        },
        {
            "text": "The follow-up of 11% of households stopped before the end of the epidemic. To assess the impact of this incomplete follow-up on the results, we performed a sensitivity analysis by expressing for each household ℎ a specific probability of infection during the epidemic (ℎ) = . (ℎ), with the final probability to have been infected by ZIKV from the community with a complete follow-up (as before), and (ℎ) the proportion of cases in the epidemic curve with onset before the end of the follow-up of household h . We obtained very similar results to the main analysis (see Web Table 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 580,
                    "text": "Web Table 9",
                    "ref_id": null
                }
            ],
            "section": "Web Appendix 6: Sensitivity analysis -censorship in the follow-up of households"
        },
        {
            "text": "In our main analysis, we assumed that is independent of household size (frequency-independent probability of within household transmission). However, frequency-dependent relationship, i.e. a transmission probability depending on the household size, has been found in a number of transmission studies looking at respiratory and vector-borne diseases (9) (10) (11) . In the sensitivity analysis SA3, we used a probability of within household transmission of the form Household with complete follow-up (inclusion, day 10, day 21, week 12 or after) ",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Web Appendix 7: Frequency-dependent vs. frequency independent probability of within household transmission"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Zika virus in asymptomatic blood donors in Martinique",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gallian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cabié",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paturel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Charrel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pastorino",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Blood",
            "volume": "129",
            "issn": "2",
            "pages": "263--269",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Final size distribution for epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Math Biosci",
            "volume": "23",
            "issn": "1",
            "pages": "33--46",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Household and Community Transmission Parameters from Final Distributions of Infections in Households",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Koopman",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Biometrics",
            "volume": "38",
            "issn": "1",
            "pages": "115--141",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Real-Time Assessment of Health-Care Requirements During the Zika Virus Epidemic in Martinique",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andronico",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dorléans",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Fergé",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salje",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ghawché",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Signate",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am J Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Institut national de la statistique et des études économiques. MEN1 -Ménages par taille du ménage et catégorie socioprofessionnelle de la personne de référence en 2013",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Situation épidémiologique du virus Zika aux Antilles",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Markov Chain Monte Carlo in Practice",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Gilks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spiegelhalter",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "522",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Optimal Proposal Distributions and Adaptive MCMC. In: Handbook of Markov Chain Monte Carlo",
            "authors": [
                {
                    "first": "Jeffrey",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Bayesian MCMC approach to study transmission of influenza: application to household longitudinal data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Stat Med",
            "volume": "23",
            "issn": "22",
            "pages": "3469--87",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influenza transmission in households during the 1918 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Epidemiol",
            "volume": "174",
            "issn": "5",
            "pages": "505--519",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "After the First Chikungunya Epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kuan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gresh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ojeda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Melendez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Seroprevalence of Anti-Chikungunya Virus Antibodies in Children and Adults in",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Gallian et al performed seroprevalence analyses in blood donors at two time points: in 418 donors sampled in early March (9th-23rd), and in 176 donors sampled in early June (6th-13th) (1). Samples were tested using an anti-Zika virus NS1 IgG ELISA kit (anti-Zika Virus ELISA IgG, Euroimmun, Germany) and positives were further processed by microneutralisation in a 96-well format, using Vero cells, 50 pfu of the MRS_OPY_Martinique_PaRi_2015 strain14 and a threshold titer of 40 as recommended by the French National Reference Centre for Arboviruses. The seroprevalence after seroneutralisation was s1=13.5% in early March and s2=42.2% in early June. Since it takes about two weeks for an infected individual to seroconvert, we assumed that seroprevalence at the first time point measured the cumulative infection attack rate on W1=week 9 of 2016 (29 Feb -6 Mar) while the second time point gave cumulative infection attack rate on W2=week 21 of 2016 (23-29 May). Denote the proportion of the population infected by ZIKV by the end of the epidemic and qi the proportion of consultations for ZIKV-related symptoms that occurred before or on week Wi (q1=29.9% and q2=76.1% according to the number of Zika-like cases reported in Martinique in a sentinel network of general practitioners",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "exp (− ), with the household size and a uniform prior for between 0 and 10. Results are presented in WebTable 4. The proportion of infections occurring in households changed from 22% [5%-46%] in the main analysis to 30% [8%-55%]under the assumption of frequency-dependence. However, the DIC was slightly higher than in the main analysis (452 vs. 451 in the main analysis), and the 95% credible intervals were very wide for . Theseresults might be explained by the relatively small size of our households sample (68 households). Thus, we used the frequency-independent model in our main analysis. Posterior distributions for the model parameters. A. probability of asymptomatic infection ; B. probability of infection from the community ; C. probability of within household transmission; D. probability to present symptoms not related to Zika . Web Figure 2 Trace plots for the MCMC algorithm The dotted line represent the end of the burn-in phase. A. probability of asymptomatic infection ; B. probability of infection from the community ; C. probability of within household transmission; D. probability to present symptoms not related to Zika . Distribution of the posterior mean of parameters derived from 500 simulated datasets. The input value of the parameter is indicated with the red line. A. probability of asymptomatic infection ; B. probability of infection from the community ; C. probability of within household transmission ; D. probability to present symptoms not related to ZIKV . Web",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Distribution of the households per size in the main analysis. Distribution of the households per size in the sensitivity analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Posterior mean and 95% CrI of model parameters in the main analysis and sensitivity analysis SA3, where we used a frequency-dependent model where = 1 − exp (− ).WebTable 6Input parameters and estimates obtained when our statistical approach is applied to 500 simulated datasets with known parameter values.WebTable 7Posterior mean and 95% CrI of model parameters in the main analysis and sensitivity analysis SA1, where the study period was restricted to February -November 2016.WebTable 8Posterior mean and 95% CrI of model parameters in the main analysis and sensitivity analysis SA2, where we use a geometric distribution to reconstruct the tail of the household size distribution.WebTable 9Posterior mean and 95% CrI of model parameters in the main analysis and in sensitivity analysis SA3, where we accounted for the incomplete follow-up of some households.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " ......................................................................................................................................... 28 Web Table 9 . ...................................................................... ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 141,
                    "text": "......................................................................................................................................... 28",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 153,
                    "text": "Table 9",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 226,
                    "text": "......................................................................",
                    "ref_id": null
                }
            ],
            "section": "Web"
        }
    ]
}