{
    "paper_id": "376a81a940b9cdc1b10609164d5b1a5edac60956",
    "metadata": {
        "title": "M I C R O B I O L O G Í A Virus emergentes y reemergentes: un nuevo reto para la salud mundial del milenio Emerging and re-emerging viruses: A new challenge for global health in this millennium",
        "authors": [
            {
                "first": "María",
                "middle": [],
                "last": "Lujan Cuestas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Editoras de la Revista Argentina de Microbiología",
                    "institution": "",
                    "location": {
                        "addrLine": "R E V I S T A A R G E N T I N A D E",
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": ""
            },
            {
                "first": "María",
                "middle": [
                    "Laura"
                ],
                "last": "Minassian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Editoras de la Revista Argentina de Microbiología",
                    "institution": "",
                    "location": {
                        "addrLine": "R E V I S T A A R G E N T I N A D E",
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Disponible en Internet el 27 de febrero de 2020 La historia de la humanidad siempre estuvo azotada por distintas emergencias sanitarias a raíz de conflictos bélicos, catástrofes naturales y grandes epidemias. Pero los «animálculos» de Anton van Leeuwenhoek del nuevo milenio apuntan específicamente a lo imprevisto, lo inesperado, lo nuevo. Estos «animálculos mileniales», los llamados virus emergentes y reemergentes, han provocado diferentes brotes, con consecuencias devastadoras para la salud y la economía global.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hace casi un siglo, la pandemia de gripe española causada por el virus de la influenza tipo A H1N1 condujo a la muerte de al menos 50 millones de personas en todo el mundo. Los hospitales estaban desbordados, las morgues también. La gripe española es un recordatorio constante de la devastación que una pandemia puede originar. El virus de la influenza tipo A es considerado actualmente un enemigo persistente e intermitente, al igual que el virus del Ébola (EBOV, por Ebola virus) y, más recientemente, los coronavirus. Estos brotes infecciosos pueden llegar a ser tan aterradores y letales como las guerras. Por ello, la emergencia del nuevo coronavirus de Wuhan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "sabe que es algo nuevo, pero no se sabe exactamente qué consecuencias puede tener para la salud a una escala global.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En lo que va del milenio, 5 fueron las ocasiones en las que la OMS declaró la emergencia internacional epidemiológica: en 2009, con la gripe H1N1; en 2014, por el poliovirus y por el brote de EBOV, que volvió a ocurrir luego en 2019; y en 2016 por el virus del Zika (ZIKV, por Zika virus). Y el 30 de enero de 2020 lo volvió a hacer por el brote causado por el 2019-nCoV en China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Desde que se documentó el primer caso de neumonía atípica, en diciembre de 2019, ya se han confirmado 43.103 casos en 25 países, con al menos 1.018 víctimas fatales 9 , y las cifras van aumentando día a día. El origen de este brote estaría asociado con un mercado mayorista de pescados y mariscos de Huanan, en la ciudad de Wuhan (Hubei, China), donde, además, se vendían animales salvajes exóticos para consumo alimenticio, algunos de ellos potenciales reservorios de los coronavirus (civetas, murciélagos, serpientes) 3 . Este brote nos recuerda a lo acontecido en 2002 en la ciudad de Guangzhou (Guangdong, China) con el coronavirus asociado al síndrome agudo respiratorio grave (SARS-CoV, por severe acute respiratory syndrome-coronavirus), responsable de 8.098 casos, que tuvo una tasa de mortalidad del 9,6%. Dicho brote se propagó rápidamente a 29 países 3, 7 . La transmisión interhumana de ese virus se dio fundamentalmente en el ámbito hospitalario. De manera similar a lo que se informa ahora para el 2019-nCoV, el origen del brote https://doi.org/10.1016/j.ram.2020.02.001 0325-7541/© 2020 Asociación Argentina de Microbiología. Publicado por Elsevier España, S.L.U. Este es un artículo Open Access bajo la licencia CC BY-NC-ND (http://creativecommons.org/licenses/by-nc-nd/4.0/). de SARS-CoV se atribuye a un mercado de similares características que el de Huanan. En ese caso, la transmisión zoonótica del virus e incluso el salto de especie pudieron ser retrospectivamente demostrados, involucrando civetas y, posiblemente, murciélagos. Con respecto a ello, el análisis de los genomas secuenciados de coronavirus aislados de murciélagos demostró un 88-92% de similitud con el SARS-CoV 4 . Desde entonces, no se han documentado nuevos casos de neumonía atípica por SARS-CoV en el mundo. Sin embargo, en 2012, un nuevo coronavirus emergió en Arabia Saudita y causó nuevamente un cuadro de neumonía atípica denominado síndrome respiratorio del Medio Oriente (MERS, por Middle East respiratory syndrome). A diferencia del SARS-CoV, el MERS-CoV no se propaga rápidamente, pero continúa emergiendo y reemergiendo en forma intermitente, produciendo casos esporádicos. Desde el caso índice ocurrido en 2012 hasta hoy, se han registrado 2.465 infectados en 27 países, con una tasa de mortalidad del 34,4%. La mayoría de los casos se registraron en Arabia Saudita 1,3 . El contagio es a través del contacto directo con camellos, dromedarios o derivados de ellos. Sin embargo, los murciélagos actuarían como el reservorio natural de este coronavirus, de manera similar que con el SARS-CoV y, probablemente, con el 2019-nCoV.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 862,
                    "end": 864,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 865,
                    "end": 866,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Otro virus que reemergió en este milenio y cuyo reservorio en la naturaleza es también un murciélago es el EBOV. El primer brote se originó en 2013 en Guinea y se propagó luego por otros países de África Occidental; este virus llegó incluso a España y EE. UU. En 2016, año en el que la OMS consideró finalizada la emergencia sanitaria, se contabilizaron 28.000 casos y 11.300 fallecidos 6 . En 2019, la OMS declaró otra emergencia por EBOV, por la aparición de un nuevo brote en la región de Kivu, en la República Democrática del Congo. Hasta el momento se confirmaron 3.432 casos y 2.249 fallecidos 8 .",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 601,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Se podría decir que los nuevos coronavirus emergentes nos tomaron por «sorpresa», al desconocer el agente causal, el modo de transmisión, la epidemiología, el diagnóstico, la prevención y el control. Sin embargo, la pandemia por H1N1 que aconteció en 2009 no fue sorpresiva. Simplemente, no estuvimos preparados para responder a tiempo, pues ya por entonces era ampliamente conocida la epidemiología y la patogenia de dicho virus, así como su capacidad para mutar, diseminarse rápidamente por todo el mundo e, incluso, matar 2 . A pesar de ello, las vacunas antigripales y los antivirales requeridos para el tratamiento de la gripe no llegaron a varios de los países afectados de manera oportuna. La pandemia por virus H1N1 o gripe porcina de 2009 dejó un saldo de 60,8 millones de casos y 12.469 muertes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Una lección interesante es la que nos enseña el virus del sarampión. Pese a estar preparados y prevenidos, en el año 2019 se registró un brote a nivel mundial con 413.308 casos confirmados, que también afectó al continente americano, declarado libre de virus de sarampión endémico en 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En los últimos años, Oceanía y América han sido testigos de la emergencia abrupta y explosiva de otro virus, el ZIKV, cuyo patrón epidemiológico es similar al de otros arbovirus, como el virus del dengue, el virus del Nilo Occidental y el virus Chikungunya. Todos ellos han emergido o reemergido y se han diseminado de forma global. En 2015, el ZIKV llegó a Brasil proveniente del Pacífico, y se propagó de forma rápida por América del Sur, América Central, el Caribe y México 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Si bien la mayoría de las infecciones por arbovirus son asintomáticas o no revisten gravedad, la transmisión del ZIKV durante el embarazo puede ocasionar defectos congénitos graves, como la microcefalia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mientras continúa la propagación del 2019-nCoV, las autoridades de China confirmaron recientemente la aparición de un brote de gripe aviar H5N1 en la provincia de Hunan, fronteriza con la provincia de Hubei, epicentro del 2019-nCoV. Por el momento no ha habido seres humanos afectados, pese a que 4.500 aves de corral fallecieron y otras 17.828 debieron ser eutanasiadas para controlar el brote.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Una única persona puede iniciar un brote, que velozmente puede propagarse a ciudades y países distantes. El calentamiento global, la deforestación y consecuente interacción con ecosistemas relativamente vírgenes, la facilidad y velocidad de los viajes entre diferentes regiones, la migración animal y el comercio plantean amenazas para la salud global, pues contribuyen a la propagación de enfermedades, antes limitadas a zonas geográficas específicas, y a la emergencia y reemergencia de estos «animálculos mileniales». Dado que muchos de estos patógenos son zoonóticos, atender a la sanidad y el bienestar de los animales de forma sostenida contribuiría a mejorar la salud humana y, a su vez, la salud animal, idea englobada en el concepto de «una sola salud».",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Las enseñanzas suministradas por los brotes de SARS-CoV y MERS-CoV del pasado cobran especial relevancia si consideramos las tempranas acciones tomadas por parte de las autoridades chinas para contener la propagación del 2019-nCoV: reporte rápido de los primeros casos de neumonía atípica en Wuhan; clausura inmediata del mercado de mariscos y animales de Huanan; aislamiento de la ciudad epicentro del brote; pronta disposición pública de la secuencia genómica completa del nuevo coronavirus; construcción en apenas 10 días de un hospital en la ciudad de Wuhan, para tratar a los pacientes que presenten síntomas asociados a 2019-nCoV, entre otras.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Un aspecto que merece ser destacado es la seguridad de los profesionales de la salud. Los brotes por SARS-CoV, MERS-CoV y EBOV, en los que varios profesionales de la salud fueron gravemente afectados, nos mostraron que ese era un punto crítico en el que debíamos mejorar. Pues, si ellos no están protegidos, ¿cómo van a poder ayudar a los enfermos?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sabemos que es cuestión de tiempo que una próxima pandemia comience. No sabemos dónde ni cómo, pero ocurrirá en algún momento, nuevamente. El brote de 2019-nCoV nos demuestra que aún quedan varias lecciones por aprender, y dispara una pregunta clave: ¿estamos preparados para prevenir y responder a tiempo frente a la emergencia y reemergencia de nuevos virus que amenazan la salud mundial?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "transmisión y el papel de nuevas especies hospederas",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bratanich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mers-Cov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "279--81",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "From stars and cold to the pandemic Influenza A (H1N1) virus: A permanent threat to humanity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cuestas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev Argent Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "185--191",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health----The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mchugh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome: Historical, epidemiologic, and clinical features",
            "authors": [
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Infect Dis Clin North Am",
            "volume": "33",
            "issn": "",
            "pages": "869--89",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virus Zika: crónica de una pandemia ¿impensada?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Minassian",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev Argent Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "97--106",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ébola 2014: drama y esperanza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Oubiña",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Rev Argent Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "283--290",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus infections-More than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757.Enprensa"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "En: Health Emergency Update. Geneva: WHO",
            "authors": [],
            "year": 2019,
            "venue": "Ebola in the Democratic Republic of the Congo",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel Coronavirus (2019-nCoV) Situation Report ---22",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}