{
    "paper_id": "377e2c575da8f034d4f9f34d7ad6c4395487f348",
    "metadata": {
        "title": "Assembly of Vaccinia Virus: Role of the Intermediate Compartment Between the Endoplasmic Reticulum and the Golgi Stacks",
        "authors": [
            {
                "first": "Beate",
                "middle": [],
                "last": "Sodeik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "W-6900",
                        "settlement": "Heidelberg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "W"
                ],
                "last": "Doms",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Ericsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "W-6900",
                        "settlement": "Heidelberg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerhard",
                "middle": [],
                "last": "Hiller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boehringer Mannheim GmbH",
                    "location": {
                        "postCode": "W-6800",
                        "settlement": "Mannheim",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Carolyn",
                "middle": [
                    "E"
                ],
                "last": "Machamer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wouter",
                "middle": [],
                "last": "Van &apos;t Hof",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "postCode": "19104",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerrit",
                "middle": [],
                "last": "Van Meer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bernard",
                "middle": [],
                "last": "Moss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious Diseases",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Gareth",
                "middle": [],
                "last": "Grittiths",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "W-6900",
                        "settlement": "Heidelberg",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Vaccinia virus, the prototype of the Poxviridae, is a large DNA virus which replicates in the cytoplasm of the host cell. The assembly pathway of vaccinia virus displays several unique features, such as the production of two structurally distinct, infectious forms. One of these, termed intracellular naked virus (INV), remains cell associated while the other, termed extracellular enveloped virus (EEV), is released from the cell. In addition, it has long been believed that INVs acquire their lipid envelopes by a unique example of de novo membrane biogenesis. To examine the structure and assembly of vaccinia virus we have used immunoelectron microscopy using antibodies to proteins of different subcellular compartments as well as a phospholipid analysis of purified INV and EEV. Our 1. Abbreviations used in this paper: EEV, extracellular enveloped virus; IBV, avian infectious bronchitis virus; IEV, intracellular enveloped virus; IMV, intracellular mature virus; INV, intracellular naked virus; MOI, multiplicity of infection; PDI, protein disulfide isomerase; PFU, plaque forming units; PI, postinfection; SLO, streptolysin O; VV, vaccinia virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "data are not consistent with the de novo model of viral membrane synthesis but rather argue that the vaccinia virus DNA becomes enwrapped by a membrane cisterna derived from the intermediate compartment between the ER and the Golgi stacks, thus acquiring two membranes in one step. Phospholipid analysis of purified INV supports its derivation from an early biosynthetic compartment. This unique assembly process is repeated once more when the INV becomes enwrapped by an additional membrane cisterna, in agreement with earlier reports. The available data suggest that after fusion between the outer envelope and the plasma membrane, mature EEV is released from the cell. V ACCINIA virus is the best studied member of the family Poxviridae, the largest and most complex of the animal viruses (for reviews see Dales and Pogo, 1981; Fenner et al., 1989; Moss, 1991) . Its double-stranded linear DNA genome of 191 kbp has been sequenced and 263 potential genes have been identified (Goebel et al., 1990) . Unlike other DNA viruses, vaccinia virus replicates and assembles in the cytoplasm of the host cell. Both replication and assembly occur in discrete cytoplasmic foci termed viral factories which are thought to be devoid of cellular organelles and membranes (Joklik and Becker, 1964) . Assembly is first manifested by the appearance of crescent-shaped membranes within the viral factories. These membranes eventually form spherical, immature virions which undergo additional maturational events, including the cleavage of viral core proteins (Moss and Rosenblum, 1973) , to give rise to the first infectious, brick-shaped form of vaccinia virus (Dales and Pogo, 1981) . This viral form is by far the best characterized and has long been referred to as intracellular \"naked\" virus (INV) 1 despite the fact that it is bound by at least one lipid envelope. Phospholipid comprises \"~5 % of the INV by weight (Zwartouw, 1964) and disruption of the envelope by nonionic detergent increases its apparent density in cesium chloride gradients (Doms et al., 1990) . A variable amount of the INV is thought to be transported to the Golgi region of the cell (Ichihashi et al., 1971; Morgan, 1976; Hiller and Weber, 1985) where it is enwrapped by a membrane cisterna. The available data argue that this enwrapped form of the virus loses the outermost of its two newly acquired bilayers by fusing with the plasma membrane, after which it is released into the medium (Dales and Pogo, 1981; Fenner et al., 1989) . This second infectious form of the vi-rus, termed extracellular enveloped virus (EEV), contains additional polypeptides when compared with the INV (Payne, 1978) and is important for the dissemination of vaccinia both in cell culture and in the host animal (Payne, 1980; Payne and Kristensson, 1985; Moss, 1991, 1992) .",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 830,
                    "text": "Dales and Pogo, 1981;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 831,
                    "end": 851,
                    "text": "Fenner et al., 1989;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 852,
                    "end": 863,
                    "text": "Moss, 1991)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 979,
                    "end": 1000,
                    "text": "(Goebel et al., 1990)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1260,
                    "end": 1285,
                    "text": "(Joklik and Becker, 1964)",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1570,
                    "text": "(Moss and Rosenblum, 1973)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1647,
                    "end": 1669,
                    "text": "(Dales and Pogo, 1981)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1906,
                    "end": 1922,
                    "text": "(Zwartouw, 1964)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 2036,
                    "end": 2055,
                    "text": "(Doms et al., 1990)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2148,
                    "end": 2172,
                    "text": "(Ichihashi et al., 1971;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2173,
                    "end": 2186,
                    "text": "Morgan, 1976;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2187,
                    "end": 2210,
                    "text": "Hiller and Weber, 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2454,
                    "end": 2476,
                    "text": "(Dales and Pogo, 1981;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2477,
                    "end": 2497,
                    "text": "Fenner et al., 1989)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2647,
                    "end": 2660,
                    "text": "(Payne, 1978)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2756,
                    "end": 2769,
                    "text": "(Payne, 1980;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2770,
                    "end": 2798,
                    "text": "Payne and Kristensson, 1985;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2799,
                    "end": 2816,
                    "text": "Moss, 1991, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A number of studies on vaccinia assembly (Dales and Mossbach, 1968; Dales and Pogo, 1981; Petterson, 1991) have given rise to the model that the viral particles obtain their first membranes by a process involving de novo membrane biogenesis (see Palade, 1983) . If true, this would markedly differ from both cellular membranes, which are thought to be synthesized on a template organelle, predominantly the ER (Palade, 1983; Dawidowicz, 1987; Bishop and Bell, 1988) , as well as from other enveloped viruses which acquire their membranes from cellular organelles (Stephens and Compans, 1988; Petterson, 1991; Griffiths and Rottier, 1992) . Evidence for the de novo biogenesis model is derived largely from conventional electron microscopic studies which show the ends of the forming crescent-shaped viral membranes to be without obvious continuity to any cellular organelles (Dales and Mossbach, 1968; Nagayama et al., 1970) . Although a precise model has not been put forward for the de novo mechanism, a basic assumption has been that the viral membrane proteins and cellular lipids are assembled into a lipid bilayer by vaccinia encoded enzymes (Stem and Dales, 1974; Stern and Dales, 1976) .",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 67,
                    "text": "(Dales and Mossbach, 1968;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 68,
                    "end": 89,
                    "text": "Dales and Pogo, 1981;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 90,
                    "end": 106,
                    "text": "Petterson, 1991)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 246,
                    "end": 259,
                    "text": "Palade, 1983)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 410,
                    "end": 424,
                    "text": "(Palade, 1983;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 425,
                    "end": 442,
                    "text": "Dawidowicz, 1987;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 443,
                    "end": 465,
                    "text": "Bishop and Bell, 1988)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 563,
                    "end": 591,
                    "text": "(Stephens and Compans, 1988;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 592,
                    "end": 608,
                    "text": "Petterson, 1991;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 609,
                    "end": 637,
                    "text": "Griffiths and Rottier, 1992)",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 901,
                    "text": "(Dales and Mossbach, 1968;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 902,
                    "end": 924,
                    "text": "Nagayama et al., 1970)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1158,
                    "end": 1170,
                    "text": "Dales, 1974;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1171,
                    "end": 1193,
                    "text": "Stern and Dales, 1976)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Studies on vaccinia virus assembly have so far relied on classical electron microscopic techniques using plastic embedded samples. To examine vaccinia virus assembly, and in particular the derivation of the viral membranes of the INV, we have made an immunocytochemical analysis of vacciniainfected tissue culture cells. We have used thawed cryosections to examine the ultrastructure of the vaccinia particles and to perform immunolocalization at the ultrastructural level (Tokuyasu, 1973 (Tokuyasu, , 1980 . Thawed cryosections of fixed cells, as well as of gradient purified virions, showed that the INV form of vaccinia virus contains two, and the EEV form three membranes. We have used antibodies to several marker proteins of subceUular compartments and compared their localization with that of the assembling viral particles. Our data suggest that vaccinia virus uses a unique assembly pathway. Unlike other enveloped viruses which acquire a single membrane by budding into a cellular organelle, vaccinia virus becomes enwrapped by a membrane cistema thereby acquiring two membranes simultaneously and remaining free in the cytoplasm. This membrane cisterna does not originate de novo but rather is derived from the intermediate compartment between the ER and the Golgi stacks.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 488,
                    "text": "(Tokuyasu, 1973",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 489,
                    "end": 506,
                    "text": "(Tokuyasu, , 1980",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HeLa and RKI3 cells were grown in MEM supplemented with 10% FCS (heat inactivated) and nonessential amino acids, BHK-21 cells in Glasgow's minimum essential medium (G-MEM) supplemented with 5% FCS and 10% tryptose phosphate broth, and J774 mouse macrophages in DME supplemented with 10% FCS. All media contained 100 U/ml penicillin, 100 ttg/ml streptomycin and 2 mM glutamine. The cell lines were grown as adherent cultures in a 5% C(h incubator at 37\"C. All tissue culture reagents were obtained from Gibco, GIBCO BRL (Gaithersburg, MD) . In this study we used the wild-type vaccinia virus strain W-WR and the wild-type vaccinia virus strain VV-IHD-J and a recombinant vaccinia virus which expresses the E1 glycoprotein of avian infectious bronchitis virus, VV-E1 (Machamer and Rose, 1987) . Virus propagation and titration were performed as previously described (Earl and Moss, 1991) . INV and EEV were purified from IHD-J infected RKI3 cells and separated from each other by cesium chloride or sucrose density gradients as previously described (Doms et al., 1990) .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 537,
                    "text": "GIBCO BRL (Gaithersburg, MD)",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 790,
                    "text": "(Machamer and Rose, 1987)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 864,
                    "end": 885,
                    "text": "(Earl and Moss, 1991)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1047,
                    "end": 1066,
                    "text": "(Doms et al., 1990)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Cell Culture and Virus Preparation"
        },
        {
            "text": "Cells were grown to 80% confluency for 2 d before infection on coverslips for immunofluorescence or in plastic tissue culture dishes for EM. Cells were infected in serum-free media at a multiplicity of infection (MOI) of 10 plaque forming units per cell (PFU/cell). After 1 h at 370C with intermittent agitation, the inocnium was aspirated off, the cells were washed with PBS and placed in complete growth media at 37\"C with or without rifampicin (fired 0.1 mg/ml; Sigma Immunochemicals, St. Louis, MO). Rifampicin was stored as a 1,000-fold stock solution in DMSO at -20\"C. For chase experiments, the cells were washed three times with ice cold PBS at the indicated times and then further incubated with drug-free medium at 37\"C. Cycloheximide was used at 20/~g/ml when indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Infection and Drug Treatments"
        },
        {
            "text": "HeLa and BHK cells grown on coverslips for light microscopy were infected with VV-WR at 1, 5, 10, and 20 PFU/celI, fixed at 2 h intervals up to 12 h postinfection (PI) and viral DNA replication was monitored using a fluorescent DNA stain (see below). A synchronous infection with low cytopathic effects at 8 h PI was achieved by infecting with 10 PFU/eeil. For EM (see below) HeLa cells were infected with W-WR at a MOI of 10 PFU/cell and fixed at 2-h intervals up to 12 h PI. At 6 h PI, immature viruses were already formed in some of the cells. At 8 h PI, ,o50% of the cells within one section showed all the different viral structures, very often within one cell. Most experiments described in this study were therefore carried out with cells infected with 10 PFU/cell for 8 h PI, as all viral structures, characterized by EM, had already formed whereas cytopathic effects were minimal. Table I shows a list of all antigenic markers used in this study. All the antibodies we used against cellular marker proteins have been characterized previously (see Table I for references). The t~-DNA IgM was obtained from Ac-30-10 (mouse mAb, IgM) Polyclonal rabbit serum Polyclonal rabbit serum (affinity purified) Rabbit ct-peptide serum a-C-terminus 1D3 (mouse mAb, IgG) Rabbit ct-peptide serum1 a-C-terminus (affinity purified) Rabbit t~-fusion protein (affinity purified) G1/93 (mouse mAb, IgG) Rabbit polyelonal serum (affinity purified) Rabbit t~-peptide serum1 a-C-terminus (affinity purified) Hausmann et al., 1986 Burke et al., 1982 Roth and Berger, 1982 Prehn et al., 1990 Tooze et al., \"1989 Chavrier et al., 1990 Schweizer et al., 1988 Saraste et al., 1987 Machamer and Rose, 1987 The Journal of Cell Biology, Volume 121, 1993",
            "cite_spans": [
                {
                    "start": 1494,
                    "end": 1515,
                    "text": "Hausmann et al., 1986",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1516,
                    "end": 1534,
                    "text": "Burke et al., 1982",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1535,
                    "end": 1556,
                    "text": "Roth and Berger, 1982",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1557,
                    "end": 1575,
                    "text": "Prehn et al., 1990",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1576,
                    "end": 1595,
                    "text": "Tooze et al., \"1989",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1596,
                    "end": 1617,
                    "text": "Chavrier et al., 1990",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1618,
                    "end": 1640,
                    "text": "Schweizer et al., 1988",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1641,
                    "end": 1661,
                    "text": "Saraste et al., 1987",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1662,
                    "end": 1685,
                    "text": "Machamer and Rose, 1987",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 890,
                    "end": 897,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1056,
                    "end": 1063,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Virus Infection and Drug Treatments"
        },
        {
            "text": "Boehringer Marmheim GmbH (Mannheim, Germany), the other antibodies were gifts from the following sources: B. Burke (Harvard University, Cambridge, MA; cx-mannosidase II), E. Berger (University of Ziirich, Switzerland; ¢x-galactosyltransferase), S. Prehn and T. Rapoport (Max-Delbriick Institute, Germany; ¢x-ERp34), P. Buck and S. Fuller (EMBL, Germany; c¢-PDI), M. Zerial (EMBL, Heidelberg, Germany; c~-rab2), H. P. Hauri (Biozentrum, Switzerland; , and J. Saraste (University of Bergen, Norway; c~-p58). All secondary antibodies, rhodamine or FITC coupled goat anti-rabbit IgG, goat anti-mouse IgG or goat anti-mouse IgM for immunofluorescence and rabbit anti-mouse IgG, rabbit anti-mouse IgM, or rabbit anti-rat IgG for immuncelectron microscopy, were obtained from Organon Technika/Cappel (West Chester, PA).",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 435,
                    "text": "Hauri (Biozentrum,",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 448,
                    "text": "Switzerland;",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "In in vivo labeling experiments, the trans-Golgi/trans-Golgi network was labeled as described (Kobayashi and Pagano, 1989) using fluorescent C6-NBD-ceramide kindly provided by T. Kobayashi, Tohoku University, Japan. All incubations for immunofluorescence labelings were carried out in PBS, pH 7.4, at room temperature. Infected BHK or HeLa cells were fixed after the indicated times with 3 % paraformaldehyde for 20 rain. After washing with PBS, remaining fixative was quenched with 50 mM NI-I4C1 for 10 min. Cells were permeabilized with 0.2% Triton X-100 for 4 rain, washed again, transferred to 0.2% gelatine, and then labeled with the primary antibody in 0.2% gelatine for 20 rain. The coverslips were rinsed three times for 5 rain and incubated with fluorescently labeled secondary antibodies in 0.2 % gelatine for 20 rain. For double-labeling experiments, the two primary and the two secondary antibodies were applied together. For localizing rab2, the cells were permeabilized with 0.5% saponin in 80 mM K-Pipes, pH 6.8, 5 mM EGTA, 1 mM MgCI2 for 5 min before fixation to wash out cytosolic, nonmembrane-bound protein. The labelings were essentially performed as described (Chavrier et ai., 1990) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 122,
                    "text": "(Kobayashi and Pagano, 1989)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1180,
                    "end": 1203,
                    "text": "(Chavrier et ai., 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Light Microscopy"
        },
        {
            "text": "Nuclear and viral DNA were visualized by staining with 5 t-~g/mi bisbenzimide (Hoechst No. 33258 for fixed cells and membrane permeable Hoechst No. 33342 for living cells; Sigma Immunochemicais) for 5 rain. After extensive washing in PBS the coverslips were mounted on glass slides using moviol as mounting medium and examined with an Axiophot fluorescence microscope (Carl Zeiss, Inc., Oberkochen, Germany).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Light Microscopy"
        },
        {
            "text": "Vaccinia-infected BHK or HeLa cells were fixed for 60 min in 1% glutaraldehyde in 0.2 M cacodylate buffer, pH 7.4, stained with 1% OsO4, 1.5% K3Fe(CN)6 followed by 1% magnesium uranylacetate for 60 min, respectively, and processed for conventional Epon embedding. All incubations were carried out at room temperature. For immunoelectron microscopy infected cells were removed from the tissue culture dish by treating them with proteinase K (25 tzg/ml for HeLa and 50/~g/mi for BHK; Merck, Darmstadt, Germany) on ice for 2-3 min or with 10 mM EDTA on ice for 45 min for J774 mouse macrophage cells. Purified INV and EEV bands were collected from sucrose gradients by hand. All cell and virus samples were prefixed with 1.5 % paraformaldehyde (PFA) in 0.25 M Hepes, pH 7.4, spun at 800 g, fixed in 8% PFA in 0.25 M Hepes, pH 7.4 overnight and spun at 10,000 g for 15 min. The pellets were infiltrated with 2.1 M sucrose as cryoprotectant in PBS for 3 x 10 rain and frozen in liquid nitrogen. Ultrathin sections were cut at -90°C and transferred to formvar coated EM-grids. The immunolabelings as well as the drying and contrasting of the sections were performed as described (GritTiths et al., 1983 (GritTiths et al., , 1984 . For quantitation, electron micrographs were taken in a systematic fashion at a primary magnification of 10,000 and the density of gold labeling with p58 over virions, nucleus and cytoplasmic areas around the virions was quantified by point counting (Grifliths and Hoppeler, 1986) .",
            "cite_spans": [
                {
                    "start": 1173,
                    "end": 1196,
                    "text": "(GritTiths et al., 1983",
                    "ref_id": null
                },
                {
                    "start": 1197,
                    "end": 1222,
                    "text": "(GritTiths et al., , 1984",
                    "ref_id": null
                },
                {
                    "start": 1474,
                    "end": 1504,
                    "text": "(Grifliths and Hoppeler, 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Electron Microscopy"
        },
        {
            "text": "Adherent HeLa cells were infected with VV-WR at a MO[ of I0 PFU/cell either without or with rifampicin followed by a l-h chase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiments Using Permeabilized Cells"
        },
        {
            "text": "For the streptolysin O (SLO) permeabilization, at 15 h PI the cells were transferred onto ice, washed 3× with ice cold SLO-buffer (250 mM sucrose, 5 mM magnesium acetate, 50 mM potassium acetate, 25 mM Hepes, pH 7.4, I mM DTT) and then incubated on ice with 4 U/ml SLO (Wellcome Diagnostics, England) in SLO-buffer (0.5 ml/30 mm dish) for I0 rain to bind the SLO to the plasma membrane. The cells were washed again 3 × with ice cold SLO-buffer, incubated at 37°C for 15 min to allow pore formation of the SLO and transferred back onto ice. Under these conditions 50-70 % of the cellular lactate dehydrogenase is released into the medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiments Using Permeabilized Cells"
        },
        {
            "text": "For the preparation of broken cells, at 8 h P1 the ceils were carefully scraped into the media and colfecwxl by pelleting (5 inin, 1,000 g). All subsequent steps were carried out at 4°C. The infected cells were washed once with PBS, resuspended in 0.2 ml/100 mm dish breaking buffer (0.25 M sucrose, 3 mM imidazole, pH 7.4) and gently broken by pipetting twice through a small, yellow pipette tip (Gilson Medical Elec. Inc., Middleton, Wl) to selectively perforate the plasma membrane. Under these conditions, ,~50-70% of the cells were broken as judged by trypan blue staining and most, if not all, of the broken cells retained their major cytoplasmic organelles including the viral factories. The broken cells were pooled (5 rain, 3,000 g) and resuspended in 0.6 ml incubation buffer (0.25 M sucrose, 25 mM Hepes, pH 7.4, 5 mM magnesium acetate, 50 mM potassium acetate) containing 6 nm BSA-gold (final OD 20) for 45 rain or containing proteinase K (Merck, Darmstadt, Germany; 0.3 mg/ml) for 5 rain followed by PMSF (final 0.3 mg/ml) for 5 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiments Using Permeabilized Cells"
        },
        {
            "text": "The SLO-permeabilized or broken cells were fixed with 1% glutaraidehyde in 0.2 M cacodylate buffer, pH 7.4, for 1 h and processed for Epon embedding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiments Using Permeabilized Cells"
        },
        {
            "text": "A subconfluent 75-cm 2 flask of RK13 cells was incubated for 24 h in lowphosphate medium containing 3 mCi 32po4 (New England Nuclear, Bad Homburg, Germany) without serum (van Meer and Simons, 1982) to label the cellular phospholipids. The cells were then infected with IHD-J at 10 PFU/cell by addition of the virus and 5% FCS directly to the labeling medium. After 24 h INV and EEV were harvested from the cells and the medium, and purified on cesium chloride gradients (Donas et al., 1990) . The gradients were fractionated and the radioactivity peaks were pooled. For [14C] labeling 125/~Ci of [2-14C]acetate was added to the cells at the time of infection, which lasted for 30 h. Lipids were extracted and analyzed by two-dimensional high performance thin layer chromatography as described before (van Meer and Simons, 1982) , except that the radioactive spots on the plates were localized both by autoradiography and colocaiization with the unlabeled carrier lipid after iodine staining. All samples were analyzed in duplicate. The data in Table U are expressed as the mean + the standard error of the mean. ",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 197,
                    "text": "(van Meer and Simons, 1982)",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 490,
                    "text": "(Donas et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 827,
                    "text": "(van Meer and Simons, 1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1044,
                    "end": 1051,
                    "text": "Table U",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Phospholipid Analysis of Gradient-Purified INV and EEV"
        },
        {
            "text": "Vaccinia virus replication and assembly occur in discrete cytoplasmic structures, termed viral factories (Moss, 1990) . Since well-characterized marker proteins for these structures have not been described, we identified them using markers for DNA (Esteban, 1977) . With bis-benzimide, a fluorescent DNA stain, we detected 2-5 viral factories per cell at 4 h PI which coalesced into one or two large, juxtanuclear factories at 8 h PI. For EM, cryosections of infected HeLa cells were labelled with the anti-DNA antibody (Hausmann et al., 1986) . Both the nuclei and cytoplasmic areas which contained crescent shaped membranes as well as discrete immature virions ( Fig. 1) were decorated with protein A-gold. The DNA within the virions could also be labeled ( Fig. 1, arrows) . However, the cytoplasmic areas labeled by the anti-DNA antibody were much larger than the areas where viral crescents were formed. Additionally, the crescents as well as most of the IV themselves were not labeled for DNA. We conclude that only parts of the cytoplasmic fluorescence seen after staining with the DNA stain corresponded to the cytoplasmic assembly sites of vaccinia virus observed by EM.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 117,
                    "text": "(Moss, 1990)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 248,
                    "end": 263,
                    "text": "(Esteban, 1977)",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 543,
                    "text": "(Hausmann et al., 1986)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 665,
                    "end": 672,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 760,
                    "end": 775,
                    "text": "Fig. 1, arrows)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Localization of Viral Factories Using DNA markers"
        },
        {
            "text": "The first distinctive structures of assembling virus are crescent-shaped membranes located within the viral factories which show a brush-like array of electron-dense spicules on their convex surface (Dales and Mossbach, 1968) . Close inspection reveals membranous structures in close proximity ( Fig. 2 a) , or even continuity ( Fig. 2 e) , with the crescents. The membranes within the viral factories were better visualized in cryosections which also revealed that within the crescent, a second membrane could often be detected (Fig. 2 , b and g). In epon sections of infected cells the two membranes were difficult to resolve (see Topology of Virus Assembly, below). Occasionally however, at the ends of the crescents two membranes could be resolved ( Fig. 2 d) as well as membrane loops connecting the two bilayers ( Fig. 2 c) . The crescents further assemble into spherical, immature virions which also have electron-dense spicules in their membranes (Nagayama et al., 1970; Morgan, 1976) . Many images from very thin Epon-or cryosections suggested that there are two membranes within the immature virions ( Fig. 2 f) . Further, a small subpopulation of immature virions showed a distinct inner membrane that was separated from the outer one ( Between the two membranes of the INV a regular spike-like array was usually evident but whether these are identical to the spicules of the immature virions is unclear. After their formation, some of the INV particles become enwrapped by a cellular membrane cisterna (Ichihashi et al., 1971; Morgan, 1976; Hiller and Weber, 1985) , thus acquiring their third and fourth membranes simultaneously. We will refer to the resulting four-membraned viral form as the intracellular enveloped virus (IEV). In cryosections, we could easily identify viral particles which had four distinct membranes (Fig. 3 , c-e), whereas in Epon sections the innermost membranes could not be clearly visualized (Fig. 3 , a and b). The outer envelope of the IEV is thought to fuse with the plasma membrane, thereby releasing the EEV into the medium (Morgan, 1976; Payne and Kristensson, 1979) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 225,
                    "text": "(Dales and Mossbach, 1968)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 955,
                    "end": 978,
                    "text": "(Nagayama et al., 1970;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 979,
                    "end": 992,
                    "text": "Morgan, 1976)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1514,
                    "end": 1538,
                    "text": "(Ichihashi et al., 1971;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1539,
                    "end": 1552,
                    "text": "Morgan, 1976;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1553,
                    "end": 1576,
                    "text": "Hiller and Weber, 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2070,
                    "end": 2084,
                    "text": "(Morgan, 1976;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2085,
                    "end": 2113,
                    "text": "Payne and Kristensson, 1979)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 305,
                    "text": "Fig. 2 a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 329,
                    "end": 338,
                    "text": "Fig. 2 e)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 529,
                    "end": 536,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 754,
                    "end": 763,
                    "text": "Fig. 2 d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 820,
                    "end": 829,
                    "text": "Fig. 2 c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1112,
                    "end": 1121,
                    "text": "Fig. 2 f)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1836,
                    "end": 1843,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1933,
                    "end": 1940,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Assembly of Vaccinia Virus Particles"
        },
        {
            "text": "Cryosections of sucrose gradient-purified virions showed the same morphology, namely two membranes within the INV (Fig. 3 f ) and three within the EEV (not shown). In summary, the cryosections revealed an additional membrane within all viral particles which were poorly resolved in Epon sections, namely two membranes in the immature virions and the INV, four membranes in the IEV and three membranes in the EEV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "text": "(Fig. 3 f )",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Assembly of Vaccinia Virus Particles"
        },
        {
            "text": "To characterize virus assembly in more detail, we used the The Journal of Cell Biology, Volume 121, 1993 antibiotic rifampicin to synchronize the assembly process. Rifampicin reversibly blocks the virus assembly without interfering with viral DNA replication or protein synthesis (Moss et al., 1969) . It leads to the accumulation of rifampicin bodies, which are large, electron-dense structures surrounded by irregularly shaped smooth membranes. Biochemical studies have shown that the rifarnpicin bodies contain several vaccinia structural proteins (Payne and Kristensson, 1990) . Infected BHK or HeLa cells were incubated in the presence of rifampicin and then placed in drug-free media for various times before fixation at 8 h PI. When there was no chase-period, rifampicin bodies were easily detected by light microscopy using phase-contrast (Fig. 4, a and b) . Electron micrographs showed that these structures were partially surrounded by irregularly shaped, smooth membranes (Fig. 4, c and d) .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 299,
                    "text": "(Moss et al., 1969)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 551,
                    "end": 580,
                    "text": "(Payne and Kristensson, 1990)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 847,
                    "end": 864,
                    "text": "(Fig. 4, a and b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 983,
                    "end": 1000,
                    "text": "(Fig. 4, c and d)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Synchronization of Viral Assembly with Rifampicin"
        },
        {
            "text": "Upon removal of rifampicin viral assembly proceeds as normal (Moss et al., 1969) . Crescent-shaped buds arose in a synchronized way from most of the rifampicin bodies within 5 min; after 1 h chase spherical immature virions were enriched, and after 2 h chase INVs had appeared (not shown). These observations support previous studies which proposed that the rifampicin bodies contain the precursors of the vaccinia membranes (Grimley et al., 1970; Nagayama et al., 1970) . Therefore, we used dfampicin in order to accumulate vaecinia precursor membranes and to synchronize virus assembly in infected cells.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 80,
                    "text": "(Moss et al., 1969)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 425,
                    "end": 447,
                    "text": "(Grimley et al., 1970;",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 470,
                    "text": "Nagayama et al., 1970)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Synchronization of Viral Assembly with Rifampicin"
        },
        {
            "text": "Our EM studies were not consistent with the current model of vaccinia assembly (Dales and Mosshach, 1968; Dales and Pogo, 1981; Palade, 1983; Petterson, 1991) for two reasons. First, the de novo model does not account for the continuity of assembling virions with cellular membranes and second, it does not explain the acquisition of the two membranes of the INV. We could think of two alternative hypotheses which would be consistent with our data. The first would be that the virus buds into a cellular compartment, thereby acquiring its first membrane and forming the immature virus. Sub- Figure 5 . The viral crescents are continuous with cisternal and tubular membranes. Epon sections (a-e) of VV-WR infected HeLa cells in which the plasma membrane has been permeabilized 12 h after infection using the bacterial toxin streptolysin O (SLO) to deplete cytoplasmic components and leading to an increase in membrane contrast. Under these conditions the membrane continuities between the membranes oftbe viral crescents and cisternal and tubular cellular membranes become evident. In a, two tubules (small arrowheads) appear to emanate from an electron-dense membrane structure that itself is continuous (large arrowhead) with the characteristic round profile of a viral crescent. The large arrows (a and c) indicate continuities between the RER and membrane tubules. A ribosome on the RER is indicated (small arrow in a and c). The arrowheads in b-e point to continuities between the viral crescents and cellular membranes. and incubated on ice with BSA-gold (a and b) or proteinase K (c-e). BSA gold has ready access to the cytoplasm as well as to the immature virions (asterisk in a) and to both sides of the crescent shaped membranes (a). In contrast, gold particles are excluded from the lumen of all identifiable cellular organdies, including the nuclear envelope and the ER (arrowheads in a). A small fraction of immature virions do not contain BSA gold (star in a). BSA gold also has access to the space between the INV and the wrapping membranes but not the lumen of this cisternae (b). Proteinase K (c-e) leads to a dramatic change in the morphology of some of the immature virions (asterisks in c-e). These immature virions appear empty and two membranes with a trilarninar appearance (arrowheads in c-e) become visible. The content of some immature virions remains (star in e) and in these virions the morphology of the membranes has not changed; we assume that only these virions are fully closed particles. In these particles the two membranes cannot be visualized. N, nucleus. Bars, 200 n m .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 105,
                    "text": "(Dales and Mosshach, 1968;",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 127,
                    "text": "Dales and Pogo, 1981;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 128,
                    "end": 141,
                    "text": "Palade, 1983;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 142,
                    "end": 158,
                    "text": "Petterson, 1991)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 600,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Topology of Virus Assembly"
        },
        {
            "text": "sequently it buds out of this organelle, thus obtaining its second membrane and forming the INV. By this assembly mechanism the immature virions would contain one membrane and would be localized within the lumen of that organelle. Alternatively, the virus could acquire two membranes within a single step by becoming enveloped by a membrane cisterna. Such a mechanism would predict that the immature virions should contain two membranes and be free in the cytoplasm rather than in the lumen of a cellular organelle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topology of Virus Assembly"
        },
        {
            "text": "To obtain a better membrane visualization, infected HeLa cells were permeabilized at 15 h PI using the bacterial toxin SLO (Bhakdi and Tranum-Jensen, 1983; Ahnert-Hilger et al., 1989) . The cells were treated with rifampicin and then chased for 1 h to accumulate viral crescents prior to the SLO treatment and embedding in Epon. The permeabilization led to a significant extraction of cytoplasmic proteins such as lactate dehydrogenase, which increased the membrane contrast and allowed a better visualization of membrane tubules. Under these conditions the continuities between the viral crescents and cytoplasmic membranes became obvious. Specifically, the viral crescents appeared to be continuous either with double membrane cisternae or with distinct tubular elements (Fig. 5) . These tubules, which have a uniform diameter of ~ 30 nm, are thinner than the average thickness of our thin sections and are difficult to visualize in nonextracted cells. In the SLO extracted cells it is also evident that at least some of these tubules are continuous with the rough ER (Fig. 5 a) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 155,
                    "text": "(Bhakdi and Tranum-Jensen, 1983;",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 183,
                    "text": "Ahnert-Hilger et al., 1989)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 773,
                    "end": 781,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1080,
                    "text": "(Fig. 5 a)",
                    "ref_id": null
                }
            ],
            "section": "Topology of Virus Assembly"
        },
        {
            "text": "In most cases it was difficult to resolve two membranes within the crescents themselves. In some cases, however (Fig. 5 c) , images were obtained which show clearly that these structures also consist of two distinct bilayers. Such images lead us to propose that these cisternal structures would be organized with the same topology as ER or Golgi membranes with the space between the two bilayers representing an ecto-cytoplasmic compartment. In the next series of experiments we addressed this issue using an electrondense marker for the cytoplasm. Infected HeLa cells were gently broken to selectively perforate the plasma membrane, and incubated at 4\"C with BSA gold. Under these conditions, \"~50-70% of the cells were broken as judged by trypan blue staining and EM analysis showed that most of these cells retained their major cytoplasmic organelles and the viral factories. BSA gold had free access to the cytoplasm, to both sides of the crescent shaped membranes and to most of the immature virions (Fig. 6 a) . A small percentage of the immature virions had no BSA gold in their centres (Fig. 6 a, asterisk) , arguing that these particles had already completely sealed. Gold particles were excluded from the lumen of all identifiable cellular organelles, the nuclear envelope, rough ER (Fig. 6 a) , the Golgi complex and mitochondria (not shown). BSA gold also had access to the space between the INV and the wrapping membranes, but not to the lumen of this cisterna (Fig. 6 b) . Since these experiments argue that the assembling virions are not within a cellular organelle but free in the cytoplasm they should be accessible to proteolytic digestion in broken cells. When the broken ceils were treated with proteinase K on ice for 5 min, in a subset of these cells the assembling virions showed dramatic changes in their morphology, namely two membranes became clearly visible (Fig. 6, c-e) . In addition, the contents of these virions had been completely removed. In agreement with the BSA-gold data, in a small percentage of the spherical immature virus profiles the appearance of the viroplasm was not affected by the protease treatment (Fig.  6 e ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 122,
                    "text": "(Fig. 5 c)",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1015,
                    "text": "(Fig. 6 a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1094,
                    "end": 1114,
                    "text": "(Fig. 6 a, asterisk)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1293,
                    "end": 1303,
                    "text": "(Fig. 6 a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1474,
                    "end": 1484,
                    "text": "(Fig. 6 b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1885,
                    "end": 1898,
                    "text": "(Fig. 6, c-e)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2148,
                    "end": 2160,
                    "text": "(Fig.  6 e )",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Topology of Virus Assembly"
        },
        {
            "text": "These experiments confirm that the immature virions contain two membranes, consistent with their being wrapped by a membrane cisterna. In addition, only a small percentage of the immature virions found at steady state were fully sealed since the contents of the majority were susceptible to both BSA-gold and protease digestion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topology of Virus Assembly"
        },
        {
            "text": "We used a series of characterized markers for different cellular compartments to determine if the membranes continuous with the viral crescents belong to a cellular organdie or to a new membrane system devoid of cellular proteins and induced by the vaccinia infection. We found that HRP internalized during the last 2 h of infection as well as a spectrum of antibodies specific for endocytic organdies did not colocalize with the viral factories (Schmelz, M., B. Sodeik, M. Ericsson, G. Hiller, H. Shida, E. Wolffe, and G. Grifliths, manuscript in preparation). Since the viral factories were always located in the perinuclear region of the cell, we investigated if markers for the Golgi complex would label them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship of Viral Factories to Cellular OrganeUes"
        },
        {
            "text": "Antisera to either mannosidase II, a 135-kD cis-medial-Golgi marker protein (Burke et al., 1982; Baron and Garoff, 1990) , or galactosyltransferase, a trans-Golgi marker enzyme (Roth and Berger, 1982) , in combination with DNAstaining, showed that the viral factories did not colocalize Figure 7 . Immunofluorescence microscopy of a cellular marker protein for the Golgi complex in vaccinia infected ceils. VV-WR infected HeLa cells were fixed at 8 h after infection, permeabilized, and labeled with anti-galactosyltransferase (a) followed by a rhodamine-conjugated goat anti-rabbit antibody, b shows the corresponding DNA staining using a fluorescent DNA dye. The labeling for galactosyltransferase (a; the white dotted lines indicate corresponding regions in b) does not colocalize with the viral factories as identified by cytoplasmic DNA staining (b). N, nucleus. Bar, 10 #m. with these markers (Fig. 7, a and b) . We made the same observations using fluorescent Ct-NBD-ceramide, a specific marker of trans-Golgi/TGN elements Pagano, 1983, 1985 ; not shown). Since viral factories did not colocalize with markers of endosomes, lysosomes, Golgi stacks or TGN, we conclude that the membranes of the immature virions are not derived from these organelles.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 96,
                    "text": "(Burke et al., 1982;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 97,
                    "end": 120,
                    "text": "Baron and Garoff, 1990)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 177,
                    "end": 200,
                    "text": "(Roth and Berger, 1982)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1030,
                    "end": 1048,
                    "text": "Pagano, 1983, 1985",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 916,
                    "text": "(Fig. 7, a and b)",
                    "ref_id": null
                }
            ],
            "section": "Relationship of Viral Factories to Cellular OrganeUes"
        },
        {
            "text": "To visualize the ER, we used antibodies to protein disulfide isomerase (PDI; Tooze et al., 1989) , a soluble ER protein, and to ER-p34, a 34-kD integral membrane protein of the rough ER (Prehn et al., 1990) . Fluorescence labeling experiments using anti-PDI (Fig. 8, a and b) or anti-ER-p34 Figure 8 . Immunofluorescence microscopy of cellular marker proteins for the endoplasmic reticulum in vaceinia infected cells. VV-WR infected HeLa ceils were labeled with anti-PDI (a) followed by a rhodamine-conjugated goat anti-mouse antibody or with anti-ER-p34 (c) followed by a rhodamine-conjugated goat anti-rabbit antibody, b and d show the corresponding DNA staining as described in Fig. 7 . In infected cells labeling for both PDI (a) and SSR (c) show a fluorescence pattern as expected for the rough ER. Note that the labeling is significantly lower in the regions of the viral factories as defined by cytoplasmic DNA staining (arrowheads in b and c). N, nucleus. Bars, 10/an. (Fig. 8, c and d) showed a reticular staining as expected for the ER. However, the ER signal was diminished in the regions of the viral factories. Since we could not determine by light microscopy whether this labeling corresponded to the ER surrounding the viral factories or to ER membranes extending into the viral factories, PDI was localized by immunoelectron microscopy. The crescents as well as the immature ( Fig. 9 , a-c) and mature virions (not shown) were completely devoid of labeling. However, the membranes in continuity with the viral crescents were labeled, though less strongly than the ER cisternae ( Fig. 9 b) . PDI labeling was consistently found in close vicinity to the Golgi stacks and often extended to one cisterna on one side of the stack in both vaccinia infected (Fig. 9 d) and noninfected cells (G. Grifliths, unpublished data) . Similar results were seen in cells infected with vesicular stomatitis virus (Pepperkok, R., J. Scheel, H. Horstmann, H. P. Hauri, G. Griffiths, and T. E. Kreis, manuscript submitted for publication) as well as in cells infected with mouse hepatitis virus (Krijnse-Locker, J., M. Ericsson, P. J. M. Rottier, and G. Grifliths, manuscript in preparation) . In rifampicin treated samples, there was some labeling associated with the vaccinia precursor membranes adjoining the rifampicin bodies; however this was significantly lower than the labeling seen over the ER (Fig. 9 , e and f ) and the nuclear envelope (not shown). These experiments implied that the vaccinia membranes might be derived from a cellular compartment related to the ER.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 96,
                    "text": "Tooze et al., 1989)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 186,
                    "end": 206,
                    "text": "(Prehn et al., 1990)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1804,
                    "end": 1832,
                    "text": "Grifliths, unpublished data)",
                    "ref_id": null
                },
                {
                    "start": 2149,
                    "end": 2186,
                    "text": "Grifliths, manuscript in preparation)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 275,
                    "text": "(Fig. 8, a and b)",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 299,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 687,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 994,
                    "text": "(Fig. 8, c and d)",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1399,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1604,
                    "text": "Fig. 9 b)",
                    "ref_id": null
                },
                {
                    "start": 1767,
                    "end": 1777,
                    "text": "(Fig. 9 d)",
                    "ref_id": null
                },
                {
                    "start": 2398,
                    "end": 2405,
                    "text": "(Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Relationship of Viral Factories to Cellular OrganeUes"
        },
        {
            "text": "Recently a number of marker proteins have been described which localize specifically to an intermediate station of the biosynthetic pathway which has been referred to as the intermediate compartment, the salvage compartment or the cis-Golgi network (reviewed in Hauri and Schweizer, 1992; Mellman and Simons, 1992; Rothman and Orci, 1992; Saraste and Kuismanen, 1992) . Here, we will refer to this compartment as the intermediate compartment. Until now three cellular markers have been shown to be especially enriched in this organelle: rab2, a small GTP-binding protein (Chavrier et al., 1990) , as well as two integral membrane proteins of unknown function, p53 (Schweizer et al., 1988 ) and p58 (Saraste et al., 1987) .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 288,
                    "text": "Hauri and Schweizer, 1992;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 289,
                    "end": 314,
                    "text": "Mellman and Simons, 1992;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 315,
                    "end": 338,
                    "text": "Rothman and Orci, 1992;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 339,
                    "end": 367,
                    "text": "Saraste and Kuismanen, 1992)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 571,
                    "end": 594,
                    "text": "(Chavrier et al., 1990)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 664,
                    "end": 687,
                    "text": "(Schweizer et al., 1988",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 698,
                    "end": 720,
                    "text": "(Saraste et al., 1987)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Markers for the Intermediate Compariment between the ER and the Golgi Stacks Colocalize with the Viral Factories"
        },
        {
            "text": "We used antibodies to these proteins to localize the intermediate compartment in vaccinia infected BHK, HeLa or J774 macrophage cells. Immunofluorescence experiments using an antibody to p53 showed that there was weak labeling in some regions of the viral factories as defined by DNA staining, as well as more extensive labeling in the areas adjoining the viral factories (Fig. 10, a and b) . Four different affinity-purified rabbit antibodies against rab2 were tested: two polyclonal sera raised against synthetic peptides corresponding to the COOH terminus of rab2 and two polyclonal sera made against a bacterially expressed fusion protein (Chavrier et al., 1990) . By immunofluorescence, one of the anti-eOOH terminus and one of the anti-fusion protein sera gave a viral factory (Fig. 10, c and d) or rifampicin body labeling (Fig. 10,fand h) , the two other sera gave a labeling similar to the p53 labeling. They all gave identical labeling patterns by immunoelectron microscopy. The labeling obtained with the two anti-COOH terminus sera couM be blocked by pre-incubating the sera with the specific synthetic peptide (amino acid 158-176 of rab2) whereas an unspecific peptide (amino acid 182-197 of rab5) had no effect. Double immunofluorescence experiments (not shown) confirmed that in vaccinia infected cells, two of the four antibodies against rab2 do not colocalize with p53 as they do in noninfected cells (Chavrier et al., 1990) . In rifampicin-treated infected cells, two of the four a-rab2 antibodies, and to a lesser extent, p53 (Fig. 10, e-h) , localized to the rifampicin bodies which contained the vaccinia precursor membranes. The significance of the difference in the labeling patterns seen with the two classes of rab2 antibodies is presently unclear. To determine whether the membranes of the viral factories were related to the intermediate compartment, we performed immunogold labeling. Antisera against rab2 (Fig.  11 a) , p53 (Fig. 11 b) and p58 (Fig. 11, c and d) labeled the membranes in some regions of the viral factories as well as membranes in continuity with assembling virions (Fig. 11,  a, c and d) . With all these antibodies tubulo-vesicular elements often extending a considerable distance from the Golgi stacks as well as one or two cisternae on one side of the Golgi stack were labeled (Fig. 11, a and b) . HeLa (a, b, and e-h) or BHK (c and d) ceils were extracted with saponin before fixation and labeled with anti-p53 (a and e) or anti-rab2 (c and f). b, d, and g show the corresponding DNA staining, and h the phase-contrast image corresponding to e, f, and g. In infected cells, labeling for p53 results in a perinuclear pattern (a) which is located on the same side of the nucleus as the viral factory, as defined by cytoplasmic DNA staining (b). In contrast, rab2 (c) colocalizes to a large extent with the viral factories (d). Double labeling of rifampicin-treated infected cells (e-h) shows that the bulk of the p53 labeling (e) is not changed by rifampicin whereas the bulk of rab2 (f) is concentrated on the rifampicin bodies, as identified by phase contrast (h). The arrows (e, f, and h) point to rifampicin bodies which overlap with the labeling for p53 and rab2. The rifampicin bodies occur predominantly in the region of the viral factories as defined by DNA staining (g). N, nucleus. Bars, 10 ttm.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 666,
                    "text": "(Chavrier et al., 1990)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1418,
                    "end": 1441,
                    "text": "(Chavrier et al., 1990)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2348,
                    "end": 2368,
                    "text": "HeLa (a, b, and e-h)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 390,
                    "text": "(Fig. 10, a and b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 783,
                    "end": 801,
                    "text": "(Fig. 10, c and d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 830,
                    "end": 846,
                    "text": "(Fig. 10,fand h)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1545,
                    "end": 1559,
                    "text": "(Fig. 10, e-h)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1934,
                    "end": 1946,
                    "text": "(Fig.  11 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1953,
                    "end": 1964,
                    "text": "(Fig. 11 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1973,
                    "end": 1991,
                    "text": "(Fig. 11, c and d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2112,
                    "end": 2134,
                    "text": "(Fig. 11,  a, c and d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2327,
                    "end": 2345,
                    "text": "(Fig. 11, a and b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Markers for the Intermediate Compariment between the ER and the Golgi Stacks Colocalize with the Viral Factories"
        },
        {
            "text": "We undertook a quantitative analysis of the labeling with p58 by taking 20 electron micrographs in a systematic fashion and determining the densities of labeling over different structures. Since the membranes of the intermediate compartment in the vicinity of the assembling virions were often very difficult to visualize, we decided to quantify areas of cytoplasm within the viral factories. For comparison, we determined the amount of labeling over the virions themselves as well as over the nuclei. The membranes within the viral factories showed on average 3.05 (+0.41) gold particles/#m 2, whereas the virions or the nuclei had only 0.95 (+0.5) gold//xm 2 or 0.67 (+0.1) gold//~m 2, respectively. The virions and the nuclei are not expected to contain p58 and we therefore considered this labeling to be background. These data show that the labeling for p58 in the region of the viral factories was over three times higher than background values. Since the membranes of the intermediate compartment comprise only a fraction of the area of the viral factory on the micrograph that we used for quantitation, we expect that these data underestimate the amount of specific labeling associated with the membranes of this compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markers for the Intermediate Compariment between the ER and the Golgi Stacks Colocalize with the Viral Factories"
        },
        {
            "text": "Since the abundance of the cellular marker proteins of the intermediate compartment is not very high, especially during longer infection times when the host's protein synthesis is shut off, we sought a suitable marker that is expressed at higher levels. We chose a recombinant vaccinia virus (VV-El) which expresses the E1 integral membrane protein of the avian infectious bronchitis virus (IBV El; Machamer and Rose, 1987) under the control of the vaccinia 7.5 k promoter. It has been shown previously using VV-E1 that the bulk of the protein remains Endo H sensitive (Machamer and Rose, 1987) indicating that it does not reach the medial Golgi apparatus. Under these conditions IBV E1 accumulates in membrane structures closely associated with the cis-side of the Golgi stacks (Machamer et al., 1990) . These results, together with the observation that another coronavirus, the mouse hepatitis virus, buds into a post-ER, pre-Golgi compartment (Tooze et al., 1984;  Krijnse-Locker, J., M. Ericsson, P. J. M. Rottier, and G. Griffiths, manuscript in prepara- Figure 9 . Immunoelectron microscopy of cellular marker proteins for the ER in vaccinia infected cells. Thawed cryosections of VV-WR infected BHK (a, 8 h after infection), J774 macrophages (b, 18 h after infection) or HeLa cells (c-f, 9 h after infection) were labeled with anti-PDI followed by protein A-9 nm gold. Cells in d-f were treated with rifampicin during the infection. Anti-PDI labeling reveals several ER-cisternae (ER) which occasionally extended to the viral factories (a). Occasionally, labeling for PDI is seen on a membrane cisterna in very close proximity to the viral crescents (CR), especially in J774 macrophages (b). In general, the membrane cisternae continuous with or in close proximity to the assembling virions are not labeled (a and c). PDI labeling is also found in close proximity to the Golgi stack, often extending in to one cisterna on one side of the stack (d). In rifampicin-treated cells, PDI labeling is high in ER-cisternae (arrows in e and f) and is present in small amounts on the membranes surrounding the rifampicin bodies. (R, arrowheads in e and f). CR, crescent;/E, immature virus; R, rifampicin body; ER, endoplasmic reticulum; (7, Golgi complex. Bars, 200 nm. tion), would argue that the bulk of IBV E1 should reside in a pre-Golgi compartment, presumably the intermediate compartment. There are two advantages in using VV-E1. Unlike tab2, IBV E1 glycoprotein is an integral membrane protein and, compared with p53 and p58, it is expressed at very high levels in VV-EI infected cells.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 423,
                    "text": "Machamer and Rose, 1987)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 569,
                    "end": 594,
                    "text": "(Machamer and Rose, 1987)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 779,
                    "end": 802,
                    "text": "(Machamer et al., 1990)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 946,
                    "end": 966,
                    "text": "(Tooze et al., 1984;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 967,
                    "end": 967,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1060,
                    "end": 1068,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Colocalization of Vaccinia Membranes with the Avian Infectious Bronchitis Virus E1 Protein"
        },
        {
            "text": "In immunofluorescence experiments using HeLa cells, IBV E1 colocalized with p53 in the same perinuclear region as v, ell as occasionally on discrete punctate structures in the periphery of the cell (Fig. 12, a and b) . When compared with p53 ( Fig. 12 b) , IBV E1 (Fig. 12 a) showed less labeling in the peripheral parts of the cells. This restriction of the IBV E1 labelling was especially evident in those cells in which cycloheximide was present during the last 2 h of infection to chase as much of the IBV E1 as possible out of the ER (not shown). In the presence of rifampicin, the bulk of IBV E1 also accumulated in a perinnclear location. Additionally, there was a lower labeling on the rifampicin bodies which contain the vaccinia precursor membranes (Fig. 12, c-e) . This experiment suggests that the vaccinia membranes are derived from membranes containing an abundantly expressed protein which is retained in an early biosynthetic compartment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 216,
                    "text": "(Fig. 12, a and b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 244,
                    "end": 254,
                    "text": "Fig. 12 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 264,
                    "end": 275,
                    "text": "(Fig. 12 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 759,
                    "end": 773,
                    "text": "(Fig. 12, c-e)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Colocalization of Vaccinia Membranes with the Avian Infectious Bronchitis Virus E1 Protein"
        },
        {
            "text": "Double-immunogold labeling experiments using VV-E1 infected HeLa cells showed that IBV E1 colocalized to a large extent with p53 on the same smooth membranes located close to both the nuclear envelope and the Golgi stacks, as well as on one or two cisterna on the cis-side of the Golgi stacks (Fig. 13 a) . Strong labeling for VV-E1 was obtained on the smooth membranes within the viral factories which were in close proximity to some of the assembling virions (Fig. 13 b) . However, many vaccinia crescent membranes were continuous with membranes that were not labeled for this marker. We next compared the localization of IBV E1 to p58 in vaccmia-infected cells. To accumulate viral crescent and immature virions, we used mouse macrophages infected with W-E1 in the presence of rifampicin and then chased for 30 min. In single-labeling experiments, anti-IBV E1 labeled many of the smooth membranes connected to the viral buds which had formed from the rifampicin bodies (Fig. 14 a) . Double-labeling experiments showed colocalization of IBV E1 with p58 on some but not all of the smooth membranes around the rifampicin bodies (Fig. 14, b and c) . Many of these membranes were continuous with the assembling virions (Fig. 14 b, large arrows) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 304,
                    "text": "(Fig. 13 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 461,
                    "end": 472,
                    "text": "(Fig. 13 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 972,
                    "end": 983,
                    "text": "(Fig. 14 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1128,
                    "end": 1146,
                    "text": "(Fig. 14, b and c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1217,
                    "end": 1242,
                    "text": "(Fig. 14 b, large arrows)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Colocalization of Vaccinia Membranes with the Avian Infectious Bronchitis Virus E1 Protein"
        },
        {
            "text": "Collectively, these data argue that the membranes within the viral factories are not induced by the vaccinia infection but rather belong to the intermediate compartment of the host cell. Furthermore, in contrast to rab2, p53, or p58, IBV-E1 appeared to be more restricted in its localization. Only those vaccinia virions that assembled in regions close to the Golgi complex were in continuity with IBV E1 enriched membranes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colocalization of Vaccinia Membranes with the Avian Infectious Bronchitis Virus E1 Protein"
        },
        {
            "text": "If vaccinia virus really assembles from a cellular compartment, the viral lipid composition should reflect the lipid composition of that compartment. We therefore determined the phospholipid composition of cesium chloride gradientpurified INV and EEV preparations and compared it with that of whole cells (Table 1I ). The lipid composition of the cells was similar to published compositions (Wherrett and Huterer, 1972; Stern and Dales, 1974; van Meer and Simons, 1982) . When compared with whole cell extracts, INV was relatively deficient in sphingomyelin and phosphatidylserine while being enriched in phosphatidylinositol. Since sphingomyelin is thought to be synthesized in the cis-medial-Golgi apparatus (Futerman et al., 1990; Jeckel et al., 1990) , its low concentration in the INN would be consistent with assembly on a compartment positioned before the Golgi stacks but after the ER (Fleischer et al., 1974; van Meer, 1989) .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 419,
                    "text": "(Wherrett and Huterer, 1972;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 420,
                    "end": 442,
                    "text": "Stern and Dales, 1974;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 443,
                    "end": 469,
                    "text": "van Meer and Simons, 1982)",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 733,
                    "text": "(Futerman et al., 1990;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 734,
                    "end": 754,
                    "text": "Jeckel et al., 1990)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 893,
                    "end": 917,
                    "text": "(Fleischer et al., 1974;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 918,
                    "end": 933,
                    "text": "van Meer, 1989)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "text": "(Table 1I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Lipid Analysis of Gradient-Purified INV and EEV"
        },
        {
            "text": "In contrast, compared with whole cell extracts as well as INV, purified EEV were enriched in sphingomyelin and phosphatidylserine, and were relatively low in phosphatidylinositol. Such a composition is more similar to late compartments of the secretory route ( van Meer, 1989) . As noted previously (Stern and Dales, 1974; Hiller et al., 1981) , the INV form of vaccinia virus was enriched in a phospholipid that ran close to the solvent front of the thin layer plate. This lipid has been tentatively identified as acylbis(monoacylglyceryl)phosphate (Hiller et al., 1981) , a lipid related to the lysosomal lipid bis(monoacylglyceryl)phosphate (Wherrett and Huterer, 1972) . However, as in the previous work (Hiller et al., 1981) , an enrichment of this lipid was always accompanied by a decrease in the concentration of phosphatidylethanolamine. We are presently testing the possibility that the unknown lipid is the product of modification of phosphatidylethanolamine to N-acylphosphatidylethanolamine, a lipid that has been observed and has a structure very similar to that of acyl-bis(monoacylglyceryl)phosphate (Somerharju and Renkonen, 1979) . Figure 11 . Immunoelectron microscopy of cellular marker proteins for the intermediate compartment between the ER and the Golgi complex in vaccinia infected cells. Thawed cryosections of VV-WR infected HeLa cells at 8 h after infection were labeled with anti-rab2 (a) or with anti-p53 (b) followed by protein A-gold. The arrows (a) point to the two membranes within the assembling virions and to smooth membranes continuous with the virions. Anti-rab2 (arrowheads in a) labels membranes that are in part continuous with assembling virions (asterisk) as well as other membranes within the viral factories. Anti-p53 (arrowheads in b) labels membranes in close proximity to assembling virions (asterisk). Note the association of the gold particles for both anti-p53 and anti-rab2 with one cisterna of the Golgi complex (G; a and b). c and d show thawed cryosections of J774 mouse macrophages infected with the recombinant VV-E1 incubated in the presence of rifampicin for 14.5 h and followed by 30 rain without rifampicin to accumulate immature viral particles. These sections were labeled with anti-p58 followed by protein A-gold. The arrows (c and d) point to the two membranes within the assembling virions and to smooth membranes continuous with the virions. Note the membranes in c (arrows) labeled for p58 (arrowheads) that appear to be continuous with the membranes of an assembling virion (asterisk). The double membranes of the latter are only visible in a small region of the viral crescents (/arge arrows), d shows continuities of the two membranes of assembling virions with a smooth membrane tubule or cisterna (arrows), which is labeled for p58 (arrowheads). Bars, 200 nm. Figure 12 . Immunofluorescence microscopy of IBV E1 expressed by VV-E1 in HeLa cells. HeLa cells infected with recombinant VV-E1 in the absence (a, and b) or in the presence of rifampicin (c-e) were labeled with anti-IBV E1 (a and c), with anti-p53 (b) or with a fluorescem DNA dye (e). d shows the corresponding phase contrast image to c and e. In infected cells p53 shows a strong perinuclear labeling and some peripheral punctate structures (b). Note that IBV E1 (a) labels a more restricted region within the infected cell when compared with p53 (b). In the presence of rifampicin (c-e) IBV E1 shows a similar perinuclear labeling. The rifampicin bodies (arrowheads in c and d) are also labeled, although to a lesser extent. The rifampicin bodies occur predominantly in the region of the viral factory, as defined by DNA staining (e). N, nucleus. Bar, 10/~m.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 276,
                    "text": "van Meer, 1989)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 299,
                    "end": 322,
                    "text": "(Stern and Dales, 1974;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 323,
                    "end": 343,
                    "text": "Hiller et al., 1981)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 550,
                    "end": 571,
                    "text": "(Hiller et al., 1981)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 644,
                    "end": 672,
                    "text": "(Wherrett and Huterer, 1972)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 708,
                    "end": 729,
                    "text": "(Hiller et al., 1981)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1116,
                    "end": 1147,
                    "text": "(Somerharju and Renkonen, 1979)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [
                {
                    "start": 1150,
                    "end": 1159,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2834,
                    "end": 2843,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Lipid Analysis of Gradient-Purified INV and EEV"
        },
        {
            "text": "It has been thought for many years that Poxviridae acquire their first lipid envelopes by de novo biogenesis (Dales and Pogo, 1981; Palade, 1983; Petterson, 1991) . This hypothesis was derived from detailed electron microscopic studies of plastic embedded specimens, which failed to detect continuities between the membranes of assembling virions and cellular organelles (Dales and Pogo, 1981; Moss, 1989 ). In the present study, we used thawed cryosections and antibodies Figure 13 . Immunoelectron microscopy of IBV E1 expressed by VV-E1 in HeLa cells. Thawed cryosections of HeLa ceils infected with recombinant VV-E1 for 4 h (a) or 8 h (b) were labeled with anti-IBV E1 followed by protein A-6 nm gold and with anti-p53 followed by protein A-9 nm gold (a) or with anti-IBV E1 followed by protein A-9 nm gold (b). a shows the colocalization of IBV E1 (arrows, 6 nm gold) with p53 (arrowheads, 9 nm gold) on tubulovesicular membranes close to the nuclear envelope and to the Golgi complex (G) as well as on one or two cisternae on one side of the Golgi complex. The membranes within the viral factory where the immature virions (asterisk) assemble are labeled for IBV E1 (b). N, nucleus. Bars, 200 nm.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 131,
                    "text": "(Dales and Pogo, 1981;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 132,
                    "end": 145,
                    "text": "Palade, 1983;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 146,
                    "end": 162,
                    "text": "Petterson, 1991)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 371,
                    "end": 393,
                    "text": "(Dales and Pogo, 1981;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 394,
                    "end": 404,
                    "text": "Moss, 1989",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 482,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "to several cellular antigens to show that the membranes of assembling virions are always in proximity to, and often continuous with, smooth, tubulovesicular membranes of the intermediate compartment between the ER and the Golgi stacks. The virions themselves were never labeled for any cellular marker protein we have looked at. These results suggest that vaccinia membranes are not synthesized de novo but derived from the intermediate compartment of the host cell. This idea is supported by the phospholipid composition of the newly formed virions that is intermediate between the known membrane composition of the ER and that of later secretory compartments ( van Meer, 1989 ).",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 677,
                    "text": "van Meer, 1989",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data show that four different markers of the intermediate compartment between the ER and the Golgi stacks, namely rab2, p53, p58, and in a more restricted fashion, the IBV El, localized to cellular membranes within the viral factories which were continuous with the membranes of assembling vaccinia virions. Collectively, these data suggest that the membranes of the immature virions are derived from the intermediate compartment. It is clear from this, and other studies, that the membranes of the intermediate compartment have an extensive structure of complex tubulo-vesicular organization. Much of their surface area consists of smooth tubules which, we assume, correspond to the tubular profiles evident in many of the published immunofluorescent images (e.g., Saraste et al., 1987; Schweizer et al., 1988; Lippincott-Schwartz et al., 1989 , 1990 . The organization of this region is especially obvious in thick sections of cells impregnated with osmium tetroxide (Lindsey and EUisman, 1985a,b; Rambourg and Clermont, 1990) . All the markers for the intermediate compartment we have tested localize to one or two cisternae on one side of the Golgi stack, as well as to membrane profiles extending considerable distances from the Golgi region, both in infected (this paper) and uninfected cells (G. Grifiiths, unpublished data). However, the distribution of some of these markers was altered in vaccinia infected ceils. For example, by immunofluorescence microscopy rab2 and p53 were enriched in different regions of the intermediate compartment in vaccinia infected cells. Whether this finding reflects different functional domains of this organelle is an intriguing possibility which can only be determined when more information is available on the organization and functions of this compartment.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 791,
                    "text": "Saraste et al., 1987;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 792,
                    "end": 815,
                    "text": "Schweizer et al., 1988;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 816,
                    "end": 848,
                    "text": "Lippincott-Schwartz et al., 1989",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 849,
                    "end": 855,
                    "text": ", 1990",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 973,
                    "end": 1003,
                    "text": "(Lindsey and EUisman, 1985a,b;",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1032,
                    "text": "Rambourg and Clermont, 1990)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "The Intermediate Compartment in Vaccinia-infected Cells"
        },
        {
            "text": "The idea of different subdomalns in the intermediate compartment is supported by our observation that IBV E1 is more restricted in its localization when compared to the sites of vaccinia assembly as well as to rab2, p53, and p58. Only those immature virions that assemble in close proximity to the Golgi stacks were in continuity with IBV E1 enriched membranes. IBV E1 has previously been considered to behave as a Golgi resident protein (Machamer et al., 1990) . However, our data showing that much of this protein colocalizes with p53 argues that, at least when expressed in vaccinia infected cells, the IBV E1 is either exclusively in the intermediate compartment or both in the intermediate compartment and in the cis-Golgi. The boundary between these two compartments can only be defined when double-labeling studies are carried out to directly compare the localization of intermediate compartment markers with a bona fide resident protein of the cis-Golgi such as the Golgi mannosidase I.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 461,
                    "text": "(Machamer et al., 1990)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The Intermediate Compartment in Vaccinia-infected Cells"
        },
        {
            "text": "One mechanism by which vaccinia could acquire its membranes from the intermediate compartment would be by following a budding mechanism similar to that used by other enveloped viruses (Petterson, 1991; Griffiths and Rottier, 1992) . This budding would result in the acquisition of a single bilayer and would leave the virus within the lumen of the intermediate compartment. We were able to test this hypothesis by introducing an electron-dense marker, BSA gold, into the cytoplasm. The BSA-gold particles were excluded from cellular compartments but clearly had access to both sides of the viral crescents as well as to immature and mature virions. We propose therefore that vaccinia virus becomes enwrapped by a membrane cisterna (Fig. 15 ). This proposal is consistent with the existence of the two membranes that are seen both in immature virions as well as in the INVs. In addition, this model explains how the immature virions, as well as the INVs, can acquire two membranes while still remaining in the cytoplasm. We think that during the early steps in the assembly process the membranes of this cisterna are so tightly apposed that it is often difficult to distinguish the two bilayers. That two membranes do exist was shown by the protease treatment of perforated, infected cells.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 201,
                    "text": "(Petterson, 1991;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 202,
                    "end": 230,
                    "text": "Griffiths and Rottier, 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 739,
                    "text": "(Fig. 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Assembly of Vaccinia Virus"
        },
        {
            "text": "In our model an important question is how viral core proteins present in the factories become associated with the cellular membranes of the intermediate compartment. It seems likely that viral core proteins bind to so far unidentified viral transmembrane protein(s) that are targeted to the intermediate compartment, resulting in the formation of the crescents When the envelopment has been completed, an immature virus (/V) containing two tightly apposed membranes is formed. The morphologically distinct spicules of the crescents as well as the IV are indicated as lines in the outer membrane. These spicules become less visible as the virus matures. During the maturation of the virus particle, an intermediate form is seen in which two membranes become clearly visible; the inner one acquires the brick shape of the INV, while the outer membrane profile remains spherical. The next viral particle that is formed is the INV/IMV (intracellular naked virus or intracellular mature virus; see Discussion) where both membrane profiles are brick shaped. The INV becomes enwrapped by another cellular cisterna thereby forming the fourmembraned intracellular enveloped virus (IEV). The IEV is believed to fuse with the plasma membrane, releasing the threemembraned extracellular enveloped virus (EEV) into the medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly of Vaccinia Virus"
        },
        {
            "text": "Note that this model ignores the problem of how the DNA, which is found within the intermediate particle, enters the assembling virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly of Vaccinia Virus"
        },
        {
            "text": "and subsequently the immature virions. The(se) putative vaccinia membrane protein(s) might be a useful tool in future studies of the intermediate compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly of Vaccinia Virus"
        },
        {
            "text": "The assembly model we are proposing (Fig. 14) is supported by the presence of a viral form that is intermediate between the spherical immature virus and the INV. This form shares the spherical appearance of the immature virus, but it is more electron dense than the immature virus and in this form two membranes become visible. The term \"intracellular naked virus\" (INV) has long been used to refer to mature, infectious, intracellular vaccinia virus. In addition to being misleading, the name implies that the virus lacks a lipid envelope, which is clearly not the case. Thus, we propose that this virus should in the future be referred to as \"intracellular mature virus\" (IMV) which specifies the intracel- Figure 14 . Immunoelectron microscopy of IBV E1 expressed by VV-E1 in mouse macrophage cells. J774 mouse macrophages infected with VV-E1 for 14 h were incubated in the presence of rifampicin for 13.5 h and then without rifampicin for 30 min to accumulate viral crescents (asterisks). During the last 2 h of infection, cycloheximide was added to the culture medium. Thawed cryosections were labeled with anti-IBV E1 followed by protein A-6 run gold (a) or double labeled (b and c) with anti-IBV E1 (protein A-6 nm gold) and with anti-p58 (protein A-9 nm gold). Anti-E1 (a) labels the smooth membranes (small arrows) in close proximity to the viral crescents (/arge arrows in a and b indicate the membranes of the crescents) which are formed from the rifampicin bodies (R). Double-labeling experiments (b and c) show colocalization of IBV E1 (small arrows) with p58 (arrowheads) on the same smooth membranes around the rifampicin bodies (R) which are in continuity with, or in close proximity to the assembling virions (/arge arrows in b). Bars, 200 nm. lular location as well as the infectious nature of this virus particle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 45,
                    "text": "(Fig. 14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 709,
                    "end": 718,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Assembly of Vaccinia Virus"
        },
        {
            "text": "In summary, our data indicate that vaccinia virus is the first enveloped virus shown to become enwrapped by two membranes simultaneously. The end result of this process is the production of the infectious INV/IMV. This process is repeated when the INV/IMV is engulfed by a second cisterna. The cellular origin of this second cisterna as well as the molecular mechanisms involved in these unique assembly processes will be the focus of our future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assembly of Vaccinia Virus"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Poration by a-toxin and streptolysin O: an approach to analyze intracellular processes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ahnert-Hilger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Foehr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gratzel",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Methods Cell. Biol",
            "volume": "34",
            "issn": "",
            "pages": "63--90",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mannosidase II and the 135-kDa Golgispecific antigen recognized by monoclonal antibody 53FC3 are the same dimeric protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garoff",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "19928--19931",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Membrane damage by channelforming proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhakdi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tranun-Jensen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Trends Biochem. Sci",
            "volume": "6",
            "issn": "",
            "pages": "134--136",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Assembly of phospholipids into cellular membranes: biosynthesis, transmembrane movement and intracellular translocation",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "579--610",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Extracellular vaccinia virus formation and cellto-cell virus transmission are prevented by deletion of the gene encoding the 37,000-daltun outer envelope protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blasco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Virol",
            "volume": "65",
            "issn": "",
            "pages": "5910--5920",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of cell-associated enveloped vaccinia virus in cell-to-cell spread",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blasco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "4170--4179",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A monoclonal antibody against a 135-K Golgi membrane protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grifiiths",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Louvard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "1",
            "issn": "",
            "pages": "1621--1628",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Localization of low molecular weight GTP-binding proteins to exocytic and endocytic compartments",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chavrier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Patton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zerial",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "317--329",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Vaccinia as a model for membrane biogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Mossbach",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Virology",
            "volume": "35",
            "issn": "",
            "pages": "564--583",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Biology of poxviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G T"
                    ],
                    "last": "Pogo",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "54--64",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dynamics of membrane lipid metabolism and turnover",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Dawidowicz",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "41--61",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fusion of intracellular-and extracellular forms of vaccinia virus with the cell membrane",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Doms",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blumanthal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "4884--4892",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Preparation of cell cultures and vaccinia virus stocks",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Earl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Current Protocols in Molecular Biology. F. M. Ausubbel et al",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rifampicin and vaccinia DNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Estehan",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Virol",
            "volume": "21",
            "issn": "",
            "pages": "796--801",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Orthopoxviruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wittek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Dumbell",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "29--84",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Biochemical characterization of the Golgi complex of mammalian cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fleischer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zambrano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fleischer",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Supramol. Struct",
            "volume": "2",
            "issn": "",
            "pages": "737--750",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sphingomyelin synthesis in rat liver occurs predominantly at the cis and medial cisteruae of the Golgi apparatus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Futerman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stieger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "E"
                    ],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "8650--8657",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The complete DNA sequence of vaccinia virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Goebel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Perkus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Winslow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Paoletti",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virology",
            "volume": "179",
            "issn": "",
            "pages": "247--266",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Quantitation in immunocytochemistry, correlation of immunogold labeling to absolute number of membrane antigens",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoppeler",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Histochem. Cytochem",
            "volume": "34",
            "issn": "",
            "pages": "1389--1398",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cell biology of viruses that assemble along the biosynthetic pathway",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grifliths",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Semin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "367--381",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Immunoelectron microscopy using thin frozen sections: application to studies of intracellular transport of Semliki Forest virus spike glycoprotein",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grifliths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Tokuyasu",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "96",
            "issn": "",
            "pages": "466--485",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "On the preparation of cryosections for immunocytochemistry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grifliths",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcdowall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubonhet",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Ultrastruct. Res",
            "volume": "89",
            "issn": "",
            "pages": "65--78",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Interruption by rifampin of an early stage in vaccinia virus morphogenesis: accumulation of membranes which are precursors of virus envelopes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Grimiey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Rosenhlum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mires",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Virol",
            "volume": "6",
            "issn": "",
            "pages": "519--533",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The eodoplasmic reticulum-Golgi intermediate compartment",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "600--608",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ultrastructural localization of DNA in two Cryptomonas species by use of a monoclonal DNA antibody",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hausmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Scheer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Eur. J. Cell Biol",
            "volume": "42",
            "issn": "",
            "pages": "152--160",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Golgi-derived membranes that contain an acylated viral polypeptide are used for vaccinia virus envelopment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hiller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Virol",
            "volume": "55",
            "issn": "",
            "pages": "651--659",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Acyl bis(monoacylglycero)phosphate, assumed to be a marker for lysosomes is a major phospholipid of vaccina virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hiller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eibl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Virology",
            "volume": "113",
            "issn": "",
            "pages": "761--764",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Biogenesis of poxviruses: Role of A-type inclusions and host cell membranes in virus dissemination",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ichihashi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Virology",
            "volume": "46",
            "issn": "",
            "pages": "507--532",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sphingomyelin is synthesized in the cis-Golgi. FEBS (Fed. Fur",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Jeckel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karrenhaner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Birk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochem. Soc.) Lett",
            "volume": "261",
            "issn": "",
            "pages": "155--157",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The replication and coating of vaccinia DNA",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Joldik",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. Mol. Biol",
            "volume": "10",
            "issn": "",
            "pages": "452--474",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Lipid transport during mitosisalternative pathways for delivery of newly synthesized lipids to the cell surface",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol. Chem",
            "volume": "264",
            "issn": "",
            "pages": "5966--5973",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The neuronal endomembrane system I. Direct links between rough endoplasmic reticulum and the cis element of the Golgi apparatus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ellisman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Neurosci",
            "volume": "5",
            "issn": "",
            "pages": "3111--3123",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The neuronal endomembrane system II. The multiple forms of the Golgi apparatus cis element",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ellisman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Neurosci",
            "volume": "5",
            "issn": "",
            "pages": "3124--3134",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Rapid redistribution of Golgi proteins into the ER in cells treated with brefeldin A: evidence for membrane cycling from Golgi to ER",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "56",
            "issn": "",
            "pages": "801--813",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Microtubule-dependent retrograde transport of proteins into the ER in the presence ofbrefeldin A suggests an ER recycling pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "60",
            "issn": "",
            "pages": "821--836",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sphingolipid metabolism in cultured fibroblasts: microscopic and biochemical studies employing a fluorescent ceramide analogue",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Lipsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "2608--2612",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Intracellular translocation of fluorescent sphingolipids in cultured fibroblasts: Endogenously synthesized sphingomyelin and glucocerebroside analogs pass through the Golgi apparatus en route to the plasma membrane",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Lipsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "100",
            "issn": "",
            "pages": "27--34",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A specific transmembrane domain of a coronavirus E1 glycoprotein is required for its retention in the Golgi region",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell lh'ol",
            "volume": "105",
            "issn": "",
            "pages": "1205--1214",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The El glycoprotein of an avian corunavirus is targeted to the cis-Golgi complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mentone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "6944--6948",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The Golgi complex: In vitro veritas?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "829--840",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Vaccinia virus reexamined: Development and release. Virology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "73",
            "issn": "",
            "pages": "43--58",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Poxviridae and their replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2079--2111",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Vaccinia virus: a tool for research and vaccine development",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science (Wash. DC)",
            "volume": "252",
            "issn": "",
            "pages": "1662--1667",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Protein cleavage and poxvirus morphogenesis: tryptic peptide analysis of core precursors accumulated by blocking assembly with rifampicin",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Rosenblum",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. biol. Biol",
            "volume": "81",
            "issn": "",
            "pages": "267--269",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Rifampicin: a specific inhibitor of vaccinia virus assembly",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Rosenhlum",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Nature (Lond.)",
            "volume": "224",
            "issn": "",
            "pages": "1280--1284",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Biogenesis of vaccinia: separation of early stages from maturation by means of rifampicin",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagayama",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G T"
                    ],
                    "last": "Pogo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Virology",
            "volume": "4",
            "issn": "",
            "pages": "1039--1051",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Membrane biogenesis: an overview",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Polypeptide composition of extracellular enveloped vaccinia virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Virol",
            "volume": "27",
            "issn": "",
            "pages": "28--37",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Significance of extracellular enveloped virus in the in vitro and in vivo dissemination of vaccinia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Gen. Virol",
            "volume": "50",
            "issn": "",
            "pages": "89--100",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Mechanism of vaccinia virus release and its specific inhibition by N~-isonicotinoyl-N2-3-methyl-4-chlorobenzoylhydrazine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kristensson",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "/. Virol",
            "volume": "32",
            "issn": "",
            "pages": "614--622",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Extracellular release of enveloped vaccinia virus from mouse nasal epithelial cells in vivo",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kristensson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Gen. Virol",
            "volume": "66",
            "issn": "",
            "pages": "643--646",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The polypeptide composition of vaccinia-infected cell membranes and rifampicin bodies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kristensson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virus Res",
            "volume": "17",
            "issn": "",
            "pages": "15--30",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Protein localization and virus assembly at intracellular membranes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Petterson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr. Top. Microbiol. lmmunol",
            "volume": "170",
            "issn": "",
            "pages": "67--106",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Structure and biosynthesis of the signal-sequence receptor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prehn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Kurzchalia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roemisch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobberstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Fur. J. Biochem",
            "volume": "188",
            "issn": "",
            "pages": "439--445",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Three-dimensional electron microscopy: structure of the Golgi apparatus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambourg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Clermont",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Fur. J. Cell Biol",
            "volume": "51",
            "issn": "",
            "pages": "189--200",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Immunocytochemical localization of galactosyltransferase in HeLa cells: codistribution with thiamine pyrophosphatase in trans-Golgi cisternae",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "92",
            "issn": "",
            "pages": "223--229",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Molecular dissection of the secretory pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature (Lond.)",
            "volume": "355",
            "issn": "",
            "pages": "409--415",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Pathways of protein sorting and membrane traffic between the rough endoplasmic reticulum and the Golgi complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuismanen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Semin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "343--355",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Antibodies to rat pancreas Golgi subfractions: identification of a 58-kD cis-Golgi protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "2021--2030",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Identification, by a monoclonal antibody, of a 53kDa protein associated with a tubulo-vesicular compartment at the cis-side of the Golgi apparatus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A M"
                    ],
                    "last": "Fransen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "B~ichi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ginsel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "107",
            "issn": "",
            "pages": "1643--1653",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Identification of an intermediate compartment involved in protein transport from endoplasmic reticulum to Golgi transport",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A M"
                    ],
                    "last": "Fransen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ginsel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Eur. J. Cell Biol",
            "volume": "53",
            "issn": "",
            "pages": "185--196",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Glycero-(N-acyl)-ethanolamine lipids in degenerating BHK cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Somerharju",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Renkonen",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Biochim. Biophys. Acta",
            "volume": "573",
            "issn": "",
            "pages": "83--89",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Assembly of animal viruses at cellular membranes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Compans",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu. Rev. Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "489--516",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Biogenesis of vaccinia: Concerning the origin of the envelope phospholipids",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Virology",
            "volume": "62",
            "issn": "",
            "pages": "293--306",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Biogenesis of vaccinia: Relationship of the envelope to virus assembly",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "75",
            "issn": "",
            "pages": "232--241",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "A technique for ultracryotomy of cell suspension and tissues",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Tokuyasu",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. Cell. Biol",
            "volume": "57",
            "issn": "",
            "pages": "551--565",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Immunocbemistry on ultrathin frozen sections",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Tokuyasu",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Histochem. J",
            "volume": "12",
            "issn": "",
            "pages": "381--403",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Replication of coronavirus MHV-A59 in sac(-) cells: determination of the first budding of progeny virions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Fur. J. Cell Biol",
            "volume": "33",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Condensationsorting events in the rough endoplasmic reticulum of exocrine pancreatic cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Howell",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "35--50",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Lipid traffic in animal cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Meer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "247--275",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Viruses budding from either the apical or the basolateral plasma membrane domain of MDCK cells have unique phnspholipid compositions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "EMBO (Fur. Mol. Biol. Organ.)J",
            "volume": "1",
            "issn": "",
            "pages": "847--852",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Enrichment of bis-(monoacylglyceryl)-phosphate in lysosomes from rat liver",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Wherrett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huterer",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. Biol. Chem",
            "volume": "247",
            "issn": "",
            "pages": "4114--4120",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "The chemical composition of vaccinia virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Zwartouw",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. Gen. Microbiol",
            "volume": "34",
            "issn": "",
            "pages": "115--123",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Localization of the viral factories. Cryosection of a VV-WR infected HeLa cell at 8 h after infection labeled with anti-DNA and protein A-gold. The apparent cytoplasmic labeling for DNA identifies the site of viral DNA replication: the viral factory. These viral factories include the regions of viral assembly in which the viral crescents (CR) and some of the spherical immature virions (/V) are located. The brick-shaped mature intracellular naked virions (INV) and the intracellular enveloped virions (IEV) are concentrated in the Golgi region of the cell. Note that the DNA within the nucleus (N) is labeled whereas the Golgi complex (G) is not labeled. DNA could also be detected within the virions (white arrows). The inset shows an INV in which the DNA is labeled (white arrows). Bar, 200 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "g and h). It seems likely that these are intermediate forms between immature virions and the next stage of viral assembly, the brick-or ellipsoid-shaped INV. Cryosections showed two distinct membranes within the INV(Fig. 2, i,j).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Assembly of vaccinia virus from viral crescents to immature virions and maturation to the intracellular naked virions, a, c, e, and fshow ultrathin Epon sections while b, d, and g-j are thawed cryosections of VV-WR infected BHK (a) or HeLa cells (b-j) at 8 h after infection. In c the cells have been permeabilized using streptolysin O (see Materials and Methods and Fig. 5) to increase the membrane contrast. The membranous structures within the viral factories are routinely better preserved in thawed cryosections (arrowheads in b) than in Epon sections (arrowheads in a). a-f show assembling virions, the crescents (CR), of which the membranes are in continuity with other membranes (arrowheads in b-e). The crescents mature into the spherical immature virions (/V in a and b). The arrows in b and the arrowheads infpoint to double membrane profiles of viral crescents. The two membrane profiles are usually not visible over the whole surface of the crescents or the immature virions (a-f). The crescents as well as the immature virions have spikes on their convex surface (arrows in c and d). Two membranes (arrows in g and h) become evident during the transition from the immature virus to the intracellular naked virions and in the mature intracellular naked virus (IN~, arrows in i and j). Bars, 200 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Acquisition of a membrane cisterna by the intracellular naked virus to form the intracellular enveloped virus, a and b show ultrathin Epon sections while c-e are thawed cryosections of VV-WR infected HeLa cells at 8 h after infection, f is a cryosection of gradientpurified intracellular naked virus (/NV). Some of the INVs become enveloped by a membrane cisterna (arrows in c) thereby maturing into the intracellular enveloped virus (IEV). Whereas the two innermost membranes of the intracellular enveloped virus (IEV) are often not visible in Epon sections (a and b) the membrane cisterna forming the two outermost membranes of the IEV are evident (arrows in a and b). In thawed cryosections, the four membranes of the IEV can be resolved; the arrows (c, d, and e) indicate the outer two membranes. Cryosections of gradient purified INV particles (f) reveal two membranes (small arrows) within all particles. M, mitochondrium. Bars, 200 rim.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Rifampicin bodies. Phase-contrast microscopy (a and b). VV-WR infected HeLa cells were fixed at 8 h after infection. The ceils were incubated without (a) or with (b) rifampicin during the whole infection. In the cells treated with rifampicin, many rifampicin bodies can easily be identified due to their strong phase contrast (arrows in b). Electron microscopy (c and d). Epon sections of rifampicin-treated VV-WR BHK cells at 10 h after infection contain many inclusion bodies, termed rifarnpicin bodies (R), which are surrounded by irregularly shaped membranes. Occasionally, membrane cisternae (arrowheads in d) adjoin the fifampicin bodies. Bars: (a and b) 20 gin; (c and d) 200 rim.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The small double arrows (c) indicate a forming crescent where the two membranes are distinct and in continuity (large arrowhead) with other membranes, d and e show continuities between viral crescents and membrane tubules. These tubules, which have a diameter of,'o 30 nm, are also seen in untreated cells but are much better visible in SLO-permeabilized cells. Bars, 200 rim.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Labeling of the cytoplasmic site of intracellular membranes in VV-WR infected cells. Ultrathin epon sections (a-e). At 8 h after infection with VV-WR HeLa cells were transferred onto ice, gently broken by homogenization to selectively perforate the plasma membrane,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Immunotluorescence microscopy of cellular marker proteins for the intermediate compartment between the ER and the Golgi complex in vaccinia infected cells. VV-WR infected",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Model for vaccinia virus assembly. During the first envelopment step, a viral crescent is formed from cellular membranes derived from the intermediate compartment (LC.; arrowheads).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Phospholipid Composition of Gradient-Purified INV and EEV",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Drs. Henk Stunnenberg, Chris Vos, and Jacky Schmidt for their help in setting up the vaccinia system in the Cell Biology Program at EMBL. We are very grateful to Drs. Brian Burke, Eric Berger, Siegfried Prehn, Tom Rapopott, Stephen Fuller, Pat Buck, Marino Zerial, Hans-Peter Hauri, and Jaakko Saraste for their generous gifts of antibodies. Fig.  14 was drawn by Sigrid Bednarczyk. We thank Drs. Stephen Fuller, Jean Gruenberg, Ari Helenius, Rob Patton, and Kai Simons for critical reading of the manuscript and for helpful discussion.Received for publication 23 October 1992 and in revised form 1 February 1993.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 359,
                    "text": "Fig.  14",
                    "ref_id": null
                }
            ],
            "section": "acknowledgement"
        }
    ]
}