{
    "paper_id": "38550290e3c74a86fb0e56ecd69303ff68de55d9",
    "metadata": {
        "title": "Vaccines for emerging pathogens: from research to the clinic",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "D"
                ],
                "last": "Williamson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Defence Science and Technology Laboratory",
                    "institution": "",
                    "location": {
                        "addrLine": "Porton Down",
                        "postCode": "SP4 0JQ",
                        "settlement": "Salisbury",
                        "country": "UK"
                    }
                },
                "email": "dewilliamson@dstl.gov.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "In this two-part series of reviews, we have invited experts in their fields to contribute articles on the status of vaccine research and development for emerging pathogens. This topic has been brought into sharp focus in recent years following significant outbreaks of viral diseases such as those causing severe acute respiratory syndrome and Middle East respiratory syndrome, as well as devastating outbreaks of diseases caused by the Ebola, Marburg, Zika and Lassa fever viruses, to name only a few examples. Additionally, bacterial infections leading to bubonic and pneumonic plague, most notably in Madagascar in 2018, as well as malaria in many tropical countries, melioidosis in south east Asia and tularaemia in northern Europe and North America, have incurred significant morbidity and mortality. In this review series, the life cycle of these pathogens and the epidemiology of disease have been reviewed in the context of potential points of intervention for the prevention of human infection. Many of the emerging pathogens are zoonoses and, as such, there is scope for intervention at the animal/insect/environmental reservoir. Other pathogens covered in this review series are considered to be re-emerging, such as multi-drug resistant tuberculosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Historically, vaccines have had enormous impact on human health, eradicating smallpox, polio and many other childhood and adult infections of public health concern. Worldwide, attention is now turning to the task of vaccines for these emerging and re-emerging pathogens, with renewed interest and support from international governments, the World Health Organization (WHO) and organizations such as the Coalition for Epidemic Preparedness Innovations (CEPI), the Global Alliance for Vaccines and Immunization (GAVI) and philanthropic organizations such as the Gates Foundation. This review series sets out to survey the progress to date. In their article, Afrough, Dowall and Hewson [1] review a range of emerging viruses and make the case for applying molecular techniques to understand viral pathogenesis. The authors discuss the exploitation of vaccination methods based on replicating, attenuated and non-replicating viral vectors; they suggest that the use of viral vector platforms should accelerate progress, as the insertion of a gene for a new antigen allows rapid targeting of newly emerging diseases. They point out, however, that despite 50 years of research and the preclinical evaluation of many vaccine candidates for the Lassa fever virus, for example, that no vaccine has yet been approved and suggest that economic factors such as the lack of a commercial market have impeded progress. There needs to be concerted international action to overcome the regulatory hurdles to bring vaccines for these emerging pathogens into clinical use.",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 686,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Understanding the interaction of the host with a viral pathogen to expedite vaccine development is a theme taken up in the review contributed by Sharpe et al. [2] . Specifically, they address the targeting of the human leucocyte antigen (HLA)-E molecule, a major histocompatibility complex (MHC)1b molecule, by viral vectors to induce non-classical CD8 + T cell immunity and to inhibit natural killer (NK) cell activity. However, the authors acknowledge that there remain some questions of safety with this HLA-E targeting approach to vaccination; for example, the existence of self-peptides which are able to up-regulate HLA-E activity. The preclinical data, for",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This is an open access article under the terms of the Creative Commons Attribution-NonCommercial License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial purposes. example for simian immunodeficiency virus (SIV), is promising and the authors conclude that if viral-vectored vaccines can also be developed to induce HLA-E-restricted T cells in human patients, this could lead to vaccines with broad, fast-acting and appropriately targeted immunogenicity and efficacy. This review series also includes articles on bacterial pathogens, such as the Burkholderia species, which cause significant morbidity. Morici, Torres and Titball [3] address progress in the development of vaccines for melioidosis, a bacterial disease which causes an estimated 165 000 human cases per year, with a mortality rate which can reach 40% where there are co-morbidities, such as diabetes. This disease occurs in tropical areas of the globe, with a high incidence in northern Australia and South East Asia, where the disease is considered endemic. The causative agent, Burkholderia pseudomallei, has multiple virulence mechanisms, including efflux pumps, which effectively confer antibiotic resistance. The authors describe the need for multiple components in a vaccine for melioidosis in order to defeat the secretion systems and other virulence mechanisms that this bacterium possesses, as well as the heterogeneity of B. pseudomallei strains. In the last decade, progress towards efficacious candidate vaccines has been made and is comprehensively reviewed here. However, while initial protection against exposure is achievable in preclinical models, the inability so far to induce sterilizing immunity to B. pseudomallei remains a challenge.",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 724,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New technologies for vaccine formulation and administration would be advantageous in the context of rapid vaccination on a large scale to curtail disease outbreaks. In their article, Wallis, Shenton and Carlisle [4] review novel approaches for the design, delivery and administration of vaccines. The authors consider a range of vaccine formulations and presentations (e.g. virus-like particles, conjugate vaccines, liposomes, live attenuated vectors) and parenteral (conventional and novel such as transdermal aided by ultrasound) administration routes. They discuss the potential for self-administration of vaccines (e.g. by oral and intranasal routes). Additionally, the need to target the immune system appropriately to induce both serological and cellular responses in systemic and mucosal compartments has been considered. In this context, the review by Miquel-Clopes et al. [5] focuses on vaccines which are designed to induce mucosal immunity to protect mucosal surfaces (principally the respiratory, inhalational, gastrointestinal and genitourinary tracts) from pathogen invasion. The authors review the handful of mucosal vaccines for either human or veterinary use which are already licensed. They make the case that the use of effective vaccine delivery systems and the avoidance of immune tolerance induction are essential factors in the development of vaccines inducing mucosal immunity. This is a theme to be expanded in the second part of this review series, where there will be a review of current developments in oral vaccine delivery technologies, and the selection of appropriate preclinical models to determine vaccine safety, immunogenicity and efficacy and from which to derive immune correlates of protection. The latter are required to understand the mechanism of action of candidate vaccines and to identify potential surrogate markers of vaccine efficacy, to apply to clinical trials. Additionally, potential pathways will be discussed for regulatory approval of vaccines for emerging pathogens.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Where new vaccines are required under emergency conditions to prevent or to curtail disease outbreaks, it is essential for developers and manufacturers to work closely with the regulatory authorities and with the WHO to understand the requirements to bring a candidate vaccine as quickly as possible through the development pipeline and into the clinic. It is evident from this review series that much progress in vaccines for emerging pathogens is being made and will continue to be required to counter these serious infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging viruses and current strategies for vaccine intervention",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Afrough",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dowall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hewson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Exp Immunol",
            "volume": "196",
            "issn": "",
            "pages": "157--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HLA-E: exploiting pathogen:host interactions for vaccine development",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bowyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brackenridge",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lambe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel multicomponent vaccine approaches for Burkholderia pseudomallei",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morici",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Titball",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Exp Immunol",
            "volume": "196",
            "issn": "",
            "pages": "178--88",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel approaches for the design, delivery and administration of vaccine technologies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Shenton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Carlisle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mucosal vaccines and technology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miquel-Clopés",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Carding",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Exp Immunol",
            "volume": "196",
            "issn": "",
            "pages": "205--219",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "VACCINES FOR EMERGING PATHOGENS: FROM RESEARCH TO THE CLINIC. PART 1 doi: 10.1111/cei.13303 OTHER ARTICLES PUBLISHED IN THIS REVIEW SERIES Emerging viruses and current strategies for vaccine intervention. Clinical and Experimental Immunology 2019, 196: 157-166. HLA-E: exploiting pathogen-host interactions for vaccine development. Clinical and Experimental Immunology 2019, 196: 167-177. Novel multi-component vaccine approaches for Burkholderia pseudomallei. Clinical and Experimental Immunology 2019, 196: 178-188. Novel approaches for the design, delivery and administration of vaccine technologies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}