{
    "paper_id": "390dc3c6b8a82c69dddf3395e72846d49f5c4a72",
    "metadata": {
        "title": "Measurability of the epidemic reproduction number in data- driven contact networks SI Appendix",
        "authors": [
            {
                "first": "Quan-Hui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Ajelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory for the Modeling of Biological and Socio-technical Systems",
                    "institution": "Northeastern Univer-sity",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Aleta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zaragoza",
                    "location": {
                        "settlement": "Zaragoza",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Merler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bruno Kessler Foundation",
                    "location": {
                        "settlement": "Trento",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Yamir",
                "middle": [],
                "last": "Moreno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zaragoza",
                    "location": {
                        "settlement": "Zaragoza",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessan-Dro",
                "middle": [],
                "last": "Vespignani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory for the Modeling of Biological and Socio-technical Systems",
                    "institution": "Northeastern Univer-sity",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We developed a synthetic population of about 500,000 individuals resembling a subsample of the actual Italian population according to basic sociodemographic indicators (e.g., age structure, household size, employment rates, workplace size distribution, school attendance, school size distribution). We used the same algorithm we developed to infer contact patterns in the European populations [1] . As such, we refer the reader to Fumanelli et al. [1] for all technical details.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Briefly, the obtained synthetic population allows us to define a multilayer network of contacts that can be used to model the infection of the influenza virus in the population. Each layer represents one of the main four settings where influenza transmission occurs, namely households, schools, workplaces, and the general community [2, 3, 4] . The household layer is composed by n h disconnected components, each one representing one household (i.e., the total number of households is n h ). Each household is composed by a certain amount of nodes, each one representing one single individual. The amount of nodes in each household is determined by sampling from the actual Italian household size distribution. An age is associated to each node by sampling from the actual Italian age distribution by household size using an algorithm tailored to match realistic age-gaps between household members (details in Fumanelli et al. [1] ). Each node lives also in the community layer, which is composed by one single giant fully connected component. By sampling from the multinomial distribution of schooling and employment rates by age, for each node is determined whether it also lives in the school or workplace layer. Analogously to what has been described for the household layer, the workplace layer is composed by n w disconnected components, each one representing one workplace. The number of nodes in each workplace is sampled from the actual Italian workplace size distribution. The school layer is composed by n s disconnected components, each one representing one school. The number of nodes in each school is sampled from the actual Italian school size distribution by school level (e.g., pre-school, primary school, middle school, high school). Details in Fumanelli et al. [1] .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 337,
                    "end": 339,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 340,
                    "end": 342,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1782,
                    "end": 1785,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Analogously, by using sociodemographic data specific for The Netherlands, we developed a multilayer network resembling a sample of about 500,000 individuals of the actual Dutch population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We describe the influenza transmission process as a discrete-time Susceptible-Infectious-Removed (SIR) model with time-step t (corresponding to 1 day). Two types of transitions between states are possible: i) from susceptible (S) to infectious (I), and ii) from infectious (I) to removed (R).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "Transition from S to I. Given that at time-step t node j is infectious and its neighbor node i is susceptible, the probability that j infects i (i.e, i changes its status from S to I) is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "where • p is the transmission probability per contact (day −1 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "• w l is the contact weight in layer l, l ∈ L = {h, s, w, c}, where L is the set of layers; h, s, w, and c represent household, school, workplace, and general community layers, respectively. Note that w l embeds also the cluster size in that layers; for instance in the community w l can be interpreted asŵ l /(N − 1) where N is the number of individuals in the community andŵ l is the specific wight of one contact in the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "• a i is the age of individual i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "• ρ(a i ) is the age-dependent susceptibility to infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "Note that when node j infects node i at time-step t in layer l, we store all this information that will be useful for the computation of the reproduction number and the generation time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "Transition from I to R. Given that at time-step t node i is in the infectious state, it has a probability γ to recover at time-step t + 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "2009 H1N1 influenza pandemic At the beginning of each simulation, for each node i of age a i , we determine whether it is initially susceptible or removed by sampling from a Bernoulli distribution with probability P (a i ), where P (a) is the fraction of seropositive individual of age a as observed before the 2009 H1N1 pandemic in Italy [5] . Simulations are initialized with one infectious individual and no further introductions of index cases is assumed. One of the most striking features of the 2009 H1N1 influenza pandemic, observed in several studies focusing on different countries around the globe, was the presence of an age-specific susceptibility to infection, which was remarkably higher for young individuals (mainly corresponding to school-age individuals) [4, 5, 6, 7, 8, 9, 10] . In our model we use the estimates of age-specific susceptibility rates specific for the Italian population [5] : As direct estimates of the layer-specific transmission rates, we estimated them on the basis of agespecific seroprevalence data collected in Italy after the end of the 2009 H1N1 influenza pandemic [5] . Since the per-contact transmission probability p and the four layer-specific transmission rates w l are multiplying factors in Equation (1) (and thus cannot be estimated simultaneously), we fixed p = 1 and estimated w h , w s , w w , and w c .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 777,
                    "end": 779,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 780,
                    "end": 782,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 783,
                    "end": 785,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 786,
                    "end": 788,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1108,
                    "end": 1111,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "The calibration of layer-specific transmission rates is performed by using Markov chain Monte Carlo (MCMC) sampling applied to the binomial likelihoods (L) of the age-specific prevalence of H1N1 antibodies observed in the Italian population after the end of the 2009 H1N1 influenza pandemic [5] . We define Θ = (w h , w s , w w , w c ) to be the vector of parameters to be estimated by MCMC and the likelihood function as",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "• M is the set of age groups considered in [5] , namely 0-4, 5-19, 20-64, and 65+ years old;",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "• n m is the number of individuals in the m-th age group in the dataset;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "• r m is the number of seropositive individuals (haemagglutination inhibition titre 1:40 or more) in the m-th age group in the dataset of Ref. [5] ;",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "• α m (Θ) is the fraction of removed individuals at the end of the pandemic in the m-th age group as resulting from model simulation performed by using parameter set Θ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "The posterior distribution of Θ is determined using random-walk Metropolis-Hastings sampling [11] . We performed 50,000 simulations and considered a burn-in period of 2,000 iterations. We assume no a priori knowledge on model parameters (i.e., flat prior distributions). Convergence was checked by considering different starting points and by visual inspection (see Fig. S1A -E).",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 374,
                    "text": "Fig. S1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model initialization and calibration"
        },
        {
            "text": "The estimated posterior distribution of Θ is reported in Fig. S1B -E.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "text": "Fig. S1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model initialization and calibration"
        },
        {
            "text": "\"Uncharacterized\" future influenza pandemic. At the beginning of each simulation, we assume that the population is fully susceptible. Simulations are initialized with one infectious individual and no further introductions of index cases is assumed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "In the classic SIR model, the removal rate corresponds to the inverse of the generation time [12] . According to the literature, influenza generation time is about 3 days [8, 13, 14] . As such, we fix the removal rate γ to 1/3 days −1 , assuming that a future influenza pandemic will be characterized by a generation time similar to previous influenza pandemic and seasonal variants.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "Predicting the future values of the age-specific susceptibility rates during a future influenza pandemic event is not possible. As such, we decided to set ρ(a) = 1 for each age a, and thus β i = β. An equally impossible task is to predict the values of the layer-specific contact rates. Therefore, we decided to fix these weights as proposed by Ferguson and colleagues by analyzing past influenza seasons [2, 3] . Following Ferguson and colleagues approach we set w l in such a way that, when simulating influenza pandemics with R index = 1.3 the fraction of the final infection attack rate related to contacts in households, schools, workplaces, and the general community is equal to 0.3, 0.18, 0.19, and 0.33. respectively. The value of R index (which is set to 1.3, in the ballpark for influenza [15] ) is obtained by empirically choosing the per-contact transmission probability p such that the average reproduction number of the index case, averaged over 10,000 simulations is equal to 1.3.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 409,
                    "end": 411,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "Note that this scenario corresponds to the baseline scenario discussed in the main text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model initialization and calibration"
        },
        {
            "text": "We developed a configuration model with annealed order [16] . The degree distribution k characterizing this model is computed as follows. We consider the weighted number of contacts in each layer of the data-driven model describing the spread of an \"uncharacterized\" future influenza pandemic. Specifically, the weighted number of contacts of node i is l∈{h,s,w,c}",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Annealed configuration model 1.2.1 Network structure"
        },
        {
            "text": "where c l (i) is the number of edges node i has to other nodes in layer l. We set w l such that, when simulating influenza pandemics with R index = 1.3 with the above described data-driven model, the two following conditions hold: i) the fraction of the final infection attack rate related to contacts in households, schools, workplaces, and the general community is equal to 0.3, 0.18, 0.19, and 0.33, respectively; and ii) the average of the degree distribution k is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annealed configuration model 1.2.1 Network structure"
        },
        {
            "text": "where N is the total number of nodes, and 19.8 is the number of face-to-face contacts recorded in the POLYMOD survey for Italy [17] . The degree distribution of the resulting network is shown in Fig. S2 .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Annealed configuration model 1.2.1 Network structure"
        },
        {
            "text": "As for the data-driven model, we use the annealed configuration model to simulate influenza spread according to a discrete-time individual-based SIR model with time step t = 1 day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "Transition from S to I. Given that at time-step t node j is infectious and its neighbor node i is susceptible, the probability that j infects i (i.e., i changes its status from S to I) is given by the transmission probability per contact p (expressed in day −1 ). As for the data-driven model, when node j infects node i at time-step t, we store this information useful for the computation of the reproduction number and the generation time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "Transition from I to R. Given that at time-step t node i is in the infectious state, it has a probability γ to recover at time-step t + 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process"
        },
        {
            "text": "At the beginning of each simulations we assume that the population is fully susceptible. Simulations are initialized with one infectious individual and no further introductions of index cases is assumed. We fix the removal rate γ to 1/3 days −1 . We fix the per-contact transmission probability p such that R index = p k γ = 1.3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model calibration and initialization"
        },
        {
            "text": "We developed a homogeneous mixing model [18] . Basically, all nodes are identical and the network is fully connected (i.e., each node has N − 1 neighbors, where N is the size of the population).",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Homogeneous mixing model"
        },
        {
            "text": "Infection transmission process, model calibration, and initialization are exactly the same for the annealed configuration model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process, model calibration, and initialization"
        },
        {
            "text": "The structure is exactly the same of the one for the annealed configuration model; the only difference is that, instead of annealed, the network of contacts is quenched. In other words, the neighbors of all nodes remain unchanged for the entire duration of the simulation. This model misses the random component of the data-driven one, but preserve the degree and the topological correlation of the static realization of the configuration model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quenched configuration model 1.4.1 Network structure"
        },
        {
            "text": "Infection transmission process, model calibration, and initialization are exactly the same for the annealed configuration model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process, model calibration, and initialization"
        },
        {
            "text": "Layer-shuffled data-driven model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.5"
        },
        {
            "text": "The structure is exactly the same of the one for the data-driven model; the only difference is that, the edges connecting different layers are shuffled, thus destroying the multiplex structure of the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.5"
        },
        {
            "text": "Infection transmission process, model calibration, and initialization are exactly the same for the data-driven model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection transmission process, model calibration, and initialization"
        },
        {
            "text": "The basic reproductive number (R 0 ) is the average number of secondary cases generated by a typical infectious individual over the entire course of the infection in a fully susceptible population [18] . Its counterpart over time, the effective reproduction number (R(t)), is the number of secondary cases generated by an infectious individual at time t (and it does not require the hypothesis of a fully susceptible population) [19] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Computation of the reproduction number"
        },
        {
            "text": "We define also the reproduction number in layer R l as the average number of secondary infections generated by a typical infectious individuals over the entire course of the infection in layer l. From model(s) simulations we can compute R l as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the reproduction number"
        },
        {
            "text": "where • I(t) represents the set of infectious nodes that acquired the infection at time t;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the reproduction number"
        },
        {
            "text": "• |I(t)| represents the number of elements of set I(t);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the reproduction number"
        },
        {
            "text": "• C l (i) represents the number of infections generated by infectious node i in layer l, l ∈ L = {h, s, w, c}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the reproduction number"
        },
        {
            "text": "Therefore, the overall reproduction number R(t) at time t is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the reproduction number"
        },
        {
            "text": "The generation time T g is defined as the average time interval between the infection time of infectors and their infectees [12] . Analogously to what we did for the reproduction number, we also define the generation time in each layer T g l as the average time interval between the infectors and their infectees occurred in layer l. From model(s) simulations we can compute T g l as",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Computation of the generation time"
        },
        {
            "text": "where • I(t) represents the set of infectious nodes that acquired the infection at time t;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the generation time"
        },
        {
            "text": "• C l (i) represents the number of infections generated by infectious node i in layer l, l ∈ L;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the generation time"
        },
        {
            "text": "• I l (i) represents the set of nodes that individual i infects in layer l;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the generation time"
        },
        {
            "text": "• τ (j) is the time when node j acquires the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the generation time"
        },
        {
            "text": "Therefore, the overall generation time T g(t) at time t is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of the generation time"
        },
        {
            "text": "As shown in the main text, we found that on average R increases over time in the early phase of the epidemic obtained by simulating the data-driven model. This is a common pattern to about 80% of all the performed simulations in the case of an \"uncharacterized\" future influenza pandemic in Italy (Fig. S3A ) and to about 50% of all simulations in the scenario concerning the 2009 H1N1 pandemic influenza in Italy (Fig. S3B) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "(Fig. S3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 414,
                    "end": 424,
                    "text": "(Fig. S3B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Variability in the initial growth of the reproduction number"
        },
        {
            "text": "We checked the relation between the reproduction number and the average weighted degree of the infected nodes by simulating the data-driven model for the scenario representing the spread of a \"uncharacterized\" future influenza pandemic in Italy. Results are shown in Fig.S4 . Figure S5 shows the dynamics of R(t) and T g(t) as obtained by simulating the data-driven model calibrated on the 2009 H1N1 influenza pandemic in Italy. Results are aligned at the epidemic peak, which corresponds to time t = 0. B As A, but R(t) is broken down in the four layers. C As A, but for T g(t). D As B, but for T g(t).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 273,
                    "text": "Fig.S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 276,
                    "end": 285,
                    "text": "Figure S5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Relation between the reproduction number and the average weighted degree of the infected nodes"
        },
        {
            "text": "Cross-country comparison of the dynamics of R(t) and T g(t) as obtained by simulating an \"uncharacterized\" future influenza pandemic with the data-driven model assuming the synthetic population of Italy and of The Netherlands. For both countries we use the same parameters regulating the infection transmission process (e.g., the layer-specific transmission rates and the removal rate). Results are shown in Fig.S6 . Figure S6 : A Comparison between the mean R(t) of data-driven model by using the Italian and the Dutch populations for the scenario representing the spread of a \"uncharacterized\" future influenza pandemic. B As A, but R(t) is broken down in the four layers. C As A, but for T g(t). D As B, but for T g(t).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 414,
                    "text": "Fig.S6",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 426,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "Cross-country comparison of reproduction number and generation time 2.4.1 \"Uncharacterized\" future influenza pandemic in Italy and the Netherlands"
        },
        {
            "text": "Cross-country comparison of the dynamics of R(t) and T g(t) as obtained by using the datadriven model assuming the synthetic population of Italy and of The Netherlands. For both countries we use the same parameters regulating the infection transmission process (e.g., the layer-specific transmission rates and the removal rate) as obtained by calibrating the model for Italy to reproduce the spread of the 2009 H1N1 influenza pandemic in Italy. Results are shown in Fig.S7 . A B C D Figure S7 : A Comparison between the mean R(t) of data-driven model by using the Italian and the Dutch populations for the scenario representing the spread of a \"uncharacterized\" future influenza pandemic. B As A, but R(t) is broken down in the four layers. C As A, but for T g(t). D As B, but for T g(t).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 472,
                    "text": "Fig.S7",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 492,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "2009 H1N1 influenza pandemic scenario in Italy and the Netherlands"
        },
        {
            "text": "We checked the robustness of our findings with respect to changes in transmissibility of the infection, measure in terms of R index . Figure S8 shows the obtained results for the scenario representing the spread of a \"uncharacterized\" future influenza pandemic in Italy as resulting from the simulation of the data-driven model. is broken down in the four layers. C As A, but for T g(t). D As B, but for T g(t).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "text": "Figure S8",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Sensitivity analysis on R index"
        },
        {
            "text": "We checked the robustness of our findings with respect to changes in the distribution of the removal time. Figure S9 shows the obtained results for the scenario representing the spread of a \"uncharacterized\" future influenza pandemic in Italy as resulting from the simulation of the data-driven model. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity analysis on the distribution of the removal time"
        },
        {
            "text": "Tg S (t) (days)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tg H (t) (days)"
        },
        {
            "text": "Tg C (t) (days) Figure S9 : A Mean R(t) of data-driven model by assuming two different distributions of the removal time (namely exponential and gamma) whose average is equal to 3 days in both cases. Note that the gamma distribution we used has shape parameter 2 and scale parameter 1.5. B As A, but R(t) is broken down in the four layers. C As A, but for T g(t). D As B, but for T g(t).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 25,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "Tg W (t) (days)"
        },
        {
            "text": "To understand the main determinants of the observed patterns of R(t) and T g as resulting from the simulations of the data-driven model, we compare the data-driven model outcomes with those obtained by simulating a fully homogeneous mixing model and three alternative null models preserving the nodes' degree distribution. Specifically, the proposed null models are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with null models of the contact network"
        },
        {
            "text": "• Annealed configuration model: a model with annealed disorder and degree distribution derived from the data-driven model;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with null models of the contact network"
        },
        {
            "text": "• Quenched configuration model: a model having the same network of contacts as the annealed configuration model, but with completely static connections;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with null models of the contact network"
        },
        {
            "text": "• Layer shuffled data-driven model: a model having the same network of contacts on each layer but with reshuffled interlayer connections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with null models of the contact network"
        },
        {
            "text": "Details on the implementation of these models are reported in Sec. 1.2, 1.4, and 1.5 of this Supplementary Material file. Our analysis of R(t) reveals that the annealed configuration model and the layer-shuffled model exhibit behavior very close to the homogeneous mixing model (see Fig. S10A ). Indeed, the same temporal trend of R(t) can be observed in all layers, close to what happens for the data-driven model in the community layer (Fig. S10B) . It is worth recalling that, although those models keep the degree distribution statistically equivalent to that of the data-driven model, the stochastic rewiring destroys temporal and topological correlations. The quenched configuration model, freezes the topological correlations of the model in time, and shows some deviations from the homogeneous model in terms of R(t), although not as marked as in the data driven model. This suggests that the pattern observed in the data-driven model can be explained by the contact structure of the actual population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 292,
                    "text": "Fig. S10A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 438,
                    "end": 449,
                    "text": "(Fig. S10B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison with null models of the contact network"
        },
        {
            "text": "Also, regarding T g evolution over time, the annealed configuration model and the annealed data-driven model show the same behavior as the homogeneous mixing model (see Fig. S10C ). The quenched configuration model shows a decrease of T g only immediately before the epidemic peak, when the number of individuals that are infectious at the same time is higher and thus the competition to find susceptible nodes to infect is also higher (Fig. S10C) . This is fairly different from the dynamics of the data-driven model that, mainly due to the consistently high competition in households, workplaces, and schools, shows a clear shortening of T g since the beginning of the epidemic (see Fig. S10C and D) . Similarly to what we saw for R(t), none of the T g(t) patterns observed for the data-driven model are present when the configuration is annealed (Fig. S10D) , although in the annealed data-driven model the contact structure is preserved. and of three null models for the scenario representing the spread of a \"uncharacterized\" future influenza pandemic in the Italian population. B As A, however R(t) is broken down in the four layers. C As A, but for T g(t). D As B, but for T g(t). Figure S11 shows the comparison between R(t) as inferred from the time-series of cases and as resulting from the microsimulation data of the transmission chain for two stochastic model realizations. Tg empirical distribution over time directly estimated from the transmission tree inferred from incidence data (mean, 95% CI) directly estimated from the transmission tree inferred from incidence data (mean, 95% CI) A B Figure S11 : A Daily R(t) as inferred from the daily incidence of new infections for one stochastic model realization. T g is assumed to be: exponentially distributed with average 3 days (top); the distribution of T g has been derived from the analysis of the transmission tree of the selected model simulation (middle); the distribution of T g over time as derived from the analysis of the transmission tree of the selected model simulation (bottom). B as A, but for another stochastic realization. The two stochastic realizations used to produce this figure as well as Fig. 5 of the main text are randomly selected among the simulations run for scenario \"Uncharacterized future influenza pandemic in Italy\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "Fig. S10C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 436,
                    "end": 447,
                    "text": "(Fig. S10C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 685,
                    "end": 701,
                    "text": "Fig. S10C and D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 849,
                    "end": 860,
                    "text": "(Fig. S10D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1188,
                    "end": 1198,
                    "text": "Figure S11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1607,
                    "end": 1617,
                    "text": "Figure S11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2178,
                    "end": 2184,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Comparison with null models of the contact network"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Inferring the structure of social contacts from demographic data in the analysis of infectious diseases spread",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fumanelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manfredi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLOS Comput Biol",
            "volume": "8",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "7056",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Strategies for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "7101",
            "pages": "448--452",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Determinants of the spatiotemporal dynamics of the 2009 H1N1 pandemic in Europe: implications for real-time modelling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pugliese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLOS Comput Biol",
            "volume": "7",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic influenza A/H1N1pdm in Italy: age, risk and population susceptibility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS One",
            "volume": "8",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "5934",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Household transmission of 2009 pandemic influenza A (H1N1) virus in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "361",
            "pages": "2619--2627",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Role of social networks in shaping disease transmission during a community outbreak of 2009 H1N1 pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "7",
            "pages": "2825--2830",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Inferring influenza dynamics and control in households",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "P Natl Acad Sci",
            "volume": "112",
            "issn": "29",
            "pages": "9094--9099",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Detecting a Surprisingly Low Transmission Distance in the Early Phase of the",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marziano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pugliese",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Influenza Pandemic. Sci Rep",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Markov Chain Monte Carlo",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gilks",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc Royal Soc B",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimation of the serial interval of influenza",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiol",
            "volume": "20",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparative epidemiology of pandemic and seasonal influenza A in households",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Eng J Med",
            "volume": "362",
            "issn": "23",
            "pages": "2175--2184",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimates of the reproduction number for seasonal, pandemic, and zoonotic influenza: a systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gambhir",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Spread of epidemic disease on networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys Rev E",
            "volume": "66",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLOS Med",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "6",
            "pages": "509--516",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-driven model . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 1.1.1 Network structure . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 1.1.2 Infection transmission process . . . . . . . . . . . . . . . . . . . . . . . . 3 1.1.3 Model initialization and calibration . . . . . . . . . . . . . . . . . . . . . 4 1.2 Annealed configuration model . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 1.2.1 Network structure. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 1.2.2 Infection transmission process . . . . . . . . . . . . . . . . . . . . . . . . 7 1.2.3 Model calibration and initialization . . . . . . . . . . . . . . . . . . . . . 8 1.3 Homogeneous mixing model . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 1.3.1 Network structure . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 1.3.2 Infection transmission process, model calibration, and initialization . . . 8 1.4 Quenched configuration model . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 1.4.1 Network structure . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 1.4.2 Infection transmission process, model calibration, and initialization . . . 8 1.5 Layer-shuffled data-driven model . . . . . . . . . . . . . . . . . . . . . . . . . . 8 1.5.1 Network structure . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 1.5.2 Infection transmission process, model calibration, and initialization . . . 8 1.6 Computation of the reproduction number . . . . . . . . . . . . . . . . . . . . . . 9 1.7 Computation of the generation time . . . . . . . . . . . . . . . . . . . . . . . in the initial growth of the reproduction number . . . . . . . . . . . 10 2.2 Relation between the reproduction number and the average weighted degree of the infected nodes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 2.3 2009 H1N1 influenza pandemic in Italy . . . . . . . . . . . . . . . . . . . . . . . 12 2.4 Cross-country comparison of reproduction number and generation time . . . . . 13 2.4.1 \"Uncharacterized\" future influenza pandemic in Italy and the Netherlands 13 2.4.2 2009 H1N1 influenza pandemic scenario in Italy and the Netherlands . . 14 2.5 Sensitivity analysis on R index . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 2.6 Sensitivity analysis on the distribution of the removal time . . . . . . . . . . . . 16 2.7 Comparison with null models of the contact network . . . . . . . . . . . . . . . 17 2.8 Inferring R(t) from incidence data . . . . . . . . . . . . . . . . . . . . . . . . .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Logarithm of the value of the likelihood function (A) and of model parameters at each iteration of the MCMC algorithm (B-E). The four boxplots show the posterior distribution of model parameters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Degree distribution of the annealed configuration model as resulting from the weighted network of contacts for Italy and for The Netherlands in the case of an \"uncharacterized\" future influenza pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Probability distribution of the slope of R(t) for each simulation of the data-driven model in the early epidemic phase (i.e., from 65 to 25 days before the epidemic peak). A Simulations refer to the spread of an \"uncharacterized\" future influenza pandemic in Italy. B Simulations refer to the spread of the 2009 H1N1 influenza pandemic in Italy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A Mean R(t) of data-driven model and average weighted degree of the infected nodes multiplied by the per-contact transmission probability. B As A, but broken down in the four layers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A Mean R(t) of data-driven model. The colored area shows the density distribution of R(t) values obtained in the single realizations of the data-driven model. Results are based on 50,000 realizations of the model. Note that only simulations with final attack rate > 0.1% are considered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "A Mean R(t) of data-driven model by assuming different R index values. B As A, but R(t)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "A Comparison between the mean R(t) of data-driven model, of the homogeneous model,",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}