{
    "paper_id": "39708f10658e8e33983d0b2ebb570bdd00c5df46",
    "metadata": {
        "title": "Techno-economic analysis of a transient plant-based platform for monoclonal antibody production",
        "authors": [
            {
                "first": "Somen",
                "middle": [],
                "last": "Nandi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California at Davis",
                    "location": {
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Aaron",
                "middle": [
                    "T"
                ],
                "last": "Kwong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California at Davis",
                    "location": {
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Barry",
                "middle": [
                    "R"
                ],
                "last": "Holtz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "iBio CMO LLC",
                    "institution": "",
                    "location": {
                        "settlement": "Bryan",
                        "region": "TX",
                        "country": "USA ARTICLE HISTORY"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "L"
                ],
                "last": "Erwin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "iBio CMO LLC",
                    "institution": "",
                    "location": {
                        "settlement": "Bryan",
                        "region": "TX",
                        "country": "USA ARTICLE HISTORY"
                    }
                },
                "email": ""
            },
            {
                "first": "Sylvain",
                "middle": [],
                "last": "Marcel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "iBio CMO LLC",
                    "institution": "",
                    "location": {
                        "settlement": "Bryan",
                        "region": "TX",
                        "country": "USA ARTICLE HISTORY"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [
                    "A"
                ],
                "last": "Mcdonald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California at Davis",
                    "location": {
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Plant-based biomanufacturing of therapeutic proteins is a relatively new platform with a small number of commercial-scale facilities, but offers advantages of linear scalability, reduced upstream complexity, reduced time to market, and potentially lower capital and operating costs. In this study we present a detailed process simulation model for a large-scale new \"greenfield\" biomanufacturing facility that uses transient agroinfiltration of Nicotiana benthamiana plants grown hydroponically indoors under lightemitting diode lighting for the production of a monoclonal antibody. The model was used to evaluate the total capital investment, annual operating cost, and cost of goods sold as a function of mAb expression level in the plant (g mAb/kg fresh weight of the plant) and production capacity (kg mAb/year). For the Base Case design scenario (300 kg mAb/year, 1 g mAb/kg fresh weight, and 65% recovery in downstream processing), the model predicts a total capital investment of $122 million dollars and cost of goods sold of $121/g including depreciation. Compared with traditional biomanufacturing platforms that use mammalian cells grown in bioreactors, the model predicts significant reductions in capital investment and >50% reduction in cost of goods compared with published values at similar production scales. The simulation model can be modified or adapted by others to assess the profitability of alternative designs, implement different process assumptions, and help guide process development and optimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the commercialization of the first therapeutic monoclonal antibody (mAb) in 1986, this class of biopharmaceutical products has grown exponentially. As of November 2014, fortyseven mAb products have been approved in the US or Europe for the treatment of a variety of diseases, and many of these products have also been approved for other global markets. 1 At the current approval rate (an average of 4 new products per year), it is expected that over 70 mAb products will be on the market by 2020, and projected combined global sales by 2017 will be nearly $90 billion. 2 Currently, most protein-based therapeutics, diagnostics and vaccines are made using traditional recombinant protein production platforms (e.g., mammalian or microbial cells cultured in stainless steel or single-use disposable bioreactor systems). The selling prices of pharmaceuticals are increasing along with global price inflation, and in turn, over half of the global population cannot afford critical medicines. Additionally, there is a growing need for manufacturing processes that can a) respond quickly to new or sudden medical needs (e.g., during the 2012-2015 Ebola and Middle East respiratory syndrome, and the 2016 Zika virus outbreaks), b) offer more rapid drug development, and c) lower drug prices to address emerging markets in less-developed areas of the world.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 360,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 575,
                    "end": 576,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Chinese hamster ovary (CHO) and Escherichia coli (E. coli) cells are the most common type of cells used for therapeutic protein production. The time needed for CHO cell line development has decreased in the past decades, but remains a relatively long and costly process. CHO cell cultures require expensive media and multi-step bioreactor seed trains, and are vulnerable to infection with mammalian viruses and pathogens that can result in shutdown of manufacturing operations. With over 20 years of commercial development and use, the CHO platform only offers shrinking intellectual property opportunities; patent protection for major innovations are held by a relatively small number of consolidated pharmaceutical companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The use of E. coli culture may be more economical, but it remains limited to simple, non-glycosylated proteins, and often requires additional downstream processing steps to ensure proper protein folding and endotoxin-free product. Recently, production of recombinant biologics in plants has received considerable attention because the platform provides specific advantages over traditional microbial and animal cell cultures. Plants possess an exceptional biosynthetic capacity for expression of recombinant proteins without supporting growth of adventitious agents (e.g., prions, pathogenic viruses) harmful to patients. It is now routine for plant cells to be used in the production of complex proteins, such as IgA, IgG and IgM 3-5 or virus-like particles. 6, 7 The first plant-made therapeutic drug for human use was approved by the Food and Drug Administration (FDA) in 2012, 8 and over 16 plant-manufactured proteins in phase I, II, and III clinical trials are in progress. 9 The first transgenic plant expressing a recombinant therapeutic protein was described over 25 years ago 10 and was soon followed by the development of a transient expression system applied at laboratory-scale, 11 and subsequently at field-scale for production amplification. 12, 13 Higher expression levels were subsequently obtained using viral-based transient expression vectors combined with Agrobacterium-mediated gene transfer. 14 The new vectors facilitated the successful expression of a broader range of proteins in plants, and enabled an increase in drug development programs using plant-based technologies. These expression vectors such as magnICON Ò15 and iBioLaunch TM16 created the opportunity for transient expression in plants to be adapted to contained, large-scale biomanufacturing facilities with quick development time, high flexibility and easy scale-up. 17 Since the bioreactor unit is a single plant, protein production can be scaled up in a linear fashion by simply growing more plants and increasing the number of plants in a batch. Traditional stirred-tank bioreactors for mammalian-cell biotherapeutic manufacturing require incremental scale-up from research scale to production scale. Each step must demonstrate comparability and incorporates many variable factors such as mixing mass transfer, heat transfer, and hydrodynamic shear. The linear scalability of the transient plant expression system results in a reduction in drug development time and provides comparable product quality during scale-up from pre-clinical research batches to commercial-scale post-approval manufacturing needs. This novel manufacturing format is associated with a simple raw material (plant biomass) grown using an inexpensive, chemically-defined nutrient solution and light. Upstream processing using transient plant expression systems is simpler and requires less capital expense/ investment than bioreactor-based processes. These systems can be deployed more readily to new markets, such as those in South America, Africa, and Southeast Asia.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 762,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 763,
                    "end": 764,
                    "text": "7",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 881,
                    "end": 882,
                    "text": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 980,
                    "end": 981,
                    "text": "9",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "10",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "text": "11",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1257,
                    "end": 1260,
                    "text": "12,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1261,
                    "end": 1263,
                    "text": "13",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1415,
                    "end": 1417,
                    "text": "14",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1857,
                    "end": 1859,
                    "text": "17",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Only a few techno-economic analyses of transient recombinant protein production in plants have been published. [18] [19] [20] Large-scale manufacturing facilities for transient production in whole plants, such as those of iBio CMO (formerly Caliber Biotherapeutics, Bryan, TX, USA), Kentucky BioProcessing (Owensboro, KY, USA), and Medicago Inc. (Durham, NC, USA), have been constructed and are operational. Experience with these facilities can allow more accurate manufacturing simulations to be performed.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[18]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[19]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[20]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the study reported here, we performed manufacturing simulations using the plant transient expression system with current manufacturing data collected from academia, vendors, and industrial facilities. A process simulation using SuperPro Designer Ò software was developed and run to perform a manufacturing cost analysis for a Base Case production of 300 kg/year of a purified mAb. The simulation assumed an expression level of 1 g mAb/kg fresh weight of biomass and downstream recovery of 65%. The total capital investment (CAPEX, US dollars, USD), total annual operating costs (OPEX, USD/year) and unit production costs (Cost of Goods Sold, COGS, USD/g mAb) were analyzed for the Base Case model. The simulations were also used to investigate the effects of expression level (g mAb/kg fresh weight (FW) of plant biomass) and facility production rate (kg mAb/year) on CAPEX, OPEX and COGS. Costs for validation, laboratory, quality control (QC), quality systems development and maintenance (QA) were also included to support a model that would conform to current Good Manufacturing Practices (cGMP) compliance. Although hypothetical, the simulated facility is based on our combined experiences in plant-based biomanufacturing, generally accepted bioprocess engineering design principles, and the large body of literature available on mAb purification processes. The techno-economic model predicts the total capital investment for a new facility that is built from scratch on greenfield land (not including the cost of land, which is site-specific), including costs for ancillary infrastructure (such as receiving/inventory warehousing, research/QC/QA laboratories and office space), and initial costs, including working capital, startup and validation. The total annual operating costs are the operating expenses incurred directly from the manufacturing processes for bulk drug substance production, but not including fill and finish/packaging operations. Product-specific costs associated with research and development, clinical trials, marketing, licensing and royalty payments, financing of capital, legal, regulatory affairs, batch failure, and other non-manufacturing costs are not included in the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The facility sizing, and therefore CAPEX, OPEX, and COGS, depends strongly on the expression level (g mAb/kg FW after infiltration and post-infiltration incubation) and production capacity (kg purified mAb/year). For the Base Case scenario, a production capacity of 300 kg mAb/year and expression level of 1 g mAb/kg fresh weight (FW) of plant biomass after standard gene optimization was assumed, along with a recovery of 65% in the downstream process. Expression levels above 1 g of mAb per kilogram of plant biomass have been observed in our laboratory, and pilot-scale experiments confirm this as a conservative assumption. Recovery of 60% to 80% has been reported for mAb production systems; 21 therefore, a conservative recovery of 65% was assumed. Alternative facilities were simulated by varying the expression level from 0.25 g mAb/kg FW to 5 g mAb/kg FW, keeping the production level at 300 kg mAb/year. The production capacity was modeled in the range from 25 kg mAb/year to 600 kg mAb/year at an expression level of 1 g mAb/kg FW. CAPEX and COGS were determined over these ranges. The general model can be used to investigate a wide range of \"what if\" scenarios to investigate the effect of process assumptions (such as age of plants used for agroinfiltration, ratio of agrobacteria to biomass in the agroinfiltration step, resin binding capacity and replacement frequency) economic assumptions (e.g., cost of utilities, labor, major equipment). The model can also be used to identify process bottlenecks (e.g., unit procedures where investment in additional pieces of equipment could increase throughput/production capacity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Base Case scenario process flow design (Figs. 1 and 2 described in the Materials and Methods section) has a batch cycle time of one week, with each activity performed once a week: seeding, transplanting, vacuum infiltration, harvesting and downstream processing (each process is performed separately but in an overlapping manner each week). The facility was designed to process 47 batches a year with 5 weeks of plant shutdown per year for facility maintenance. In this scenario, each batch corresponds to 9,830 kg of plant biomass to harvest/ process each week. The equipment list was generated based on current manufacturing practices, batch size, production demand and mass balances. The upstream portion of the process ( Fig. 1 ) includes plant growth, preparation of agrobacteria, vacuum infiltration, and post-infiltration incubation of the plants. The downstream portion of the process (Fig. 2) includes harvesting, homogenization and extraction, recovery, purification, and preparation of bulk drug substance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 729,
                    "end": 735,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 897,
                    "end": 905,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Process design and cost analysis for the Base Case"
        },
        {
            "text": "Total capital investment, annual operating costs and cost of goods sold for the Base Case scenario Table 1 shows the results for the CAPEX, OPEX (with and without depreciation) and COGS (with and without depreciation) for the Base Case scenario. The total capital investment for the Base Case was estimated at $121.6 million USD, where 35% is associated with the upstream part of the facility and 65% is associated with the downstream process. The total annual operating cost for the Base Case scenario is $36.4M/ year with $13.4M/year (37%) associated with the upstream and $23.0M/year (63%) associated with the downstream operating costs. The unit production cost, or COGS was calculated taking into account all material (raw and consumables) and production costs (labor, facility-dependent costs, utilities and waste disposal) divided by the product output, which in our case is the bulk drug substance. For the Base Case scenario, the COGS is $121/g mAb, including depreciation, which accounts for 26% of the COGS. When depreciation is not included in the calculation, the COGS drops to $90/g mAb.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Process design and cost analysis for the Base Case"
        },
        {
            "text": "We performed a sensitivity analysis to understand how critical process cost variables impact COGS. The results of a relative sensitivity analysis for the facility are shown in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis for Base Case scenario"
        },
        {
            "text": "Because the COGS varies with the expression level, the effect of expression level (mg of mAb produced per kg plant FW following agroinfiltration/incubation) on COGS and CAPEX was assessed, while the production level was kept at the Base Case of 300 kg/year (Fig. 4) . In this analysis, the number of batches per year is kept constant and the equipment is resized as needed (reduced as the expression level is increased and increased as the expression level is reduced) to achieve the 300 kg/year production level. The COGS and CAPEX decrease dramatically with improvements in expression level from 0.25 to 1.5 g mAb/kg FW, but beyond that, the reduction in COGS and CAPEX for increasing expression level is modest.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Analysis of COGS and CAPEX as a function of expression level"
        },
        {
            "text": "Typical needs for mAbs are between 10-100 kg/year. 22 The Base Case scenario is for a biomanufacturing facility with a capacity of 300 kg/year but we have performed analyses for facilities designed for 50-600 kg/year production scale, keeping the expression level at the Base Case level (1 g/kg FW), to understand how CAPEX and COGS depend on the size of the mAb facility. Fig. 5 shows that CAPEX increases linearly with production capacity while COGS is fairly constant until the facility size falls below 150 kg/year, and then it increases dramatically as the production capacity is lowered.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 53,
                    "text": "22",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 379,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Analysis of COGS and CAPEX for different production capacities"
        },
        {
            "text": "Techno-economic modeling and analysis is critical to establish the requirements, constraints, and cost drivers for the production of a target product in a new or existing manufacturing facility. This is particularly important for emerging biomanufacturing industries, such as the plant-made pharmaceutical (PMP) industry, because there are only a few large-scale facilities currently in operation, including for vaccine production (excluded from this analysis). Companies need tools to help assess the economic feasibility of their proposed processes and the impact of different process inputs. For example, understanding of the major factors that influence costs of goods for CHO-based biomanufacturing facilities for recombinant proteins production has resulted in large reductions (as much as 100 fold) in operating expenses over the last two decades achieved by increasing product titers, improving downstream yields, improving equipment utilization, and deploying template platform processes. 23 We developed a process model and performed a techno-economic analysis for a biomanufacturing facility that produces a mAb bulk drug substance product using transient agroinfiltration of Nicotiana benthamiana (N. benthamiana) hydroponically grown indoors under light-emitting diode (LED) illumination. The model was based on published designs for a commercial-scale facility, 17 as well as estimated costs for equipment, labor, consumables, raw materials and energy. It includes material and energy balances on each unit operation as well as batch scheduling, including clean-in-place (CIP) and steam-in-place (SIP) operations as needed. The Base Case SuperPro Designer Ò model developed in this study can be downloaded at the following website (http://ghs.ucdavis.edu/ pmpdownload.shtml). These models are useful for determining ranges of mAb selling price, production capacity and expression level that would be required for profitability of novel types of PMP facilities using current processing technology. For example, based on the assumptions and techno-economic analyses presented, to achieve COGS below $200/g, expression levels will need to be greater than about 0.4 g/kg FW at a production capacity of 300 kg/year, or, at an expression level of 1 g/kg FW, the production capacity needs to be greater than 110 kg/year.",
            "cite_spans": [
                {
                    "start": 998,
                    "end": 1000,
                    "text": "23",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1376,
                    "end": 1378,
                    "text": "17",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Base Case (300 kg mAb/year production capacity, 1 g mAb/kg FW expression level, 65% recovery in downstream processing) design resulted in a CAPEX of $121.6M, OPEX of $36.4 M and COGS of $121/g in 2015 USD. The Base Case model indicates potential targets to reduce the CAPEX, as well as the COGS in the PMP facility. In terms of total equipment cost, a significant portion of the equipment costs (39%) is associated with the lighting, racking, and hydroponic plant growth systems. However, these systems require very little maintenance compared to standard stainless steel bioreactors while providing the same long-term value. In particular, the complexity of cell culture bioreactors and associated process control systems requires a higher level of educated and experienced personnel for operation, troubleshooting, and maintenance. Thus, these capital investments in indoor hydroponic cultivation may result in savings in terms of labor and maintenance costs, and, compared with mammalian cell culture facilities, may expand opportunities for building biomanufacturing facilities in countries with limited infrastructure in biomanufacturing and cGMP operations. Furthermore, the design of the upstream portion of the facility uses rapidly developing technologies such as LED lighting, vertical farming, and hydroponics, all of which are expected to be reduced in cost or allow improved biomass densities for the same price, as new technologies are deployed. It is important to state that within SuperPro Designer Ò it is difficult to \"value engineer\" innovative facilities and processes that do not have extensive databases. Therefore, the PMP facility could be built at a significantly lower CAPEX than this model assumes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The costs of drug research and development, preclinical and clinical trials, royalty payments, and other factors are not included in the model. These costs are expected to be lower than those for CHO-based platforms because of the rapid nature of the transient expression platform and the low cost of scale-up process development due to the linear scaling of single plant bioreactors. Reduction of time to market is important to the overall financial reward in drug development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A recent literature search found only four published articles that provide techno-economic analyses for plant-based biomanufacturing facilities. Buyel and Fischer developed an empirical model for production costs, including energy, consumables, and labor costs for plant growth in a greenhouse, vacuum infiltration, homogenization, filtration, and a 2-step chromatography purification using Protein A for mAb production using transient agroinfiltration of N. benthamiana. 20 Their model, however, was developed for very small batches, 5 g of purified mAb/batch (our Base Case model is for a production capacity that is several orders of magnitude higher at 6.3 kg/batch), and low expression levels, ranging from 0.037-0.065 g mAb/kg FW (our Base Case model assumes 1 g/kg FW), which resulted in very high COGS, ranging from 10,000 Euro/g (11,000 USD/g) to 17,000 Euro/g (18,600 USD/g) depending on the age of the plant at infiltration, expression level, and the leaf harvesting strategy. In addition, the Buyel and Fischer model does not include facility-dependent costs (e.g., depreciation, equipment maintenance) or laboratory QA/QC, which would be important for cGMP operation.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 474,
                    "text": "20",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another study by Walwyn et al. 19 presented a techno-economic analysis of the transient production of a non-therapeutic protein, recombinant horseradish peroxidase, using vacuum agroinfiltration of N. benthamiana plants grown in a greenhouse. The downstream processing includes harvesting, homogenization, centrifugation, ammonium sulfate precipitation, ion exchange chromatography, lyophilization, and packaging. The Base Case production capacity was also small (5 kg purified HRP/year), compared with our mAb study at 300 kg purified mAb/year, and the expression level was 240 mg HRP/ kg FW; their analysis indicated a high COGS of $1,279/g. However, they showed that by doubling the biomass productivity and expression level, improving downstream yield from 54% to 63%, and increasing the production capacity to 20 kg HRP/ year, the COGS was lowered to $611/g, resulting in an internal rate of return (IRR) of 26% for a selling price of $1,250/g. Interestingly, in their study they found that the downstream processing costs accounted for 80% of the total production costs, likely due to the relatively low costs of the upstream since greenhouse production is likely to be less expensive than indoor, hydroponic, LED-illuminated plant growth used in our Base Case. Tus e et al. presented a techno-economic analysis for the production of butyrylcholinesterase, a medical countermeasure against organophosphate nerve agents, in a large-scale PMP facility utilizing transient agroinfiltration of indoor hydroponically grown N. benthamiana. 18 The facility was designed for lower production (25 kg purified butyrylcholinesterase/year), lower expression level (0.5 g/kg FW) and lower downstream recovery (20%) than for our mAb Base Case. However, the COGS of $1,180/g obtained in that study agrees within 5% of the predictions made by our model ($1,140/g) when adjusted for production level, expression level and downstream recovery using adjustment factors obtained from Figs. 4 and 5. In the Tus e et al. study, the downstream portion of the process accounted for about the same percentage of the CAPEX (61%) compared with the current study (65%).",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 33,
                    "text": "19",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1540,
                    "end": 1542,
                    "text": "18",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Wilken and Nikolov 24 presented a techno-economic analysis for mAb production at 100 kg purified mAb/year in 3 stable transgenic tobacco-based systems: transgenic tobacco grown in an open field, transgenic tobacco grown in a greenhouse and transgenic tobacco cell culture in a bioreactor, assuming an expression level of 1 g mAb/kg FW as in our study. In their analysis, the COGS for the greenhouse production and bioreactor production are $98/g and $138/g in 2012 USD. Given the fact that production costs using an indoor hydroponic growth system are probably higher than greenhouse but lower than bioreactor production, and also accounting for additional costs associated with agrobacterial growth, vacuum agroinfiltration and updating costs to 2015, our COGS of $121/g agrees quite well with the Wilken and Nikolov study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nandi et al. presented a techno-economic analysis for the cost of downstream processing for production of recombinant human lactoferrin (rhLF) in stable transgenic rice seed at an expression level of 0.5% rhLF in brown rice flour (this corresponds to 5 g/kg dry weight of biomass) and production capacity of 600 kg purified rhLF (>90 % purity) per year and 68% recovery in downstream processing. 25 The techno-economic analysis used brown rice flour as the starting material (assuming a cost of $1/kg), and included extraction of the flour, plate and frame microfiltration, one ion exchange chromatography step, concentration/diafiltration, and lyophilization. The downstream processing cost was estimated at $5.90/g purified rhLF, but was found to be very sensitive to the expression level, increasing up to $375/g at 0.005% rhLF in rice flour, and also somewhat sensitive to production capacity, increasing 40% when the production capacity was reduced to 200 kg/year. Although the COGS was much lower in this study compared with ours, the general trends for the effects of expression level and production capacity on downstream COGS are quite similar.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 398,
                    "text": "25",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For the past 30 years, the dominant mAb production platform has been mammalian cell culture production in stainless steel bioreactors in batch or perfusion processes. Werner et al. 26 estimated the OPEX and COGS for a 250 kg/year CHO facility assuming a 1g/L titer and 70% yield in downstream processing as $65M/year and $260/g, respectively. From Figs. 4, and 5, adjusting for an improvement in yield from 65% to 70% in downstream processing and reduction in production capacity from 300 kg/year to 250 kg/year, a similar transient plantbased production facility is estimated to have an OPEX of $33M/year and COGS of $131/g, assuming an expression level of 1 g/kg FW. Thus, the plant-based facility is estimated to reduce the OPEX and COGS by about 50% over the CHO facility, even without taking inflation into consideration. In a more recent paper, 27 the downstream processing costs for a mAb produced using a conventional mammalian cell culture process at a high production capacity (1,000 kg/year) for a titer of 1 g/L was estimated to be $232/g. Even at a much lower production capacity (600 kg/year), the plant-based system thus has a COGS of »$99/g, including both upstream and downstream process operations, representing a >50% reduction in manufacturing costs. While there are a number of published reports of low COGS for mAbs produced in mammalian cell cultures, many of these estimates are for facilities with very large production capacities. For example, for mAbs produced in conventional batch CHO bioreactors, Kelly 28 estimated COGS to range from $134/g at 1,000 kg/year to $26/g at 10,000 kg/year, Walther et al. 23 predicts a COGS of $22/g at 1,537 kg/year, and Petrides et al. 29 estimates a COGS of $86/g at 1,580 kg/year and a CAPEX of $512M, including startup and validation, in 2013 USD. These production capacities for a single facility are at the high end, considering the total production of 31 full-length mAbs produced in mammalian cell culture was 8,182 kg in 2013. 1 MAbs, as well as other biotherapeutics, tend to be developed for smaller patient populations, and will require a large number of small to intermediate size (10 to 100 kg/yr) production facilities. While the mAbs currently on the market vary significantly in terms of production level and sales, the average production capacity is about 250-300 kg/year and the average mAb selling price is $1,450/g. 1 As cost of manufacturing goes down, new markets are opening with demand below 50 kg/year. Expansion of mAb biomanufacturing to low and middle income countries with platform technologies that have lower CAPEX and OPEX than current mammalian cell production systems will be favored. Based on the techno-economic model presented, plant-based biomanufacturing using transient agroinfiltration appears to be a promising platform for these applications as well. However, it is expected that there will be continual improvements in costs and cell line development speed in mammalian as well as in plant-based manufacturing platforms.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "text": "26",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1632,
                    "end": 1634,
                    "text": "23",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1698,
                    "end": 1700,
                    "text": "29",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1997,
                    "end": 1998,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2398,
                    "end": 2399,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Plant-based biomanufacturing using transient agroinfiltration of Nicotiana benthamiana is a relatively new technology for production of recombinant proteins, and only a few commercial scale facilities have been built. Although lower costs of goods are often cited as a main advantage of plant-based biomanufacturing, very few detailed techno-economic models have been developed for commercial-scale facilities. The techno-economic model presented here is based on a process simulation model that includes equipment sizing and unit operation specifications, material and energy balances, and batch scheduling. It allows \"what if\" scenario analyses to evaluate the effects of process design, operations, raw material/consumable costs or other costs on the total capital investment, cost of goods or project profitability, especially at an early stage in project development. The PMP simulation model presented in this study can be utilized by developers to de-risk their product in early clinical trials and then be able to make a decision as to whether they want to continue toward commercial scale production with PMP or to move to a more traditional manufacturing approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The proposed facility follows a unilateral flow from upstream processing to downstream processing, and then finally to a bulk drug substance containing the active pharmaceutical ingredient as described previously, 17 including adjacent quality assurance and control laboratories. The upstream segment of the proposed facility was designed based on a vertical farming growth environment for the production of the plant N. benthamiana using a large-scale hydroponic growth system with plants grown under LEDs (Fig. 6) . N. benthamiana, a widely utilized species for the expression of recombinant proteins, has been adopted for commercial-scale production by iBio CMO, Medicago and Kentucky Bioprocessing. The upstream process grows the plant biomass to feed the vacuum infiltration procedure. Vacuum infiltration delivers the genes of interest to the plant cell using Agrobacterium tumefaciens (A. tumefaciens) as a vector. 30 The N. benthamiana plants are cloned native, wildtype species. The system could support the growth and containment of transgenic N. benthamiana plants modified for particular advantageous traits. Host plants are released under certificate of analysis to the infiltration area as a raw material.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "text": "17",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 922,
                    "end": 924,
                    "text": "30",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 515,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Facility design"
        },
        {
            "text": "A bioreactor room adjacent to the infiltration room provides the necessary volume of A. tumefaciens culture. Recombinant protein production subsequently starts following vacuum infiltration of the agrobacteria into plant biomass, and lasts for 4-7 days before plants are harvested and the target protein is extracted. Plant biomass is homogenized and the clarified extract moves to a traditional downstream process train for the purification and concentration of the mAb drug substance. This process represents one batch, which can be repeated every week for 47 weeks/year, or 47 batches per year, with 5 weeks of plant shutdown per year for facility maintenance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facility design"
        },
        {
            "text": "The facility's upstream processing (Fig. 1) is split into four parts: growing N. benthamiana, growing A. tumefaciens, vacuum infiltration, and protein production in a post-infiltration plant incubation step. A mechanical seeder (GBX-101) places seeds on Rockwool plugs into Styrofoam TM germination trays with a capacity of 240 plants per tray, and a total of 4092 germination trays are required per batch to achieve the Base Case annual production target of 300 kg of purified mAb, corresponding to about 982,000 viable plants per batch. Seeded trays are placed onto aluminum trays (4 germination trays per aluminum tray) and conveyed to vertical racks (GBX-102) in a temperature and humidity controlled room (Fig. 6) , where they are given optimized amounts of light and nutrients for 3 weeks of germination and seedling growth (GBX-102 to GBX-104). After germination, the plants are transplanted by a mechanical transplanter (GBX-105) from the germination trays to \"grow trays\" preloaded with an inert hydroponic root support matrix at a rate of 2 trays per minute. Each grow tray holds 320 plants. A total of 3,069 grow trays are processed per batch, and the same number of plants (982,000) is retained. Transplanted trays are moved to a separate temperature and humidity controlled growth room and added to vertical racks (GBX-106) as described above. Plant biomass continues to grow for another 2 weeks (GBX-106 to GBX-107) under optimized amounts of light and nutrients. At the end of the fifth week, the plants are ready for vacuum agroinfiltration. In parallel to plant growth, inoculation of Luria-Bertani (LB) media is prepared in single-use bags (SDLB-101), and is sterilized using a 0.22 mm dead-end polishing filter (DE-101). LB media is then inoculated with A. tumefaciens clones containing the viral-based expression vectors with the mAb genes (light chain (LC), and heavy chain (HC) of mAb genes are cloned in separate vectors). An inoculum is prepared in 4 L flasks (SFR-101 and SFR-102) from working cell banks. Selection antibiotics are used in the shake flasks to ensure only the desired clones of A. tumefaciens are grown. After about 14 h of fermentation, the broths containing the strains are transferred into separate disposable bioreactors (RBS-101 and RBS-102), where they are grown for about 11 h to provide sufficient bacterial culture for the plant infiltration cycle. A single-use bioreactor was chosen to limit the cleaning and validation cost required for reusable stainless steel equipment. As plant infiltration is performed at pH 5.6 to allow the activation of Agrobacterium virulence genes, a concentrated stock solution of 1 M MES buffer, pH 5.6 is prepared in another single-use bag (SDLB-102), and then sterilized by using a 0.22 mm dead-end filter (DE-102). The infiltration procedure starts with the dilution of the 2 A. tumefaciens cultures in MES buffer pH 5.6 using an in-line mixer/diluter (MX-101) fed to the vacuum infiltrators (GBX-108). Five-weekold N. benthamiana plants are then inverted and immersed into the diluted suspension of the A. tumefaciens in the vacuum infiltrator. A moderate vacuum is briefly applied to remove air from the interstitial space of the leaf, and the vacuum is quickly released to allow penetration of Agrobacteria into the inner tissue of the leaves effectively transfecting the leaf cells. As plants exit the infiltrator, water is sprayed to rinse away extra Agrobacteria from the surface of the leaves. The entire infiltration process takes about 26 h to complete for one batch with 2 automated 33 ft vacuum infiltration systems. After agroinfiltration, plants are conveyed to a separate temperature and humidity controlled room and added to vertical racks (GBX-109) as described above, where the mAb is produced over a 7-day incubation period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 43,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 710,
                    "end": 718,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Upstream processing (Base Case)"
        },
        {
            "text": "This section of the facility houses specifically engineered harvesting, extraction, and clarification unit procedures to recover mAbs from the plant extract. Additionally, 0.22 mm dead-end filters are placed between major downstream (e.g., DE-103 to DE-107) unit procedures to provide barrier filtration and protection of the tangential flow filtration (TFF) membranes. The downstream processing section of the facility (Fig. 2 ) also contains unit procedures that are similar to traditional mAb purification facilities (e.g., CHO-based), such as clarification, chromatography, TFF, and ultrafiltration/diafiltration steps.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 427,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Downstream processing (Base Case)"
        },
        {
            "text": "Post-infiltration plants are harvested using a mechanical harvester (GBX-110), and then transported to a double-stack disintegration system that consists of a disintegrator (GBX-111) and a grinder (GBX-112). This process ensures that the plants are homogenized for optimum protein extraction. During disintegration, sodium phosphate-based extraction buffer is introduced to the slurry to aid in extraction efficiency. The slurry then enters a belt press (BF-101), which removes a majority of the solids, before entering a plate and frame filter press (PFF-101), which removes the rest of the solids. During both steps, the extraction buffer was added until the ratio of plant biomass to buffer reaches 1:1 (w/w). Diatomaceous earth is added as a filter-aid (10% w/w of plant extract) to the slurry. During the entire clarification step, about 5% of the mAb product is lost in the solids waste stream, resulting in a product yield of 95% during recovery and clarification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Downstream processing (Base Case)"
        },
        {
            "text": "The clarified liquid is then moved to a tangential flow filtration (DF-101) step. This step takes »1.4 h, concentrating the extract 10-fold using extraction buffer as the diluent, and requires a total membrane area of 200 m 2 . During this step, roughly 7% of the mAb product is lost, resulting in a cumulative product yield of 88% after this step. The solution is then loaded onto a Protein A affinity chromatography (AFC) column (C-101), where the bulk of contaminant proteins, endotoxins, and nicotine are removed. The following operating models were followed for the column: a) the resin used is Mab-Select SuRe TM , with an average binding capacity of 35 g of mAb per liter of resin and 1.5 column volumes (CVs) of eluent being collected; b) the product was recovered in 25% of the loading volume with a recovery yield of 96%; and c) the column equilibration, wash, and regeneration used a total of 14 CVs of respective buffers or solutions. The entire procedure takes »4.2 h and requires a resin volume of about 266 L. The subsequent cation exchange chromatography (CEXC) step (C-102) was performed using the following assumptions: a) the resin used is POROS Ò HS 50 mm Bulk Media, with a binding capacity of 70 g of mAb per liter of resin and a sodium chloride gradient elution being used; b) the product is recovered in about 24% of the loading volume with a recovery of 90%; and c) the column equilibration, wash, and regeneration used a total of 16 CVs of respective buffers and solutions. This process takes »3 h to complete and requires a resin volume of about 119 L. The eluted protein solution pools were then subjected to an anion exchange chromatography (AEXC) step with the following assumptions: a) a Mustang Ò Q XT membrane chromatography capsule is operated in flow-through mode; b) all leftover impurities from above steps were removed by this step; c) the eluent is a Tris and sodium chloride buffer, and its volume is equal to 7 membrane volumes (MVs); d) the product volume is recovered in 100% of the loading volume with a recovery yield of 97%, and the total volume of the solution for column equilibration is 4 MVs. This step takes »2 h and required 5 L of membrane volume. During the clarification steps, TFF, and 3 chromatography steps, roughly 29% of the mAb is lost, resulting in a cumulative product yield of 71%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Downstream processing (Base Case)"
        },
        {
            "text": "A part of the model, the purified mAb solution was buffer exchanged (into a phosphate buffer) through an ultrafiltration and diafiltration (UF and DF) step (DF-102). The filtration step takes 1 h and requires a total membrane of 10 m 2 . The 100 L of final protein solution is stored in 50 L disposable storage bags (DCS-101). During this step, we assumed that roughly 6% of the mAb product is lost, resulting in a cumulative product yield of 65%. Approximately 6.38 kg of mAb are produced per batch; with 47 batches produced annually, the total output is close to 300 kg per year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Downstream processing (Base Case)"
        },
        {
            "text": "Process simulation and economic analysis of a proposed largescale mAb production process was carried out using SuperPro Designer Ò 9.0 simulation software (Intelligen, NJ, USA). The total capital investment included the direct fixed capital (DFC), working capital to cover expenses for 30 d of labor, raw materials, utilities and waste treatment, as well as startup and validation costs (assumed to be 5% of DFC for the upstream and 30% of DFC for the downstream). The total purchased equipment cost included all equipment shown in the process flow diagrams as well as additional equipment (e.g., pumps, valves, forklifts, lab equipment) not included in the flow diagram, assumed to be 20% of the total purchased equipment cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process simulation and economics"
        },
        {
            "text": "The DFC investment was estimated from the total purchased equipment cost using a composite multiplier of the total purchased equipment cost to account for piping, instrumentation, insulation, electrical facilities, buildings, yard improvement, auxiliary facilities (steam, water, HVAC, biowaste), equipment installation, engineering, construction, contractors fee, and contingency. These factors are different for the upstream and downstream portions of the facility to reflect the fact that the upstream plant growth and vacuum agroinfiltration steps take place following Good Agricultural Practices in a very simple open warehouse-type type facility, requiring minimal stainless steel piping, instrumentation, and auxiliary facilities. The downstream process is designed for cGMP operation, and thus is highly instrumented, requiring biopharmaceuticalgrade materials, classified environments, and extensive auxiliary systems. Thus, the upstream DFC was 3 times the upstream equipment purchase cost and the downstream DFC was 11.3 times the downstream equipment purchase cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process simulation and economics"
        },
        {
            "text": "Major equipment costs were estimated from the iBio CMO facility 17 updated to 2015 USD using the Chemical Engineering Plant Cost Indices for 2015 relative to 2010, as well as equipment vendors, laboratory data, and engineering and industrial consultants. Operating labor was estimated by allocating process operator hours required per equipment operation, preparation, and cleaning time (60%) and other tasks not directly associated with process operations (40%) for downstream unit operations and allocating manufacturing operator hours required per equipment operation time (100%) for upstream operations. Other labor-dependent cost items such as shift supervisors, benefits, QC, QA, administration and laboratory services were estimated as a multiplier to operator labor costs. For the upstream portion of the process, the laboratory, QC and QA costs were assumed to be 15% of the total labor costs for the upstream; for the downstream portion of the process, the laboratory, QC and QA costs were assumed to be 50% of the total labor costs for the downstream. The annual cost of reagents (salts and buffers) and consumables including hydroponic support matrices, filtration membranes, and chromatography resins were calculated on the basis of process requirements. For example, for CEXC resin, a cost of $1,650/L and 80 cycles before replacement was assumed for the simulation. For TFF membrane cost, $1,553/m 2 and 100 cycles were used. The cost of chemicals was obtained from the 2015-16 Chemical Market Reporter, from large-scale suppliers, or extrapolated from published pricing for smaller quantities. Total annual operating costs reported in this study include materials (e.g., chemicals, supplies), facility-dependent costs (maintenance, depreciation, insurance, local taxes, factory expense), consumables, operating labor, supervision, QA/QC and lab charges, and utilities (e.g., electricity, steam, chilled water). Some of the unit procedures needed for the process model were not available in SuperPro Designer Ò (e.g., plant growth racks, seeder, transplanter, vacuum chamber, harvester and disintegrator) and so were modeled with generic boxes. Depreciation was calculated based on straight-line depreciation over a 10-year period with a salvage value of 5% of the DFC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process simulation and economics"
        },
        {
            "text": "In the pharmactical production and process industries, equipment cost per unit of production capacity scales in proportion to size. This characteristic is observed in the following correlation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of equipment capital cost as a function of operational capacity or throughput"
        },
        {
            "text": "where C a is the equipment cost of production capacity, Q a , C b and Q b are the base costs and capacities, respectively, and x is the power factor that relates the production capacities. 31 Although the exponents depend on the particular type of equipment that is being scaled, for many common processing equipment a value of 0.6 is used. For unit procedures available in SuperPro Designer Ò , equipment costs were estimated from the built-in SuperPro Designer Ò cost model; however, for unit procedures specific to transient plant-based production platform that were not available in SuperPro Designer Ò and were modeled using generic boxes (e.g., growth racks, vacuum infiltration chamber) the known purchase cost C b , capacity Q b , and a scaling exponent, x, of 0.6 was used.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "31",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of equipment capital cost as a function of operational capacity or throughput"
        },
        {
            "text": "Process inputs that have the largest effect on the OPEX and COGS were identified for the Base Case model. For the Base Case scenario, the MabSelect SuRe TM affinity resin cost, downstream process operator labor, and electrical power costs individually contributed more than $1.5 M USD/year to the OPEX. These process inputs were varied by § 30% to investigate their effect on OPEX and COGS, which may help identify process modifications with the highest potential to reduce COGS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "KM is a co-founder of Inserogen, Inc., a plant-based biotechnology company with a focus on the development of orphan drugs for replacement therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of potential conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The therapeutic monoclonal antibody market",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ecker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "MAbs",
            "volume": "7",
            "issn": "",
            "pages": "9--14",
            "other_ids": {
                "DOI": [
                    "10.4161/19420862.2015.989042"
                ],
                "PMID": [
                    "25529996"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Biologic Therapeutic Drugs: Technologies and Global Markets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Highsmith",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Production of antibodies in plants: status after twenty years",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Muynck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Navarre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boutry",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Plant Biotechnol J",
            "volume": "8",
            "issn": "",
            "pages": "529--63",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Secretory IgA antibodies from plants",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Wycoff",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Pharm Des",
            "volume": "11",
            "issn": "",
            "pages": "2429--2466",
            "other_ids": {
                "DOI": [
                    "10.2174/1381612054367508"
                ],
                "PMID": [
                    "16026297"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Expression and glycoengineering of functionally active heteromultimeric IgM in plants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gruber",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Altmann",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mehofer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hensel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grandits",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oostenbrink",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stadlmayr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Furtm€ Uller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Steinkellner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "6263--6271",
            "other_ids": {
                "PMID": [
                    "24706782"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preclinical and clinical development of plant-made viruslike particle vaccine against Avian H5N1 influenza",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tr Epanier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Montomoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dargis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lapini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virus-like particles produced in plants as potential vaccines",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Rybicki",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Exp Rev Vaccines",
            "volume": "12",
            "issn": "",
            "pages": "211--235",
            "other_ids": {
                "PMID": [
                    "23414411"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "First plant-made biologic approved",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Biotech",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The increasing value of plant-made proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hofbauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stoger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Biotechnol",
            "volume": "32",
            "issn": "",
            "pages": "163--70",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Production of antibodies in transgenic plants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hiatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caffferkey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bowdish",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "342",
            "issn": "",
            "pages": "76--84",
            "other_ids": {
                "DOI": [
                    "10.1038/342076a0"
                ],
                "PMID": [
                    "2509938"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rapid, high-level expression of biologically active a-trichosanthin in transfected plants by an RNA viral vector",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Turpen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Weinzettl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Della-Cioppa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Turpen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hilf",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Grantham",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc Natl Acad Sci",
            "volume": "90",
            "issn": "",
            "pages": "427--457",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.90.2.427"
                ],
                "PMID": [
                    "8421670"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Production of lysosomal enzymes in plants by transient expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Erwin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Grill",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pogue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Turpen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kumagai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Plants as bioreactors: Recent developments and emerging opportunities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biotechnol Adv",
            "volume": "27",
            "issn": "",
            "pages": "811--843",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Plant proteins involved in Agrobacterium-mediated genetic transformation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Gelvin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annu Rev Phytopathol",
            "volume": "48",
            "issn": "",
            "pages": "45--68",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "In planta engineering of viral RNA replicons: Efficient assembly by recombination of DNA modules delivered by Agrobacterium",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marillonnet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giritch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gils",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kandzia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Klimyuk",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gleba",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "6852--6859",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0400149101"
                ],
                "PMID": [
                    "15103020"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A novel two-component Tobacco mosaic virus-based vector system for high-level expression of multiple therapeutic proteins including a human monoclonal antibody in plants",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weisburg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rabindran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yusibov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "405",
            "issn": "",
            "pages": "93--102",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2010.05.016"
                ],
                "PMID": [
                    "20673747"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Commercialscale biotherapeutics manufacturing facility for plant-made pharmaceuticals",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Holtz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Berquist",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Kommineni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Munigunti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilkerson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Ly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marcel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Plant Biotechnol J",
            "volume": "13",
            "issn": "",
            "pages": "1180--90",
            "other_ids": {
                "PMID": [
                    "26387511"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Manufacturing economics of plantmade biologics: case studies in therapeutic and industrial enzymes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tus E",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biomed Res Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2014/256135"
                ],
                "PMID": [
                    "24977145"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Techno-economic analysis of horseradish peroxidase production using a transient expression system in Nicotiana benthamiana",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Walwyn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Huddy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Rybicki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Appl Biochem Biotechnol",
            "volume": "175",
            "issn": "",
            "pages": "841--54",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Predictive models for transient protein expression in tobacco (Nicotiana tabacum L.) can optimize process time, yield, and downstream costs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Buyel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biotechnol Bioeng",
            "volume": "109",
            "issn": "",
            "pages": "2575--88",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Antibody production",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Birch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Racher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv Drug Delivery Rev",
            "volume": "58",
            "issn": "",
            "pages": "671--85",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addr.2005.12.006"
                ],
                "PMID": [
                    "16822577"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Process economics of industrial monoclonal antibody manufacture",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Farid",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Chromatogr B Analyt Technol Biomed Life Sci",
            "volume": "848",
            "issn": "",
            "pages": "8--18",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jchromb.2006.07.037"
                ],
                "PMID": [
                    "16899415"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The business impact of an integrated continuous biomanufacturing platform for recombinant protein production",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Godawat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Konstantinov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Biotechnol",
            "volume": "213",
            "issn": "",
            "pages": "3--12",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbiotec.2015.05.010"
                ],
                "PMID": [
                    "26014522"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Downstream processing of transgenic plant systems: protein recovery and purification strategies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilken",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Nikolov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Molecular Farming in Plants: Recent Advances and Future Prospects",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-94-007-2217-0_11"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Process development and economic evaluation of recombinant human lactoferrin expressed in rice grain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nandi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yalda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Nikolov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Misaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujiyama",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transgenic Res",
            "volume": "14",
            "issn": "",
            "pages": "237--286",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Economic aspects of commercial manufacture of biopharmaceuticals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biotechnol",
            "volume": "113",
            "issn": "",
            "pages": "171--82",
            "other_ids": {
                "PMID": [
                    "15380655"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A new, integrated, continuous purification process template for monoclonal antibodies: Process modeling and cost of goods studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Xenopoulos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Biotechnol",
            "volume": "213",
            "issn": "",
            "pages": "42--53",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbiotec.2015.04.020"
                ],
                "PMID": [
                    "25959171"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Industrialization of mAb production technology: The bioprocessing industry at a crossroads",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mabs",
            "volume": "1",
            "issn": "",
            "pages": "443--52",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Biopharmaceutical process optimization with simulation and scheduling tools",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Petrides",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carmichael",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Siletti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koulouris",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioengineering",
            "volume": "1",
            "issn": "",
            "pages": "154--87",
            "other_ids": {
                "DOI": [
                    "10.3390/bioengineering1040154"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The production of recombinant pharmaceutical proteins in plants",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Christou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Genet",
            "volume": "4",
            "issn": "",
            "pages": "794--805",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Plant design and economics for chemical engineers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Timmerhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Upstream process (USP) engineering flow diagram of the integrated process for monoclonal antibody (mAb) production at 300 kg/year capacity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Downstream Process (DSP) engineering flow diagram of the integrated process for monoclonal antibody (mAb) production at 300 kg/year capacity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "As expected, the COGS is directly proportional to affinity resin cost, electrical energy cost, and downstream process operator labor cost. When these model inputs are individually varied § 30%, the COGS changes by about 2%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of expression level (0.25 g/kg FW to 5 g/kg FW) on Cost of Goods Sold (COGS, $/g mAb) and Total Capital Investment (CAPEX, $) in US dollars for a production scale of 300 kg mAb/year.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of production scale (50 kg -600kg) on Cost of Goods Sold (COGS, $/g mAb) and Total Capital Investment (CAPEX, $) in US dollars for an expression level of 1 g mAb/kg FW.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Plant germination room that is a part of the upstream portion of the facility at iBio CMO (formerly Caliber Biotherapeutics).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Economic results for the Base Case design (300 kg mAb/year, 1 g mAb/kg FW, 65% recovery).Figure 3. Sensitivity of critical process inputs (MabSelect SuRe TM affinity resin cost [Base Case D $15,850/L], electricity cost [Base Case D $0.0871/kWh], and downstream processing operator labor cost [Base Case D $35/h basic rate]) on cost of goods sold (COGS, $/g mAb).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "AK and KM would like to acknowledge Hilary Chan, Darwin Constantino, and Brendan Edwards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The data analyses, results presented, outcomes of this study are personal views of independent authors (SN, AK, RE, BH, SM, and KM). The outcomes do not reflect any financial or commercial interest of either the University of California, Davis or iBio, CMO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        }
    ]
}