{
    "paper_id": "39988cf0ce9b1ea1e63e9c3c15de51a9c87fc376",
    "metadata": {
        "title": "Tackling the Global Challenge: Humanitarian Catastrophes",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [
                    "V"
                ],
                "last": "Iserson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Humanitarian catastrophes,\" conflicts and calamities generating both widespread human suffering and destructive events, require a wide range of emergency resources. This paper answers a number of questions that humanitarian catastrophes generate: Why and how do the most-developed countries-those with the resources, capabilities, and willingness to help-intervene in specific types of disasters? What ethical and legal guidelines shape our interventions? How well do we achieve our goals? It then suggests a number of changes to improve humanitarian responses, including better NGO-government cooperation, increased research on the best disaster response methods, clarification of the criteria and roles for humanitarian (military) interventions, and development of post-2015 Millennium Development Goals with more accurate progress measures. [West J Emerg Med. 2014;15(2):231-240.]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The phrase \"humanitarian catastrophes\" describes conflicts and calamities that generate both widespread human suffering and destructive events that require a wide range of emergency resources. These catastrophes, which occur with intimidating frequency, present both as acute crises and as chronic or cyclical disasters, each with different etiologies and responses. In both acute and chronic crises, external assistance generally originates from the most-developed countriesthose with the resources, capabilities, and willingness to help. This paper describes what various acute and chronic crises entail and answers the following questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Tackling the Global Challenge Iserson or from the accidental or intentional release of biological warfare agents. 7, 8 Human immunodeficiency virus (HIV)/aquired immunodeficiency syndrome (AIDS) is the only current pandemic. However, unless they are recognized and stopped early, future pandemics will inevitably result from novel influenza strains, as they have over the past centuries. They may also stem from viral hemorrhagic fevers (e.g., Ebola, Lassa, Hanta, Bas-Congo Hemorrhagic Fever); antibioticresistant bacteria (e.g., methicillin-resistant Staphylococcus aureus [MRSA] , enterococcus); extremely drug-resistant tuberculosis; other viral diseases (e.g., severe acute respiratory syndrome, 2012 SARS-like coronavirus); prion diseases (e.g., Creutzfeldt-Jakob Disease); or diseases caused by as-yetunrecognized agents.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 117,
                    "end": 118,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 575,
                    "end": 581,
                    "text": "[MRSA]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Self-preservation motivates interventions to prevent pandemics. These diseases pose the risk of worldwide devastation, affecting all populations regardless of their geography, economic status, or ethnicity. This awareness has resulted in greater international cooperation than any other disaster mitigation effort. Despite occasional failures, as when countries hide evidence of potentially pandemic diseases, the international community has repeatedly seen the benefits of such cooperation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "War is an organized, intentional and widespread armed conflict between political communities. A form of political violence, war is intended, as Prussian military general and theoretician Carl von Clausewitz wrote, \"to compel our enemy to do our will.\" 9, 10 This form of politically motivated violence has occurred in every society's history. Its characteristics include extreme aggression, social disruption, and usually high mortality. 11 Genocide, often closely linked to war, is an attempt \"to destroy, in whole or in part, a national, ethnical, racial or religious group.\" 12 Genocidal acts include \"killing members of the group; [and] causing serious bodily or mental harm to members of the group.\" 12 They also include deliberately inflicting \"conditions of life, calculated to bring about [a group's] physical destruction in whole or in part; imposing measures intended to prevent births within the group; [and] forcibly transferring children of the group to another group.\" 12 Decisions to use military interventions or threats to intervene to stop or prevent wars or genocide would seem to depend primarily on treaty obligations. As with natural disasters, however, intervention may also depend on the slant and intensity with which media cover the violence and a potential intervening nation's emotional investment and perceived ethnic ties to those involved. More pragmatically, the chance of intervention occurring also may depend on national and international political gamesmanship, the economic hardship due to supplying troops, and whether appropriate types and numbers of troops are available.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 635,
                    "end": 640,
                    "text": "[and]",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 919,
                    "text": "[and]",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 985,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "War and Genocide"
        },
        {
            "text": "Chronic or cyclical disasters occur over decades and generations with little change. For large portions of the world's populations, these conditions produce water and food insecurity; debilitating and life-threatening endemic diseases and the subset of neglected tropical diseases; and displacement from countries or homes, making them refugees or internally displaced persons (IDPs). We intervene in all these situations for similar reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHRONIC CRISES What are they?"
        },
        {
            "text": "A water crisis occurs when the available potable, unpolluted water within a region is less than needed. About 5.6 billion people (2011), or 80% of the world's population live in areas with threats to water security. 13 There is still inadequate access to safe drinking water for about 884 million people and for sanitation and waste disposal for 2.5 billion people-mostly in poor and conflict prone countries. 14, 15 Diarrhea due to contaminated water is \"the biggest killer of children in sub-Saharan Africa-killing more than AIDS, tuberculosis (TB) and malaria combined.\" 16",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 414,
                    "end": 416,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Water Insecurity"
        },
        {
            "text": "Food insecurity means that, over time, people have insufficient quantities of food on a consistent basis (food availability) and insufficient resources to obtain appropriate foods for a nutritious diet (food access), and use their food optimally with adequate water and sanitation (food use). 17, 18 \"Undernourished\" or \"chronic hunger\" means \"food intake that is insufficient to meet dietary energy requirements continuously. 19 The United Nations Food and Agriculture Organization (FAO) estimates that 33 of 193 countries have critically inadequate food supplies. Worldwide, at the beginning of 2009, around 963 million people were undernourished or chronically hungry due to extreme poverty, while up to 2 billion people lacked food security intermittently due to varying degrees of poverty. Most undernourished people live in developing countries: about 65% live in India, China, Democratic Republic of Congo, Bangladesh, Indonesia, Pakistan, or Ethiopia. The highest proportion of undernourished people is in sub-Saharan Africa, where 1 in 3 people are considered chronically hungry. 20",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 297,
                    "end": 299,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 427,
                    "end": 429,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Food Insecurity"
        },
        {
            "text": "Endemic infectious diseases are those that remain prevalent in a particular locality, region, or population without the need for external inputs. The best-known examples are TB and malaria, both of which run rampant in the mostimpoverished countries. Both diseases now receive worldwide attention, with extremely drug-resistant TB potentially becoming pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Debilitating/Life-Threatening Endemic Diseases"
        },
        {
            "text": "The world community has, for the most part, ignored many lesser known, \"neglected tropical diseases\" (NTDs),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Debilitating/Life-Threatening Endemic Diseases"
        },
        {
            "text": "Tackling the Global Challenge because climate, vectors and reservoir hosts restrict them primarily to tropical regions. 21 Even though NTDs cause millions of years' worth of disability (Table 1) , the world has largely ignored the World Health Organization (WHO)-recommended strategic interventions that could control, prevent and even eliminate various NTDs. These measures include preventive chemotherapy; intensified case management; vector control; provision of safe water, sanitation and hygiene; and veterinary public health. 21",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "text": "21",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Iserson"
        },
        {
            "text": "A refugee is a person who, \"owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, membership in a particular social group, or political opinion, is outside the country of his nationality and is unable to or, owing to such fear, is unwilling to avail himself of the protection of that country.\" 22 A 1967 United Nations (UN) Protocol expanded this definition to include persons who have fled war or other violence in their home country. 23 Displaced persons generally refers to refugees who have left their home countries because of war rather than a fear of persecution, or have been forced to migrate within their home countries (internally displaced persons ([IDPs]). The Convention Governing the Specific Aspects of Refugee Problems in Africa also includes people who have left their countries of origin due to acts of external aggression, occupation, domination by foreign powers or serious disturbances of public order. 24",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "text": "22",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "23",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Refugees/Internally Displaced Persons"
        },
        {
            "text": "Interventions in chronic crises are both altruistic and highly political, and they generally focus on the UN's 8 Millennium Development Goals (MDGs). 25 All 193 UNmember states and more than 23 international organizations have agreed to work toward achieving the MDGs by 2015. These goals are: The MDGs originated with the Organisation [sic] for Economic Co-operation and Development (OECD), a group of the most-developed democratic countries devoted to a free-market economy. Primarily tasked with stimulating economic progress and world trade, the OECD formulated a strategic development framework for the entire world based on resolutions of international conferences and summit meetings. Further refining the resolutions at international meetings, the UN General Assembly approved most of their recommendations as MDGs in 2000. 26 While world pressure and an obligation to fulfill international promises have played a role in trying to meet the MDG objectives, the major impetus has been the availability of a large amount of money. Generally, non-governmental organizations (NGOs) are the \"boots on the ground\" that can make progress toward meeting the MDG objectives, and most NGOs follow the money. The UN, for example, now provides funds through its various arms to advance these goals, as do individual governments. Not only has specific aid been supplied by various countries, but affected countries have also been able to make more internal funding available. With backing from the G8 finance ministers in 2005, most of the world's major financial giants (e.g., World Bank, International Monetary Fund, and African Development Bank) cancelled up to $55 billion in debt owed by \"heavily indebted countries\" so that they could put the money into programs aligned with the MDGs.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "25",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 832,
                    "end": 834,
                    "text": "26",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "WHY DO WE INTERVENE?"
        },
        {
            "text": "Crisis intervention should have the same goals in acute and chronic situations, although they will often differ in their speed, scope, and techniques. Responders, whether they be Tackling the Global Challenge Iserson from NGOs or governments, ideally assist local governments and agencies by providing short-and long-term planning for and an initial supply of water, sanitation, food and nutrition, agriculture, shelter, healthcare, government infrastructure, economy, and safety/security. While accomplishing this mission, responding agencies have a duty to ensure both quality, maintaining a minimum standard of service, and accountability, being answerable to those who receive the assistance and those who finance it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACUTE AND CHRONIC CRISES INTERVENTION: HOW WE INTERVENE Ideal Response"
        },
        {
            "text": "Soliciting funds constitutes an inevitable part of NGOs' response to both acute and chronic humanitarian catastrophes. These organizations often raise funds using pictures of starving babies and bloated corpses coupled with wildly overblown statistics. As Charny wrote, \"Repeated use of these images has dulled the public to real suffering, while encouraging the public to view people as unable to solve their own problems.\" 27 The public now recognizes these appeals as sordid hype that results in donor fatigue, if not disgust. Unfortunately, it then becomes easier to ignore reports that accurately depict dire situations in subsequent disasters. While ethical guidelines exist for fundraising, even the most reputable organizations still use these unsavory methods, and few regulatory agencies spend much time policing the plethora of fraudulent disasterrelated fundraising. 28, 29 ",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 427,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "28,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 883,
                    "end": 885,
                    "text": "29",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Fund Solicitation"
        },
        {
            "text": "Many items provided to affected areas from both the private and public sectors are often inappropriate for the circumstances. Such items include outdated or unneeded medications, used clothing that local people will not wear, and unsuitable tools or shelters. Although they may have the best motivations, many relief workers lack even the most rudimentary knowledge about the country in which they are working, including the basic language, cultural, political, and technical skills required in that situation. In addition, they often have no logistical support, and thus must consume resources that the local population desperately needs. 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-Monetary Resources"
        },
        {
            "text": "According to WHO's Global Outbreak Alert and Response Network (GOARN), \"Today, there is growing recognition that an outbreak anywhere can potentially represent an emergency of international public health concern.\" 31 Response to these threats is coordinated through GOARN and the U.S. Centers for Disease Control and Prevention's Global Disease Detection and Emergency Response (GDDER). GOARN combats the international spread of infectious outbreaks and helps build capacity to prepare for epidemics from known and emerging diseases through a collaboration of existing international institutions and networks. 32 GDDER uses non-traditional surveillance methods to provide early warning about international disease threats and provides experts for a rapid worldwide response. 33",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Epidemics/Pandemics"
        },
        {
            "text": "Legally termed \"humanitarian interventions,\" military force may include a variety of actions, often designated with these murky and overlapping terms: peacemaking (support mediation and military actions to achieve a cease-fire), peacekeeping (maintain, implement and monitor agreements to prevent further hostilities), and peace-building (help with final implementation of agreements and rebuilding the society). The lack of clarity in defining these roles may make all sides in the conflict mistrust these multinational forces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Military Force"
        },
        {
            "text": "In addition, these roles may be compromised, since \"military culture assumes a certain independence and superiority of mission over that of longer established disaster management/ humanitarian assistance efforts, [that may cause] displacement, marginalization, and increased tensions with local partners.\" 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Military Force"
        },
        {
            "text": "The underlying ethos of disaster/humanitarian relief activities is to do well, rather than simply to do good. In other words, because these situations are so complex and often involve so many organizations with different resources, expertise and agendas, beneficial motivations are insufficient. Instead, the aim is to achieve constructive, longlasting solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT ETHICAL AND LEGAL GUIDELINES SHAPE OUR INTERVENTIONS?"
        },
        {
            "text": "Ideally, there would be ethical and legal standards to guide various aspects of our response to humanitarian catastrophes, including when and why we should intervene and how to act when we do. Unfortunately, few unambiguous standards exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT ETHICAL AND LEGAL GUIDELINES SHAPE OUR INTERVENTIONS?"
        },
        {
            "text": "The most problematic area concerns the criteria for when and why we intervene, whether it is a civilian or military or an acute or chronic disaster. Disaster interventions optimally protect people and safeguard livestock, shelter and other essential property. Thus, the ideal criteria for intervention are needs driven: interventions should occur when an infusion of resources will prevent human suffering, or at least help suffering populations regain stability. Yet, experience shows that media coverage, political expediency, and non-governmental humanitarian agencies' (NGHA) pre-set agendas and available resources actually guide our interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT ETHICAL AND LEGAL GUIDELINES SHAPE OUR INTERVENTIONS?"
        },
        {
            "text": "How we act once we decide to respond has more easily identifiable guidelines, although these, too, can be vague.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT ETHICAL AND LEGAL GUIDELINES SHAPE OUR INTERVENTIONS?"
        },
        {
            "text": "Ethical codes help guide civilian organizations and their personnel when responding to humanitarian catastrophes. These codes include the International Red Cross (ICRC)/Red Crescent Code, for all types of disasters (Table 2) ; the Sphere Project's Humanitarian Charter, primarily for conflict-related",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "ETHICS OF INTERVENTION"
        },
        {
            "text": "Tackling the Global Challenge situations (Table 3) ; and the individual codes of many disasterassistance organizations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 50,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Iserson"
        },
        {
            "text": "In acute disasters, the primary ethical guide is the Red Cross Code, which describes responders' ideal behavior after both natural and man-made disasters. As the Red Cross describes it, their Code of Conduct applies to the International Red Cross and Red Crescent Movement and to other NGOs that voluntarily adopt it. The Code of Conduct \"seeks to guard our standards of behavior . . . [and] . . . seeks to maintain the high standards of independence, effectiveness and impact\" in disaster response. During armed conflict, the ICRC believes that it \"will be interpreted and applied in conformity with international humanitarian law.\" 35 A wide range of secular and non-secular humanitarian agencies that deal with assistance during conflicts, including the ICRC, helped develop the Sphere Project's Humanitarian Charter. Its purpose is to serve as an \"internationally recognized set of common principles and universal minimum standards in life-saving areas of humanitarian response.\" 36 In addition, individuals who participate in these groups bring their own personal and professional values that, presumably, mesh the ICRC and Sphere codes and those of the organizations with which they work. The World Medical Association (WMA) provides additional guidance for healthcare workers, saying they should \"ensure that the treatment of disaster survivors conforms to basic ethical tenets and is not influenced by other motivations.\" In addition, WMA reiterates a basic ethical triage principle, stating that they consider it ethical for the healthcare provider not to continue treating victims whom they cannot help, since they better can use the few available resources for many others in need. 1, 37, 38 ",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 391,
                    "text": "[and]",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "35",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 984,
                    "end": 986,
                    "text": "36",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1693,
                    "end": 1695,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1699,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1700,
                    "end": 1702,
                    "text": "38",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Iserson"
        },
        {
            "text": "Research on all aspects of human catastrophes has languished, especially that dealing with the optimal criteria for and efficacy of different types of disaster response. In part, this has been due to inadequate resources. However, it also stems from researchers' queasiness about intruding in the midst of crisis-and from the responders' negative reactions to their efforts. However, the lack of evidence-based criteria for many disaster interventions raises ethical concerns about when, why and how we should respond to humanitarian catastrophes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics of Disaster Research"
        },
        {
            "text": "Ethical issues also pervade any disaster-related research project. Current thought, which is based on U.S. National Institute of Mental Health guidelines, is that such research must undergo the same rigorous ethical tests that guide all other research. This includes the assumption that those affected by a disaster retain the capacity to provide informed consent, although capacity assessment may need to be part of the protocol. They also imply that, while disaster-affected populations (and responders, if they are being studied) are not \"vulnerable,\" researchers should still assess a study's riskbenefit and its effect on the subjects. As in other research, investigators should maintain confidentiality and privacy, subjects should receive study results, and redundant research should be minimized. 39 ",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 807,
                    "text": "39",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Ethics of Disaster Research"
        },
        {
            "text": "For most acute and chronic humanitarian crises, national 2. Aid is given regardless of the race, creed or nationality of the recipients and without adverse distinction of any kind. Aid priorities are calculated on the basis of need alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEGAL ASPECTS OF INTERVENTION"
        },
        {
            "text": "3. Aid will not be used to further a particular political or religious standpoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEGAL ASPECTS OF INTERVENTION"
        },
        {
            "text": "4. We shall endeavor not to act as instruments of government foreign policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEGAL ASPECTS OF INTERVENTION"
        },
        {
            "text": "We shall respect culture and custom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. We shall attempt to build disaster response on local capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "7. Ways shall be found to involve program beneficiaries in the management of relief aid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "8. Relief aid must strive to reduce future vulnerabilities to disaster as well as meeting basic needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "9. We hold ourselves accountable to both those we seek to assist and those from whom we accept resources. 10 . In our information, publicity and advertising activities, we shall recognize disaster victims as dignified human beings, not hopeless objects. 2. Assistance to meet their basic needs. Those affected are entitled to protection and assistance. It is the state's primary role and responsibility to provide assistance when people's capacity to cope has been exceeded.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "3. Governments must guarantee this right. International humanitarian law obliges states and other parties to agree to the provision of humanitarian and impartial assistance when the civilian population lacks essential supplies. Frequently, warring parties fail to respect the humanitarian purpose of interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "4. Humanitarian agencies can provide assistance where it is needed. Those with primary responsibility are not always able or willing to perform this role themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Distinction must be made during armed conflict between combatants and non-combatants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. Principle of non-refoulement (that no refugee shall be sent to a country in which his/her life or freedom is threatened).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Tackling the Global Challenge Iserson sovereignty and local laws govern the response and the responders. Nations must give their permission before other governments or supragovernmental agencies and NGOs can work within their borders. Their workers must abide by local rules and regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Refugee law determines which groups are eligible for special assistance through the UN or other governmental bodies. Related to, but distinct from international human rights law, refugee law comprises both the UN Convention and more limited instruments from various regional bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refugee Law"
        },
        {
            "text": "\"Humanitarian intervention\" involves a state or organization's threat or use of \"military force against another state when the chief publicly declared aim of that military action is ending human rights violations.\" 40 Humanitarian interventions, whose objectives stem from Human Rights Law, involve protecting vulnerable populations (through safe havens) or delivering humanitarian aid. 34 Human Rights Law. Human rights law derives from a series of advisory (non-binding) declarations and (binding) conventions. Most frequently cited is the so-called International Bill of Human Rights, which includes the UN's Universal Declaration of Human Rights (1948) and two conventions (treaties) passed by the General Assembly in 1966: the International Covenant on Economic, Social and Cultural Rights and the International Covenant on Civil and Political Rights. Both went into force when sufficient members signed and ratified it in 1976. Numerous advisory declarations from the UN and other international bodies, as well as global and regional conventions (treaties), make up the balance of International Human Rights Law.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "text": "40",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 387,
                    "end": 389,
                    "text": "34",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Military Intervention"
        },
        {
            "text": "The nature of and actions taken during governmental/ supragovernmental (UN, NATO, etc.) interventions follow international humanitarian law or the law of armed conflict (Table 4 ), rules and principles that seek to save lives and alleviate suffering during armed conflict. 41 These include the Law of The Hague, once referred to as the law of war proper, the Geneva Conventions, and subsequent treaties and protocols (1864 to 2005). 42 Although not all were initially legally binding, they have, in many cases, evolved into enforceable \"customary international law.\"",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "41",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "42",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Military Intervention"
        },
        {
            "text": "When considering how effective our responses and their results are to humanitarian crises, we can best judge them through our success in achieving the relevant MDGs or the general results of our interventions in most acute crises. Most of the MDGs' 21 targets and 60 official indicators have a deadline of 2015, with 1990 as the baseline year. 25 Subsequent sections will review the progress toward the MDGs related to food and water insecurity and to preventing and treating debilitating endemic and pandemic infectious diseases. The numbers in parenthesis are the official designators for that MDG target. The data are official government-supplied statistics supplemented by information from international agencies. 43 ",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "text": "25",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 718,
                    "end": 720,
                    "text": "43",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "HOW WELL DO WE RESPOND TO HUMANITARIAN CRISES?"
        },
        {
            "text": "After large natural disasters, civilian and governmental relief agencies generally provide excellent and rapid immediate relief. The many natural disasters each year bear that out. Yet, in cases where recurrence is likely, these agencies have had little effect on mitigating similar future devastation or damage or destruction through long-term planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACUTE CRISES"
        },
        {
            "text": "Global pandemics have largely been prevented or, other than HIV, quickly contained when international cooperation has been functional. (China's denial of SARS allowed it to spread wider than it might have otherwise. 44 ) WHO and the CDC have not only provided experts to help identify and contain potential outbreaks, but also trained and equipped many laboratories and clinicians around the world to assist in these efforts.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "text": "44",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "ACUTE CRISES"
        },
        {
            "text": "Fewer people have becoming infected with HIV in recent years, with 2.7 million people being newly diagnosed in 2010, 21% lower than the 1997 peak. 45 Yet the international community did not meet the target of universal coverage of the 13.7 million infected individuals. 46 Access to treatment did increase in all regions so that, at the end of 2010, 6.5 million people were receiving antiretroviral therapy for HIV or AIDS in developing regions. Eastern Asia had the largest gain in coverage (38%), while sub-Saharan Africa, where more than 50% of eligible people do not receive antiretroviral therapy, had a 20% increase. 47 The efforts to prevent or stop genocide have not been successful. This requires humanitarian (military) interventions, and the legal basis for these interventions remains sufficiently nebulous so that long delays and many deaths commonly occur before supragovernmental bodies take any action. As a result, the 1994 Rwanda genocide left 800,000 Tutsis dead, the Serbian genocide in Srebrenica resulted in about 8,000 Bosniak deaths, and genocide is ongoing in Darfur, Sudan.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "text": "45",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 270,
                    "end": 272,
                    "text": "46",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "47",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "MDG INDICATORS (6.A AND 6.B): HAVE HALTED BY 2015 AND BEGUN TO REVERSE THE SPREAD OF HIV/AIDS, AND ACHIEVE, BY 2010, UNIVERSAL ACCESS TO TREATMENT FOR HIV/AIDS FOR ALL THOSE WHO NEED IT"
        },
        {
            "text": "The international community has had even less success in preventing armed conflicts. While overt global warfare has not occurred since World War II, a nearly constant succession of at least 44 civil and regional wars have resulted in approximately 6 million deaths (the most easily measurable statistic), and have caused large-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDG INDICATORS (6.A AND 6.B): HAVE HALTED BY 2015 AND BEGUN TO REVERSE THE SPREAD OF HIV/AIDS, AND ACHIEVE, BY 2010, UNIVERSAL ACCESS TO TREATMENT FOR HIV/AIDS FOR ALL THOSE WHO NEED IT"
        },
        {
            "text": "Tackling the Global Challenge scale disabilities, social disruption, economic hardship, population dislocation, and long-term emotional damage. Current conflicts that cause at least 1,000 deaths/year are taking place in Columbia, Afghanistan, Somalia/Somaliland, Pakistan, Mexico, South Sudan/Sudan, Syria, and Iraq. 48 Other than Iraq, Sub-Saharan Africa countries account for all those with more than 20 battle deaths/100,000 population annually. 49",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "48",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Iserson"
        },
        {
            "text": "Most chronic humanitarian crises can be assessed using the relevant MDGs. Another assessment factor, not included in the MDGs, is the number of refugees and IDPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHRONIC CRISES"
        },
        {
            "text": "Refugees and IDPs have been increasing in number, despite a recent increase in repatriation. At the end of 2011, about 42.5 million people worldwide were refugees due to conflict or persecution. Developing countries that can ill afford it host 4 out of 5 of these refugees. In December 2011, the largest refugee populations under the UN's care were from Afghanistan (2.7 million) and Iraq (1.4 million). About 26.4 million people are IDPs and remain within their country's borders. 50",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHRONIC CRISES"
        },
        {
            "text": "The world seems to have met this target. The proportion of people using an improved water source rose from 76% in 1990 to 89% in 2010, with more than 2 billion people gaining access to improved drinking water sources, such as piped supplies and protected wells. However, not only do rural areas disproportionately lack improved water sources (19%) compared to urban areas (4%), but also all figures may be overestimates, since they do not reflect the reliability and sustainability of a safe water source. 46 More troubling, the UN estimates that \"by 2025, 1.8 billion people will live in countries or regions with absolute water scarcity.\" 51",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 508,
                    "text": "46",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "MDG INDICATOR (7.C): HALVE, BY 2015, THE PROPORTION OF PEOPLE WITHOUT SUSTAINABLE ACCESS TO SAFE DRINKING WATER AND BASIC SANITATION"
        },
        {
            "text": "Falling short of the target, recent estimates show that about 850 million people, 15.5% of the world's population, live in hunger, even though incomes have increased. 46 Six million children die of hunger every year-17,000 every day. 52 A key marker for hunger is the prevalence of underweight children less than 5 years old. Slow progress, although insufficient to reach the global target by 2015, has nevertheless resulted in a decline in underweight children less than 5 years old in the developing world, from 29% in 1990 to 18% in 2010. 53 Yet progress has been spotty, with nearly one-third of children in Southern Asia being underweight in 2010. 46 The prevalence of child stunting, a key marker for hunger (undernourishment) defined as low height for age, fell from an estimated 44% in 1990 to 29% in 2010, which still leaves millions of children \"at risk for diminished cognitive and physical development resulting from long-term under-nutrition.\" 53",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "text": "46",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "52",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 542,
                    "end": 544,
                    "text": "53",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 653,
                    "end": 655,
                    "text": "46",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "MDG INDICATOR (1.C): HALVE, BETWEEN 1990 AND 2015, THE PROPORTION OF PEOPLE WHO SUFFER FROM HUNGER"
        },
        {
            "text": "Reported malaria cases fell by 17% since 2000 and by more than 50% between 2000 and 2010 in 43 of the 99 countries with endemic malaria. 46 Yet the momentum in addressing this devastating disease is slowing, largely due to inadequate resources and increasing plasmodium resistance. Even at its 2011 peak of $1.9 billion, international funding was well short of the $5 to 6 billion required for universal access to malaria prevention and control measures. Simultaneously, P. falciparum resistance to the main treatment component, artemisinins, is increasing, and Anopheles mosquitoes have increasing resistance to the pyrethroids used to treat clothing and insecticide-treated mosquito nets (ITNs). Possibly more important in preventing insect-borne diseases other than malaria, ITNs were used by 39% of children in sub-Saharan Africa in 2010, compared to 2% in 2000. 54 However, there is no data on another MDG indicator, Table 4 . Basic rules of international humanitarian law. 65 1. Persons hors de combat and those who do not take a direct part in hostilities are entitled to respect for their lives and their moral and physical integrity. They shall in all circumstances be protected and treated humanely without any adverse distinction.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "text": "46",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 867,
                    "end": 869,
                    "text": "54",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 979,
                    "end": 981,
                    "text": "65",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [
                {
                    "start": 922,
                    "end": 929,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "MDG INDICATOR (6.C): HAVE HALTED BY 2015 AND BEGUN TO REVERSE THE INCIDENCE OF MALARIA AND OTHER MAJOR DISEASES"
        },
        {
            "text": "2. It is forbidden to kill or injure an enemy who surrenders or who is hors de combat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDG INDICATOR (6.C): HAVE HALTED BY 2015 AND BEGUN TO REVERSE THE INCIDENCE OF MALARIA AND OTHER MAJOR DISEASES"
        },
        {
            "text": "3. The wounded and sick shall be collected and cared for by the party to the conflict which has them in its power. Protection also covers medical personnel, establishments, transports and equipment. The emblem of the Red Cross or the Red Crescent is the sign of such protection and must be respected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDG INDICATOR (6.C): HAVE HALTED BY 2015 AND BEGUN TO REVERSE THE INCIDENCE OF MALARIA AND OTHER MAJOR DISEASES"
        },
        {
            "text": "4. Captured combatants and civilians under the authority of an adverse party are entitled to respect for their lives, dignity, personal rights and convictions. They shall be protected against all acts of violence and reprisals. They shall have the right to correspond with their families and to receive relief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDG INDICATOR (6.C): HAVE HALTED BY 2015 AND BEGUN TO REVERSE THE INCIDENCE OF MALARIA AND OTHER MAJOR DISEASES"
        },
        {
            "text": "5. Everyone shall be entitled to benefit from fundamental judicial guarantees. No one shall be held responsible for an act he has not committed. No one shall be subjected to physical or mental torture, corporal punishment or cruel or degrading treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDG INDICATOR (6.C): HAVE HALTED BY 2015 AND BEGUN TO REVERSE THE INCIDENCE OF MALARIA AND OTHER MAJOR DISEASES"
        },
        {
            "text": "6. Parties to a conflict and members of their armed forces do not have an unlimited choice of methods and means of warfare. It is prohibited to employ weapons or methods of warfare of a nature to cause unnecessary losses or excessive suffering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDG INDICATOR (6.C): HAVE HALTED BY 2015 AND BEGUN TO REVERSE THE INCIDENCE OF MALARIA AND OTHER MAJOR DISEASES"
        },
        {
            "text": "7. Parties to a conflict shall at all times distinguish between the civilian population and combatants in order to spare civilian population and property. Neither the civilian population as such nor civilian persons shall be the object of attack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDG INDICATOR (6.C): HAVE HALTED BY 2015 AND BEGUN TO REVERSE THE INCIDENCE OF MALARIA AND OTHER MAJOR DISEASES"
        },
        {
            "text": "Tackling the Global Challenge Iserson the proportion of febrile children less than 5-years old who were treated with appropriate antimalarial drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attacks shall be directed solely against military objectives"
        },
        {
            "text": "According to the UN's 2012 Millennium Development Goals Report, the world is on track to achieve the target of halting, and is beginning to reverse, the spread of tuberculosis. While the estimated 2015 global mortality from tuberculosis will have decreased 50% from that in 1990, more than one third of new cases still go unreported and are not treated in a WHO-recommended Directly Observed Therapy Short-Course (DOTS) program. 46 Of most concern to global health personnel, 84% of the estimated 290,000 cases of multi-drug resistant tuberculosis are not being diagnosed or treated appropriately. 55 Little data exist on the \"other diseases\" addressed in the MDGs. However, progress is being made to prevent many of them. One of the greatest successes has been with trypanosomiasis or sleeping sickness, an epidemic in Africa that mobile teams arrested by systematically screening millions of at-risk people. 56 Another MDG Indicator (4.3) is to immunize 1-year-old children against measles, since that frequently lethal disease causes epidemics in many poor populations. According to the Report, \"Through increased routine immunization coverage and large-scale immunization campaigns, sub-Saharan Africa has made the most progress, with an 85 per cent drop in measles deaths between 2000 and 2010. . . [Yet] recent complacency and declines in political and financial commitments to measles control have resulted in large measles outbreaks globally.\" 57 Although they are MDG indicators, the UN has failed to report any progress either in providing access to affordable essential drugs in developing countries or in increasing the proportion of people with access to affordable essential drugs on a sustainable basis. 58",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "text": "46",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "55",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 910,
                    "end": 912,
                    "text": "56",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1452,
                    "end": 1454,
                    "text": "57",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Attacks shall be directed solely against military objectives"
        },
        {
            "text": "The data documenting the world's response to humanitarian disasters suggest that we can do better. Specifically, improvements should include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHANGES TO IMPROVE HUMANITARIAN RESPONSE"
        },
        {
            "text": "• Improving NGO and government coalitions/cooperation pertaining to \"goals\" or \"problems\" and disaster responses. • Educating governments and the public about the best response to disasters (i.e., provide money to legitimate groups, unless asked for specific personnel or material). • Clarifying internationally accepted criteria for deciding when to initiate humanitarian (military) intervention, as well as the military forces' mission. This would avoid the inevitable charges of interventions being politically motivated, subjective or media-driven. 59 • Evaluating humanitarian interventions based not only on short-term relief or military/security objectives, but also on long-term conflict resolution.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 555,
                    "text": "59",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "CHANGES TO IMPROVE HUMANITARIAN RESPONSE"
        },
        {
            "text": "• Funding more disaster-relief research (best relief methods, short-and long-term outcomes). • Encouraging fundraising methods that more accurately depict post-disaster situations. • Spending relief funds within the affected areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHANGES TO IMPROVE HUMANITARIAN RESPONSE"
        },
        {
            "text": "• Structuring interventions to support the recipient government's own disaster relief efforts. • Establishing MDGs for the post-2015 period (in process) that contain more accurate, uniform and obtainable targets. They should more clearly measure the effect and the effectiveness of relief agencies and humanitarian interventions than the existing MDG targets. They should also include criteria that emphasize country enablement, rather than \"quick fixes\" that use primarily outside assistance. 60 CONCLUSIONS 1. Our responses to natural disasters and to preventing new pandemics have been timely and helpful. However, we have not consistently helped local entities institute plans to mitigate the effects of future events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHANGES TO IMPROVE HUMANITARIAN RESPONSE"
        },
        {
            "text": "2. When human rights are violated on a massive scale as happens during wars and genocide, the international rules for \"humanitarian (military) interventions\" remain so unclear that most interventions occur only after countless lives are lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHANGES TO IMPROVE HUMANITARIAN RESPONSE"
        },
        {
            "text": "3. To have any meaningful effect, the international community must supply ongoing and sufficient funding to address the chronic crises of food and water insecurity and the prevention and treatment of endemic infectious diseases. Rather than a \"quick fix,\" these problems represent chronic indolent crises that need constant attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHANGES TO IMPROVE HUMANITARIAN RESPONSE"
        },
        {
            "text": "To determine if and where progress actually occurs, new MDGs must incorporate measurements that are more accurate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Research should expand to include when, why and how we respond to humanitarian catastrophes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Annual Deaths Attributable to Cigarette Smoking-United States",
            "authors": [],
            "year": 2000,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk perception and behaviors: anticipating and responding to crises",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Risk Anal",
            "volume": "32",
            "issn": "4",
            "pages": "579--82",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1539-6924.2012.01791.x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Table 1103, Motor Vehicle Accidents-Number and Deaths",
            "authors": [],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CDC Reproductive Health: Glossary: Epidemic. Available at",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dictionary of Epidemiology",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Chilling True Story of the Largest Covert Biological Weapons Program in the World-Told from Inside by the Man Who Ran It",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alibek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Handelman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biohazard",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Soviet defector says China had accident at a germ plant",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Broad",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Free Dictionary",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Article 2 of the Convention on the Prevention and Punishment of the Crime of Genocide",
            "authors": [],
            "year": 1948,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Balancing water supply and wildlife",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature News",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Progress in Drinking-water and Sanitation: Special Focus on Sanitation. WHO/UNICEF Joint Monitoring Programme for Water Supply and Sanitation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who/Unicef",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The State of the World's Children",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Institute for Human Rights and Business website",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "Food"
                    ],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Security",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Food and Agriculture Organization of the United Nations (FAO) Agricultural and Development Economics Division",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "United Nations",
            "authors": [],
            "year": 2012,
            "venue": "The State of Food Insecurity in the World-2012. Rome: Food and Agriculture Organization of the United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Secretary-General's High-Level Task Force on the Global Food Security Crisis. Global Economic Turmoil Intensifies the Food Crisis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immediate Action Is Required To Secure Adequate Long-Term Global Food Supply",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Working to Overcome the Global Impact of Neglected Tropical Diseases",
            "authors": [],
            "year": 2010,
            "venue": "First WHO Report on Neglected Tropical Diseases. Geneva: WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Text of \"Convention Relating to the Status of Refugees",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "United Nations Audiovisual Library of International Law",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Goodwin-Gill",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Convention relating to the Status of Refugees",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Millennium Development Goal Indicators: The Official Site for MDG Indicators",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Goals for development: history, prospects, and costs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Devarajan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1596/1813-9450-2819.Lastaccessed"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Association of Fundraising Professionals",
            "authors": [],
            "year": 2013,
            "venue": "?ItemNumber=3261. Last accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Association of Fundraising Professionals. International Statement of Ethical Principles in Fundraising",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A report from a relief mission: after the deluge. The New Republic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Nuland",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "232",
            "issn": "",
            "pages": "30--33",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Global Outbreak Alert and Response Network-GOARN www",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Military intervention in disaster relief: cooperative relationships and implications for long-term rehabilitation and development",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lederach",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Jenson E. Disaster Management Ethics: Disaster Management Training Programme. Geneva: United Nations, INDP and DHA",
            "volume": "",
            "issn": "",
            "pages": "9--16",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "International Federation of Red Cross and Red Crescent Societies and the International Committee of the Red Cross. The Code of Conduct for the International Red Cross and Red Crescent Movement and Non-Governmental Organisations (NGOs) in Disaster Relief. Available at: www",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Sphere Project website",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Triage in medicine-part I: concept, history, and types",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Iserson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Moskop",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann Emerg Med",
            "volume": "49",
            "issn": "3",
            "pages": "275--81",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Triage in medicine-part II: underlying values and principles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Moskop",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Iserson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann Emerg Med",
            "volume": "49",
            "issn": "3",
            "pages": "282--289",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Ethical Issues to Consider in Developing, Evaluating, and Conducting Research Post Disaster",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Is humanitarian war the exception? Mises Daily",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marjanovic",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "American Red Cross. The International Red Cross and Red Crescent Movement and American Red Cross International Services Self-Study Guide",
            "authors": [],
            "year": 2007,
            "venue": "American Red Cross",
            "volume": "",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Humanitarian Law and the Protection of War Victims",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pictet",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Leyden: Sijthoff",
            "volume": "",
            "issn": "",
            "pages": "16--17",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "WHO targets SARS 'super spreaders' CNN",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "4--5",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "List of ongoing military conflicts",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wikipedia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "FAO (UN) Fact Sheet",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Hunger kills 17,000 kids daily. CNN",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "N"
                    ],
                    "last": "Chief",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Fact sheet No. 259: African trypanosomiasis or sleeping sickness",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Media Centre",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "United Nations. The Millennium Development Goals Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Response to Lederach's Chapter",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferris",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Jenson E. Disaster Management Ethics: Disaster Management Training Programme. Geneva: United Nations, INDP and DHA",
            "volume": "",
            "issn": "",
            "pages": "17--18",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The Millennium Development Goals and Development after 2015",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Poku",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Whitman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Third World Quarterly",
            "volume": "32",
            "issn": "1",
            "pages": "181--198",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "World Health Organization. The Global Burden of Disease",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Disability-adjusted life years (DALYs) for 291 diseases and injuries in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Lancet",
            "volume": "380",
            "issn": "9859",
            "pages": "2197--2223",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "International Red Cross and Red Crescent Code",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Humanitarian Charter and Minimum Standards in Humanitarian Response",
            "authors": [],
            "year": 2011,
            "venue": "Schumacher Centre for Technology and Development",
            "volume": "",
            "issn": "",
            "pages": "19--24",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Basic rules of the Geneva Conventions and their additional protocols",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Those MDGs directly related to what have been categorized as chronic humanitarian crises include #1, food insecurity; #6, endemic diseases-as well as to HIV/AIDS, the one current [acute] pandemic disease; and #7, which includes water insecurity.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Global Neglected Tropical Disease disability-adjusted life years (DALYs),* 2004.61",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Principles of conduct for the International Red Cross and Red Crescent movement and NGOs in disaster response.63 1. The humanitarian imperative comes first. This has been defined as \"action [that] should be taken to prevent or alleviate human suffering arising out of disaster or conflict, and that nothing should override this principle.\"64",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Key provisions of the Humanitarian Charter (Sphere Project). It is the right of people affected by disaster or armed conflict to have:64 1. Life with dignity: right to have steps taken to preserve life where it is threatened, and a corresponding duty of others to take such steps.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}