{
    "paper_id": "3ac5e3619d6decbe8deedc18bb939bbfbf0c707c",
    "metadata": {
        "title": "A Specific Transmembrane Domain of a Coronavirus E1 Glycoprotein Is Required for Its Retention in the Golgi Region",
        "authors": [
            {
                "first": "Carolyn",
                "middle": [
                    "E"
                ],
                "last": "Machamer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Biology and Virology Laboratory",
                    "institution": "The Salk Institute for Biological Studies",
                    "location": {
                        "postCode": "92138",
                        "settlement": "San Diego",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "K"
                ],
                "last": "Rose",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Biology and Virology Laboratory",
                    "institution": "The Salk Institute for Biological Studies",
                    "location": {
                        "postCode": "92138",
                        "settlement": "San Diego",
                        "region": "California"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The E1 glycoprotein of the avian coronavims infectious bronchitis virus contains a short, glycosylated amino-terminal domain, three membranespanning domains, and a long carboxy-terminal cytoplasmic domain. We show that E1 expressed from cDNA is targeted to the Golgi region, as it is in infected cells. E1 proteins with precise deletions of the first and second or the second and third membranespanning domains were glycosylated, thus suggesting that either the first or third transmembrane domain can function as an internal signal sequence. The mutant protein with only the first transmembrane domain accumulated intracellulady like the wild-type protein, but the mutant protein with only the third transmembrane domain was transported to the cell surface. This result suggests that information specifying accumulation in the Golgi region resides in the first transmembrane domain, and provides the first example of an intracellular membrane protein that is transported to the plasma membrane after deletion of a specific domain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T hE intracellular transport and targeting of proteins from their site of synthesis to their correct destination is a process instrumental to malntainence of cellular integrity. Membrane-bound and secreted proteins are sorted from cytoplasmic proteins and those destined for the nucleus or mitochrondria by virtue of a signal or leader sequence which directs insertion into the lumen of the endoplasmic reticulum (Walter et al., 1984) . Plasma membrane and secreted proteins follow a similar pathway through the cell, from the rough endoplasmic reticulum through the Golgi complex en route to the plasma membrane (Sabatini et al., 1982) . Other proteins in this exocytic pathway are retained at points along the way, such as cytochrome P-450 in the endoplasmic reticulum (Brands et al., 1985) and galactosyl transferase in the Golgl complex (Roth and Berger, 1982) . Lysosomal enzymes are sorted to lysosomes after passage through the Golgi complex. Some lysosomal enzymes are sorted via a specific marker, a mannose-6-phosphate modification of asparagine-linked (N-linked) 1 oligosaccharides of these enzymes, which is recognized by a receptor (Sly and Fischer, 1982) .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 434,
                    "text": "(Walter et al., 1984)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 613,
                    "end": 636,
                    "text": "(Sabatini et al., 1982)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 771,
                    "end": 792,
                    "text": "(Brands et al., 1985)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 841,
                    "end": 864,
                    "text": "(Roth and Berger, 1982)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1145,
                    "end": 1168,
                    "text": "(Sly and Fischer, 1982)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The process of intracellular transport to the plasma membrane could be governed by positive sorting signals; i.e. pro-C. E. Machamer's present address is Department of Pathology, Yale University School of Medicine, New Haven, Connecticut 06510. J. K. Rose's present address is Departments of Pathology and Cell Biology, at the same institute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Abbreviations used in this paper: IBV, infectious bronchitis virus; MHV, mouse hepatitis virus; N-linked, asparagine-linked; VSV, vesicular stomatitis virus. teins with these signals would be transported to the cell surface via a type of receptor-mediated process, like that involved in targeting of lysosomal enzymes. Alternatively, as recently suggested by Kelly (1985) and Rothman (1986) , proteins that are destined for the plasma membrane or for constitutive secretion could move passively with the bulk flow of lipids, while proteins secreted in a regulated manner or those retained in intracellular membranes would possess signals which selectively retain them from moving with the bulk flow of membranes. A third model could invoke both positive signals that enhance the rate of incorporation of proteins into transport vesicles, and negative retention signals that ensure intracellular proteins to not be transported beyond a certain point.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 374,
                    "text": "Kelly (1985)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 379,
                    "end": 393,
                    "text": "Rothman (1986)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recombinant DNA technology that uses gene expression and site-directed mutagenesis offers a powerful approach to the study of intracellular transport and targeting. For example, using this approach, an involvement of cytoplasmic domains of proteins has been suggested in facilitating both exocytosis (Rose and Bergmann, 1983) and endocytosis (Lehrman et al., 1985; Roth et al., 1986) , and in targeting of proteins to basolateral membranes of polarized epithelial cells (Mostov et al., 1986; Puddington et al., 1987) . Although specific molecules interacting with these domains have not yet been identified, these results suggest that important interactions with cytoplasmic domains do occur.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 325,
                    "text": "(Rose and Bergmann, 1983)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 342,
                    "end": 364,
                    "text": "(Lehrman et al., 1985;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 365,
                    "end": 383,
                    "text": "Roth et al., 1986)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 470,
                    "end": 491,
                    "text": "(Mostov et al., 1986;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 492,
                    "end": 516,
                    "text": "Puddington et al., 1987)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viruses provide simple and useful model systems for studying the signals involved in targeting of membrane proteins in cells. The coronaviruses provide an especially interesting model because they bud from intracellular membranes rather than from the plasma membrane. The best-studied members of the coronavirus group are mouse hepatitis virus (MHV) and avian infectious bronchitis virus (IBV). Both viruses specify two glycoproteins called El and E2 (reviewed by Sturman and Holmes, 1985) . E2 forms the virion spike and can be detected in the plasma membrane as well as intracellular membranes of infected cells. In contrast, E1 accumulates intracellularly, and thus appears to play a critical role in intracellular budding of the virus. The viral nucleocapsid interacts with the MHV E1 protein, presumably the cytoplasmic tail, and virion budding occurs at the site of E1 accumulation in infected cells (Sturman et al., 1980; Dubois-Dalque et al., 1982; Tooze et al., 1984) .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 489,
                    "text": "Sturman and Holmes, 1985)",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 928,
                    "text": "(Sturman et al., 1980;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 929,
                    "end": 956,
                    "text": "Dubois-Dalque et al., 1982;",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 976,
                    "text": "Tooze et al., 1984)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The sequences of cDNAs encoding E1 proteins from both MHV and IBV have been recently reported Boursnell et al., 1984) . These sequences predict polypeptides with a similar structure: a short, glycosylated amino-terminal domain, three hydrophobic domains believed to span the membrane three times, and a long cytoplasmic domain at the earboxy terminus. Studies that use protease treatment of intact virus (Sturman and Holmes, 1977; Cavanagh et al., 1986) or of E1 inserted into microsomal membranes support the model for the structure of El. Since there is no cleaved amino-terminal signal sequence , and the protein is inserted into microsomal membranes in a signal recognition particle-dependent manner (Rottier et al., 1985) , it has been suggested that one or more of the putative membrane-spanning domains functions as an internal, uncleaved signal sequence.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 117,
                    "text": "Boursnell et al., 1984)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 404,
                    "end": 430,
                    "text": "(Sturman and Holmes, 1977;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 431,
                    "end": 453,
                    "text": "Cavanagh et al., 1986)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 704,
                    "end": 726,
                    "text": "(Rottier et al., 1985)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We report here that the IBV E1 glycoprotein is retained in the Golgi region of the cell in the absence of the other viral proteins when expressed from cDNA. In an earlier study using gene expression and mutagenesis techniques, we determined that the cytoplasmic domain of the IBV El protein did not contain a signal that was capable of retaining the G protein of vesicular stomatitis virus (VSV) in intracellular membranes (Puddington et al., 1986) . Thus, in the present study we chose to search for a retention signal in the aminoterminal half of the IBV E1 protein. We report that the first of the three membrane-spanning domains may constitute such a signal, and our results are discussed in terms of current models for protein transport to the plasma membrane.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 448,
                    "text": "(Puddington et al., 1986)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A cDNA clone encoding the E1 protein of the Beaudette strain (M42) of 1BV was derived from viral genomic RNA and kindly provided by D. Stern (pIBV-5; Stern, 1983) . A subclone containing the entire coding region was prepared (p57-6), and the nucleotide sequence was determined by the procedure of Maxam and Gilbert (1977) . This sequence predicts a polypeptide with 225 amino acids, and differs at only two nucleotides from the sequence published by Boursnell et al. (1984) for the El protein of the Beaudette strain of IBV. These differences were a T instead of a C at nucleotide 167 and a C instead of a T at nucleotide 375, changing the codon for Pro 2 and for Thr 71 to that for Ser and Ile, respectively. A fragment that contains the entire coding sequence of IBV El (773 bp) was excised from p57-6 with Hpa I and Hha I, and incubated with the Klenow fragment of DNA polymerase I and deoxynucleoside triphosphates to remove the 3' overhang. After ligation with Xho I linkers, the fragment was cloned into the unique Xho I site of the SV40-based expression vector, pJCll9 (Sprague et al., 1983) , and a clone with the insert in the proper orientation for expression from the late SV40 promoter was selected (pSV/IBVEI). This construct includes a 5' untranslated region of 52 nucleotides, and a 3' untranslated region of 45 nucleotides.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 149,
                    "text": "Stern (pIBV-5;",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 162,
                    "text": "Stern, 1983)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 297,
                    "end": 321,
                    "text": "Maxam and Gilbert (1977)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 450,
                    "end": 473,
                    "text": "Boursnell et al. (1984)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1076,
                    "end": 1098,
                    "text": "(Sprague et al., 1983)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Construction of an Expression Vector Encoding IBV El"
        },
        {
            "text": "Synthetic oligonucleotides were used to precisely delete coding sequences for putative membrane-spanning domains of El. The negative strand of the IBV E1 gene was cloned into the Barn HI site of MI3 mp8 as described (Bose et al., 1984) , and single-stranded phage DNA was purified for use as the template for mutagenesis. Synthetic oligonucleotides (33 mers) were designed to loop out specific regions of the coding sequence by hybridizing with 16 nucleotides on the 5' side of the loop and 17 nucleotides on the 3' side. The domain junctions were assigned on the basis of secondary structure and hydrophobicity predictions for IBV El (Boursnell et al., 1984; Rottier et al., 1986) . The oligonucleotide used to generate the coding sequence for the mutant protein that lacked the second and third hydrophobic domains (Am2,3) was 5~ GTA~ATC~AACAAGACIL'TI~AAGC ~-3' and that for the mutant protein that lacked the first and second hydrophobic domains (Am1,2) was 5-'ICAGCI\"TTTTAAAGAGGGAGGICr'IGI'C GCAGC -3'.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 235,
                    "text": "(Bose et al., 1984)",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 659,
                    "text": "(Boursnell et al., 1984;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 660,
                    "end": 681,
                    "text": "Rottier et al., 1986)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "They were synthesized and purified as p~viously described Machamer et al., 1985) . After hybridization of the oligonucleotide with the template DNA, primer extension was carried out with the Klenow fragment of DNA polymerase I (Boehringer Mannheim Biochemicals, Indianapolis, IN) by the procedure previously described (Adams and Rose, 1985; Machamer et al., 1985) . After transfection of competent Escherichia coil JM103 with the primer extension mixture, plaques containing the mutations were identified by differential hybridization with the 5'-[32p]-labeled oligonucleotide. DNA containing the mutation was excised and subeloned into the expression vector pJC119, and the mutation confirmed by DNA sequence analysis (Maxam and Gilbert, 1977) . The mutant protein Am2,3 was created by fusion of the codon for Thr 42 to that for Arg 102 (deleting 156 nucleotides), and Am1,2 by fusion of the codon for Glu 20 to that for Gly 77 (deleting 168 nucleotides).",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 80,
                    "text": "Machamer et al., 1985)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 318,
                    "end": 340,
                    "text": "(Adams and Rose, 1985;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 341,
                    "end": 363,
                    "text": "Machamer et al., 1985)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 719,
                    "end": 744,
                    "text": "(Maxam and Gilbert, 1977)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "Both COS-1 and HeLa cells were maintained in Dulbecco-Vogt's modified Eagle's medium with 5% FCS. The IBV used in these experiments was adapted to growth in monkey cells by nine consecutive passages of egggrown virus at low multiplicity of infection in Vero cells, and was obtained from B. Sefton (The Salk Institute). Tissue culture supernatant from infected Vero cells was used as the inoculum to infect COS-I cells for radiolabeling and inununofluorescence. The multiplicity of infection was approximately 0.1, and infected cells were assayed for IBV-speciflc polypeptides at 29 and 48 h postinfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and Virus"
        },
        {
            "text": "DNA encoding wild-type E1 or the mutant protein Aml,2 was excised from the SV40 expression vector with Xho I, and the ends were filled in with the Klenow fragment of DNA polymerase I. The inserts were then subcloned into the vector pSCll (Chakrahatti et al., 1985) at the unique Sma I site.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 264,
                    "text": "(Chakrahatti et al., 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparation of Recombinant Vaccinia Viruses Encoding El and A ml,2"
        },
        {
            "text": "After selection of clones with inserts in the correct orientation for expression from the vaccinia promoter PT.SK, supercoiled DNA was transfected onto HeLa cells by calcium phosphate coprecipitation. The HeLa cells had previously been infected at a multiplicity of 0.05 with wild-ty~ vaccinia virus 1 h before addition of the DNA. The medium was replaced 18 h later, and incubation continued another 2 d. Recombinant virus was isolated by including X-gal (5-bromo-4-chloro-3-indolyl-~-D-~alactolrynmoside; Boehringer Mannheim Biochemicals) in the plaquing overlay as described (Chakrabarti et al., 1985) . The pSCll vector contains the E. coli lacz gene under control of a late vaccinia promoter; thus [5-galactosidase activity results in formation of blue plaques by recombinant virus. Recombinant viruses encoding E1 or Aml,2 proteins (VVE1 and WArn1,2) were plaquepurified three times in HeLa cells, and large stocks were prepared. HeLa cells (5 x 105) in 35-ram dishes were infected with the recombinant vaccinia viruses at a multiplicity of approximately 4, and analyzed for expression 5 h later.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 604,
                    "text": "(Chakrabarti et al., 1985)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of Recombinant Vaccinia Viruses Encoding El and A ml,2"
        },
        {
            "text": "A polyclonal rabbit antiserum was raised to a synthetic peptide corresponding to the carboxy-termina122 amino acids oflBV El. The peptide was conjugated to BSA via the penultimate tyrosiue residue with bis-diazobenzidlne (DeCarvalho et al.,1964) . Two New Zealand white rabbits were immunized with 1 mg conjugate each, emulsified with 0.75 ml complete Freund's adjuvant in a total volume of 1.5 ml. About 30 sites were injected intradermaily with 50 ltl per site. Rabbits were boosted with ,~,0.5 mg conjugate (0.75 ml total) in the same way every 4 wk. ELISA titers to the peptide were measured in a solid-phase assay that uses a second antibody conjugated with horseradish peroxidase, and were approximately 1:10,000 after the second boost. This titer did not change significantly after repeated boosts. After the second boost, the synthetic peptide was discovered to be incorrect in that it contained an extra glycine (after the glycine at position 8 of the peptide), and subsequent boosts were performed with the correct synthetic peptide. Ability of the antiserum to immunoprecipitate the hybrid protein (323 (Pnddington et ai., 1986) was detected after the third boost. This titer increased until the fifth boost, when one of the two rabbits was producing antibody with a slightly higher titer than the other with less background in immunoprecipitates. This antiserum was used for all subsequent experiments.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 245,
                    "text": "(DeCarvalho et al.,1964)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Antibody Preparation"
        },
        {
            "text": "Anti-peptide antibodies were affinity purified on Affigel-histamine columns coupled with the peptide. Histamine was coupled to Affi-gel 10 (Bio-Rad Laboratories, Richmond, CA); the peptide was then coupled to the conjugated resin via the tyrosine residue with bis-diazobenzidine as described above. 10 mg of peptide was coupled to 1 mi of resin, and remaining active groups were blocked with 1 mg/ml ovalbumin. Serum (4 mi) containing antibodies to the peptide was incubated with 1 ml of conjugated resin for 4 h at 4~ with end-over-end inversion. After transfer to a column, resin was first washed with 20 mi of 10 mM Tris, pH 8.0, with 0.2% deoxycbolate, and then with 15 mi of 10 rnM Tris, pH 8.0, containing 0.5 M NaCI. Specific antibodies were eluted with 4 M MgC12 and dialyzed immediately against 10 mM Tris, pH 7.4, containing 0.15 M NaC1 and 0.02% NAN3. Pooled fractions with the highest OD2s0 reading were stored at 40C with 100 U/mi kallikrein inhibitor (Calbiochem-Behring Corp., La Jolla, CA) and 0.5 mg/mi ovalbumin. Approximately 1.5 mg of purified immunoglobulin was recovered from 4 ml of serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody Preparation"
        },
        {
            "text": "COS-1 cells (4 x 105) plated in 35-ram dishes the previous day were transfected with 10 pg supercoiled DNA using DEAE-dextran followed by chioroquine treatment as previously described (Adams and Rose, 1985) . Approximately 44 h after transfe~tion, cells were labeled at 3-/*C with 50 pCi [35S]cysteine (>1,300 Ci/mmol; Amersham Corp., Arlington Heights, IL) in 0.5 ml cysteine-free Dulbecco-Vogt's modified Eagle's medium containing 4% dialyzed FCS for 1 h or for the time indicated. For treatment with tunlcamycin, transfected cells were pretreated with 3 pg/ml tunlcamycin (Sigma Chemical Co., St. Louis, MO) for 2 h, and then labeled in the presence of the same concentration of the drug. COS-1 or HeLa cells infected with recombinant vaecinia viruses were labeled 5 h after infection with [~sS]cysteine as described above. After labeling, cells were lysed at 0~ in 0.5 ml of a solution containing 50 mM Tris, pH 8.0, 1% NP-40, 0.4% deoxycholate, 62.5 mM EDTA, and 100 U/ml kallikrein inhibitor per mi. Nuclei were removed by centrifugation at 15,000 g for 1 rain, and lysates were adjusted to a final concentration of 0.3 % SDS. For immunopreeipitation of El proteins, 5 Ixl of anti-peptide serum (not affinity purified) was incubated for 2 h with 0.5 ml lysate at 4~ Antigen-antibody complexes were isolated with protein A-bearing Staphylococcus aureus (Pansorbin; Calbiochem-Behring Corp.), and washed four times with RIPA buffer (10 mM Tris, pH 7.4, 0.15 M NaC1, 1% NP-40, 1% dcoxyeholate, and 0.1% SDS). Pellets were eluted by incubation in Laemmli sample buffer containing 2 % 2-mercaptoethanol at room temperature for 20 rain (unless otherwise noted), and the S. aureus was removed by centrifugation. In the experiment shown in Fig. 2 B, pellets were eluted in 1 M Tris, pH 8.8, 2 % SDS, and 2 % 2-mercaptoethanol at 100*C for 1 rain. After removal of the S. aureus cells, supernatants were incubated with a final concentration of 0.33 M iodoacetamide for 60 min at room temperature, and proteins were precipitated with 9 voi of acetone at -20\"C for 2 h. After washing in acetone, precipitates were dried and resuspended in sample buffer without 2-mereaptoethanol. Immunoprecipitates were subjected to electrophoresis in 10 or 15% polyacrylamide gels containing SDS (Laemmli, 1970) . Marker proteins were [aC]methylated standard molecular weight markers (Amersham Corp.). Labeled proteins were detected by fluorography (Bonner and Laskey, 1974) .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 206,
                    "text": "(Adams and Rose, 1985)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2276,
                    "end": 2291,
                    "text": "(Laemmli, 1970)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2429,
                    "end": 2454,
                    "text": "(Bonner and Laskey, 1974)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1738,
                    "end": 1744,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Radiolabeling and Immunoprecipitation"
        },
        {
            "text": "COS-1 cells grown on coverslips were fixed with paraformaldehyde and permeabilized with NP-40 as described (Rose and Bergmann, 1982) . E1 proteins were detected by incubation with the affinity-purified anti-E1 peptide antibody described above (1:30) followed by affinity-purified fluoresceinconjugated goat anti-rabbit IgG (1:50; Southern Bioteehnology Associates, Inc., Birmingham, AL). For localization of the Golgi complex, coverslips were incubated with rhodamine-eonjugated wheat germ agglutinin (1:100, E-Y Laboratories, Inc., San Marco, CA). Calls were visualized with a Nikon Optiphot microscope equipped with fluorescence epiillumination and a Nikon 40x oil immersion plan apoehromat objective.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 132,
                    "text": "(Rose and Bergmann, 1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Indirect Immunofluorescence Microscopy"
        },
        {
            "text": "Transfected COS-1 cells were radiolabeled as described above with [35S]eysteine for 90 min, and incubated in the presence of excess unlabeled eysteine for 90 min. Cells were then incubated for 15 min at 37\"C in 0.5 ml of PBS containing 1 mg/ml bromelain (Calbiochem-Behring Corp.) and 0.1 mM 2-mercaptoethanol. Parallel dishes of transfected cells were incubated for the same period of time in the absence of bromelain, then lysed as usual. Bromelain-treated cells were collected by centrifugation and washed three times in Tris-buffered saline, lysed, and E1 proteins were immunoprecipitated as described above. HeLa ceils infected with VVEI or VVAml,2 were labeled 5 h postinfeetion with [35S]eysteine for 60 rain. As described above, cells were either (a) mock digested for 15 min at 37\"C, (b) treated with 1 mg/ml bromelain, (c) treated with I mg/ml trypsin-TICK (Worthington Biochemical Corp., Freehold, NJ) in PBS, or (d) treated in medium with 1% FCS containing 1 mg/ml pronase (from Streptomyces griseus; Boehringer Mannheim Biochemicals), which had been previously self digested for 15 rain at 37~",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Intact Cells with Proteases"
        },
        {
            "text": "A eDNA clone prepared from viral genomic RNA encoding the IBV E1 protein was obtained from D. Stem (Stern, 1983) , and subjected to DNA sequence analysis. This nucleotide sequence predicts a polypeptide of 225 amino acids, and is identical to that for the IBV E1 protein as reported by Boursnell et al. (1984) , with the exception of two nucleotides ( Fig.  1 ; see Materials and Methods). This sequence includes two potential sites for N-linked glycosylation at Asn 3 and Asn 6, both of which are glycosylated in the E1 protein isolated from IBV, since the protein contains two N-linked oligosaccharides (Stem and Sefton, 1982b FVYAK QSVDTOELESVATGC, SSLYT Figure 1 . Predicted amino acid sequence of IBV El. Membranespanning domains are shaded, and glycosylated asparagine residues are underlined. The nucleotide sequence previously published for this protein (Boursnell et al., 1984) differs at two nucleotides, which results in changing the codon for serine 2 and for isoleueine 71 to that for proline and threonine, respectively. Samples in A and C were eluted in sample buffer at room temperature for 20 min, and those in B were eluted at 100~ followed by alkylation with iodoacetamide (see Materials and Methods). Samples in A and B were subjected to electrophoresis in the same 15% polyacrylamide gel, and samples in C were subjected to electrophoresis in a 10% polyacrylamide gel.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 112,
                    "text": "(Stern, 1983)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 286,
                    "end": 309,
                    "text": "Boursnell et al. (1984)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 605,
                    "end": 628,
                    "text": "(Stem and Sefton, 1982b",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 886,
                    "text": "(Boursnell et al., 1984)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 359,
                    "text": "Fig.  1",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 666,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Construction of an Expression Vector Encoding IBV El"
        },
        {
            "text": "Met 52 through Tyr 72, and Gly 78 through Ile 101 (Fig. 1) . A fragment containing the complete coding sequence for IBV E1 was subcloned into the SV40-based expression vector, pJCU9 (Sprague et al., 1983) . When transfected onto COS cells, which provide T antigen and thus support extensive replication of the vector (Gluzman, 1981) , high levels of protein can be expressed transiently from the late SV40 promoter. Initial attempts to detect the IBV E1 polypeptide in COS-1 cells transfected with this construct (pSV/IBVE1) were unsuccessful. These experiments were performed with a rabbit hyperimmune serum raised to purified virus, which immunoprecipitates IBV E1 from infected chick embryo kidney cells (Stern and Sefton, 1982a) . Although E1 could not be detected in transfected COS-1 cells, El-specific RNA was readily detected in dot blots (data not shown). Inability to detect the protein could have been the result of its instability or toxicity to cells, aberrant splicing from cryptic splice sites, and/or a low titer of antibodies to E1 in the anti-IBV serum. Results obtained with hybrid proteins between IBV E1 and VSV G protein suggested that at least one of the problems was an insufficient titer of antibodies to E1 in the anti-IBV serum (not shown).",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 204,
                    "text": "(Sprague et al., 1983)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 317,
                    "end": 332,
                    "text": "(Gluzman, 1981)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 707,
                    "end": 732,
                    "text": "(Stern and Sefton, 1982a)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Construction of an Expression Vector Encoding IBV El"
        },
        {
            "text": "We prepared a rabbit antiserum specific for a synthetic peptide corresponding to the carboxy-terminal 22 amino acids of IBV El. A peptide corresponding to this region of the polypeptide was chosen because it is likely to be the most accessible in the native protein. COS-1 cells infected with IBV were labeled 48 h after infection with [35S]cysteine, and the cell lysate was subjected to immunoprecipitation with the anti-E1 peptide serum. A single polypeptide of,,o32 kD was specifically immunoprecipitated by the anti-E1 peptide serum from IBV-infected cells (Fig. 2 A) . In contrast, the anti-IBV serum precipitated the nucleocapsid protein (N) as well as E1 and trace amounts of the spike glycoprotein, E2. The anti-peptide serum was therefore highly specific for IBV El. COS-1 cells transfected with DNA encoding IBV E1 were labeled 44 h after transfection with [35S]cysteine and subjeered to immunoprecipitation. A polypeptide co-migrating with E1 from infected cells was precipitated from COS-1 cells transfected with pSV/IBVE1 but not with the vector pJCll9 lacking the insert encoding E1 (Fig. 2 B) . A small amount of a 61-kD protein can also be observed in the immunoprecipitates from transfected cells (Fig. 2 B ; see also Fig. 7 A) . This band was specific for El-expressing COS-1 cells, but was not consistently observed. It is probable that it represents a dimer of El, as the MHV E1 protein has been shown to be susceptible to aggregation, especially when heated in the presence of SDS and reducing agent (Sturman, 1977) .",
            "cite_spans": [
                {
                    "start": 1521,
                    "end": 1536,
                    "text": "(Sturman, 1977)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 571,
                    "text": "(Fig. 2 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1097,
                    "end": 1107,
                    "text": "(Fig. 2 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1214,
                    "end": 1223,
                    "text": "(Fig. 2 B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1235,
                    "end": 1244,
                    "text": "Fig. 7 A)",
                    "ref_id": null
                }
            ],
            "section": "Detection of lBV E1 in Transfected Cells using an Anti-Peptide Antiserum"
        },
        {
            "text": "In addition to the transient expression of IBV E1 in COS-1 cells using the SV40-based vector, expression of E1 was also achieved in cells infected with a recombinant vaccinia virus that encodes the protein. This expression system is advantageous since every cell is infected and is thus expressing the protein of interest, and since replication in the cytoplasm eliminates the potential problem of aberrant splicing at cryptic splice sites (see Discussion). Recombinant vaccinia virus encoding IBV E1 under control of an early vaccinia promoter was constructed as described (Mackett et al., 1984; Chakrabarti et al., 1985) . COS-1 cells infected with this recombinant virus (VVE1), or one encoding the VSV G protein (VVG), were labeled 5 h after infection with [35S]cysteine, and lysates were subjected to immunoprecipitation with the anti-E1 peptide serum. A polypeptide which comigrates with IBV E1 was readily detected in immunoprecipitates from cells infected with the recombinant virus VVE1, but not from control cells infected with VVG (Fig. 2 C) .",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 596,
                    "text": "(Mackett et al., 1984;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 597,
                    "end": 622,
                    "text": "Chakrabarti et al., 1985)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1042,
                    "end": 1052,
                    "text": "(Fig. 2 C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Detection of lBV E1 in Transfected Cells using an Anti-Peptide Antiserum"
        },
        {
            "text": "Localization of the IBV E1 protein in transfected COS-1 cells was compared to that in IBV-infected cells using indirect immunofluorescence microscopy. Cells grown on coverslips were either infected with IBV or Wansfect~ with pSV/IBVE1. Cells were fixed and permeabilized 29 h after infection or The Journal of Cell Biology, Volume 105, 1987",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Localization of E1 in Transfected Cells by Indirect Immunofluorescence"
        },
        {
            "text": "on coverslips were infected with IBV or transfected with pSV/IBVEI, and fixed and permeabilized 29 h after infection or 44 h after transfection. E1 was detected by incubation of the coverslips with the affinity-purified anti-E1 peptide serum followed by a fluorescein-conjugated goat anti-rabbit IgG. The Golgi complex of these cells was localized by staining with rhodamine-conjugated wheat germ agglutinin (WGA). Each set of micrographs shows the same field photographed with the fluorescein (~tCTE/) and the rhodamine (WGA) filters. Arrows indicate the Golgi region. Bar, ,,o10 ~tm. 44 h after transfection, and E1 was detected by incubation with the affinity-purified anti-E1 peptide antibody followed by a fluorescein-conjugated second antibody. The cells were then stained with rhodamine-conjugated wheat germ agglutinin, a marker for the Golgi region (Virtanen et al., 1978) . In both infected and transfected cells, IBV E1 is localized in a perinuclear region which co-localizes with the region stained by wheat germ agglutinin (Fig. 3) . No staining of the plasma membrane was observed; this suggests that E1 accumulates intracellularly in the absence of the other viral proteins, as well as in IBV-infected cells. This intracellular accumulation has been well documented for the E1 glycoprotein from MHV in infected cells (Dubois-Dalcq et al., 1982; Tooze et al., 1984; Tooze and Tooze, 1985) .",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 881,
                    "text": "(Virtanen et al., 1978)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1332,
                    "end": 1359,
                    "text": "(Dubois-Dalcq et al., 1982;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1360,
                    "end": 1379,
                    "text": "Tooze et al., 1984;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1380,
                    "end": 1402,
                    "text": "Tooze and Tooze, 1985)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 1036,
                    "end": 1044,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Figure 3. Detection of IBV E1 in infected and transfected COS-1 cells by indirect immunofluorescence microscopy. COS-1 cells grown"
        },
        {
            "text": "Our goal was to identify a structural feature of E1 that might be responsible for intracellular accumulation of the protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of Mutant F~ Proteins Which Lack Two of the Three Putative Membrane-spanning Domains"
        },
        {
            "text": "Results obtained with hybrid proteins of VSV G protein and IBV E1 suggested that the amino-terminal half of E1 might contain this information. The hybrid protein G23, with the extracellular and transmembrane domains of G protein and the cytoplasmic domain of E1 was transported efficiently to the cell surface (Puddington et al., 1986) , whereas the reciprocal hybrid protein 23G (with the amino-terminal and hydrophobic domains of E1 and the cytoplasmic domain of G protein) was retained intracellularly like the wild-type E1 protein (data not shown). Oligonucleotide-directed mutagenesis was performed to delete sequences encoding either the second and third or the first and second transmembrane domains. This would be expected to produce proteins with only one membrane-spanning domain (the first or the third hydrophobic region, respectively) with the same membrane orientation as wild-type El. Two questions regarding the mutant proteins could be asked. First, can the first or third membrane-spanning domain mediate insertion of the protein into the membrane in the absence of the other two hydrophobic domains? Second, what is the effect of removing these regions of the protein on the intracellular accumulation of El?",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 335,
                    "text": "(Puddington et al., 1986)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Expression of Mutant F~ Proteins Which Lack Two of the Three Putative Membrane-spanning Domains"
        },
        {
            "text": "Oligonucleotides were designed to loop out regions of the coding sequence to precisely delete membrane-spanning domains and the intervening sequences. The mutagenesis was performed in phage M13 by standard methods (Zoller and Smith, 1982) as described previously (Machamer et al., 1985; Adams and Rose, 1985) . A schematic representation of the mutant proteins is presented in Fig. 4 . The codon for threonine 42 is fused to that for arginine 102 in the mutant protein that lacks the second and third hydrophobic domains (Am2,3), such that only the first hydrophobic domain remains. Likewise, the codon for glutamic acid 20 is fused to that for glycine 77 in the mutant protein that lacks the first and second hydrophobic domains (Aml,2), leaving only the third hydrophobic domain.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 238,
                    "text": "(Zoller and Smith, 1982)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 263,
                    "end": 286,
                    "text": "(Machamer et al., 1985;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 287,
                    "end": 308,
                    "text": "Adams and Rose, 1985)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 383,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Expression of Mutant F~ Proteins Which Lack Two of the Three Putative Membrane-spanning Domains"
        },
        {
            "text": "After DNA encoding the mutant proteins was subcloned into the expression vector, the desired mutations were confirmed by DNA sequence analysis. COS-1 cells were trans- proteins lacking two of the three membrane-spanning domains. The model depicts the predicted membrane orientation for the wild-type protein as well as the two mutants generated by oligonucleotidedirected mutagenesis which lack either the second and third hydrophobic domains (Am2,3) or the first and second hydrophobic domains (Aml,2). The point at which the coding sequence is fused to create the mutant proteins is also shown. fected with these DNAs, and radiolabeled with [35S]cysteine 44 h later. E1 proteins were immunoprecipitated and analyzed on SDS-polyacrylamide gels (Fig. 5) . Parallel dishes of transfected cells were pretreated with and labeled in the presence of tunicamycin to determine if the mutant proteins were glycosylated with N-linked ohgosaccharides. As shown in Fig. 5 , the relative mobilities of both of the mutant proteins (•27 kD) is consistent with deletion of 52 or 56 amino acids. In addition, as seen by comparing the mobilities of the proteins produced in tunicamycin-treated cells, both are glycosylated with N-linked oligosaccharides, indicating that both are inserted in the membrane of the endoplasmic reticulum. The mutant protein Aml,2 may be less efficiently glycosylated than wild-type E1 and Am2,3, since bands representing nonglycosylated Aml,2 and Aml,2 with one oligosaccharide are also observed. The oligosaccharides on wild-type E1 and both of the mutant proteins appear to remain in the high-mannose form, since they remain susceptible to cleavage with endoglycosidase H (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 745,
                    "end": 753,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 954,
                    "end": 960,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Expression of Mutant F~ Proteins Which Lack Two of the Three Putative Membrane-spanning Domains"
        },
        {
            "text": "Thus, it appears that either the first or the third hydrophobic domains of IBV E1 can mediate insertion of the polypeptide into the lipid bilayer in vivo. Neither of the mutant proteins could be detected in the medium harvested from labeled transfected cells, even after a labeling period of 8 h (data not shown), suggesting that either the first or third hydrophobic domains can also serve to anchor the protein in the membrane by spanning the lipid bilayer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of Mutant F~ Proteins Which Lack Two of the Three Putative Membrane-spanning Domains"
        },
        {
            "text": "The intracellular distribution.of the mutant El proteins was analyzed by indirect immunofluorescence microscopy. COS-1 cells grown on coverslips were fixed and permeabilized 44 h after transfection. E1 proteins were visualized by staining with the afffinity-purified anti-E1 peptide antibody, followed by a fluorescein-conjugated second antibody. The results are presented in Fig. 6 . The mutant E1 protein with only the first h)xlrophobic domain (Am2,3) was localized intracellularly, in a pattern similar to that observed for the wildltype El protein. Prominent perinuclear staining as well as some reticular staining was observed for both proteins. However, the other mutant protein with only the third hydrophobic domain (Am1,2) appeared in a pattern which resembles that found for the hybrid protein G23, which is transported to the plasma membrane (Puddington et al., 1986) . Staining of microvilli is readily detected in cells expressing both Am1,2 and G23 (Fig. 6) . This surprising finding suggested that deletion of the first and second membrane-spanning domains of E1 results in removal of a structural feature of the protein which is essential for its accumulation in intracellular membranes. Since the mutant protein with only the first membrane-spanning domain (A2,3) accumulates intracellularly like the wild-type protein, the information for retention probably resides in the first hydrophobic domain.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 879,
                    "text": "(Puddington et al., 1986)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 382,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 972,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Localization of the Mutant El Proteins in Transfected Cells"
        },
        {
            "text": "Although the results with indirect immunofluorescence suggested that the mutant protein Aml,2 was transported to the plasma membrane, we sought a more definitive experiment to prove that the amino terminus of the protein was exposed at the cell surface. This was not possible with immunofluorescence experiments, since our antibody recognizes a determinant found only on the cytoplasmic side of the membrane. This proof was obtained by assessing the sensitivity of the protein to proteolysis when intact, transfected cells were treated with bromelain. The amino-terminal, glycosylated domain oflBV E1 in purified virus was recently shown to be susceptible to digestion with this enzyme (Cavanagh et al., 1986) . Transfected COS-1 cells were labeled for 90 min with [35S]cysteine, followed by a 90-min chase period. Cells were then treated with bromelain for 15 min. A parallel set of dishes were incubated in the absence of bromelain. Cells were washed and lysed, and E1 proteins were immunoprecipitated and subjected to electrophoresis in an SDS-polyacrylamide gel. Fig. 7 A shows that both wildtype E1 and the mutant Am2,3 are unaffected when intact cells are treated with bromelain. However, a proportion of the mutant protein Aml,2 is digested to a form which migrates slightly faster (arrowhead; \"~18 kD) than the nonglycosylated protein, suggesting that a portion of the amino terminus, including the oligosaccharides, has been removed from the protein.",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 709,
                    "text": "(Cavanagh et al., 1986)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1067,
                    "end": 1073,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Localization of the Mutant El Proteins in Transfected Cells"
        },
        {
            "text": "The level of expression of the E1 proteins in transfected COS-1 cells was low, and these cells were fragile and susceptible to lysis during proteolysis. Thus to confirm the result above, we used recombinant vaccinia virus vectors to achieve a higher level of expression, and to allow use of another cell type. A recombinant vaccinia virus encoding the mutant E1 protein Aml,2 was constructed, and HeLa cells were infected with this virus or the recombinant vaccinia virus encoding wild-type El. The localization of both of these proteins in infected HeLa cells as determined by indirect immunofluorescence microscopy was identical to that observed in transfected COS-1 cells (data not shown). Cells were labeled 5 h after infection with [35S]cysteine for 60 min, and then mock-treated, or treated with bromelain, pronase, or trypsin. After washing and lysing the cells, E1 proteins were immunoprecipitated and subjected to electrophoresis in an SDS-polyacrylamide gel. As shown in Fig.  7 B, the amino terminus of Aml,2, but not wild-type El, is susceptible to digestion with bromelain. The decrease in total amount of protein observed in bromelain-treated cells expressing both wild-type and mutant proteins (in Fig. 7, A and  B ) was a result of loss of cells and/or, cell lysis during the digestion. For this reason, pronase and trypsin were also included in the experiment shown in Fig. 7 B. When intact cells expressing Aml,2 were digested with pronase, a fragment of similar size to that obtained with bromelain was observed. Trypsin does not cleave the amino terminus of Aml,2, but since the only cleavage site in the amino-terminal domain is quite close to the membrane (Lys 19), this is not unexpected. Thus, the mutant E1 protein with only the third hydrophobic domain is indeed expressed at the cell surface. In a similar experiment using a chase period, virtually all of Aml,2 was digested to the smaller form (data not shown), suggesting Figure 6 . Localization of mutant E1 proteins in transfected cells by indirect immunofluorescence microscopy. COS-1 cells grown on coverslips were transfected with DNA encoding wild-type El, the mutant E1 proteins Am2,3 or Aml,2, or the hybrid protein G23. Cells were fixed and permeabilized 44 h after transfection, and proteins were detected by incubation with the afffinity-purified anti-E1 peptide serum followed by a fluorescein-conjugated goat anti-rabbit IgG. G23-expressing cells are included to show the pattern observed for a protein known to be transported to the plasma membrane. Bar, ,'~10 Ixm. that this protein is efficiently transported to the plasma membrane.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 981,
                    "end": 988,
                    "text": "Fig.  7",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1229,
                    "text": "Fig. 7, A and  B",
                    "ref_id": null
                },
                {
                    "start": 1386,
                    "end": 1392,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1951,
                    "end": 1959,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Localization of the Mutant El Proteins in Transfected Cells"
        },
        {
            "text": "We have shown here that the E1 glycoprotein of the coronavirus IBV accumulates in the Golgi region when expressed Figure 7 . Susceptibility of wild-type and mutant E1 proteins to digestion by exogenous proteases. (A) COS-I cells transfected with DNA encoding wild-type or the mutant E1 proteins Am2,3 or Aml,2 were radiolabeled 44 h after transfection with [35S]cysteine for 90 min, followed by incubation in excess unlabeled cysteine for 90 min. Intact cells were mock-treated or treated with bromelain for 15 min, and E1 proteins were immunoprecipitated and subjected to electrophoresis in a 15 % polyacrylamide gel. (B) HeLa cells were infected with recombinant vaccinia viruses encoding wild-type E1 (VVE1) or the mutant protein Aml,2 (VVAml,2). Cells were labeled 5 h after infection with [35S]cysteine for 60 min, and intact cells were mock-treated or treated with bromelain, pronase, or trypsin for 15 min. E1 proteins were immunoprecipitated and subjected to electrophoresis in a 15% polyacrylamide gel. Arrowheads show the position of digested Aml,2, which migrates slightly faster than the nonglycosyiated form of the protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "from cDNA in transfected cells, as it does in virus-infected cells. Concurrent experiments in this laboratory have shown that the E1 protein from another coronavirus, MHV, also accumulates in the Golgi region when expressed in transfected COS cells (Rottier and Rose, 1987) . This indicates that the information for intracellular accumulation must reside in the E1 protein itself, and allows its use as a model for membrane proteins that are retained at this point in the exocytic pathway.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 273,
                    "text": "(Rottier and Rose, 1987)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The preparation of an antiserum specific for a synthetic peptide corresponding to the carboxy terminus of IBV E1 was instrumental to our ability to detect E1 in transfected COS-1 cells, since a rabbit antiserum prepared to IBV did not have a sufficient titer of antibodies to El. The level of expression of IBV El obtained with the SV40-based expression vector and COS-1 cells was lower than expected by comparison to the other proteins we have expressed with the same vector (Rose and Bergmann, 1982; Guan and Rose, 1984) . Since IBV is an RNA virus which replicates in the cytoplasm of the cell, it is possible that aberrant splicing at cryptic splice sites occurs when the cDNA is introduced into the nucleus. Preliminary experiments using Northern blots suggested that a significant proportion of the El-specific message in transfected COS-1 cells lacks the 5' half of the coding sequence, including the initiation codon (our unpublished observations). We have obtained higher levels of expression of E1 using a recombinant vaccinia virus vector which replicates in the cytoplasm (Mackett et al., 1984; Chakrabarti et al., 1985) , and thus avoids the problem of aberrant splicing. This expression system may therefore be the one of choice for future studies of IBV El.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 501,
                    "text": "(Rose and Bergmann, 1982;",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 522,
                    "text": "Guan and Rose, 1984)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1084,
                    "end": 1106,
                    "text": "(Mackett et al., 1984;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1107,
                    "end": 1132,
                    "text": "Chakrabarti et al., 1985)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we have gained information on tv~ aspects of intracellular targeting of the E1 protein: that of insertion into membranes and that of intracellular accumulation. Mutant E1 proteins that lacked either the first and second or second and third membrane-spanning domains were generated by oligonucleotide-directed mutagenesis of the coding sequence. We found that the mutant protein with only the first hydrophobic domain (Am2,3) or that with only the third hydrophobic domain (Aml,2) were both inserted into the membrane of the endoplasmic reticulum, since both were glycosylated with N-linked oligosaccharides. Thus, it appears that either the first or the third hydrophobic domain can function as an internal, uncleared signal sequence. Clearly, the third hydrophobic domain must also function as a membrane anchor because the mutant protein with only this hydrophobic domain is expressed on the plasma membrane. The first hydrophobic domain probably also functions as a membrane anchor, but further experiments using in vitro translation in the presence of microsomes followed by proteolysis would be required to prove this. There are several examples of proteins with a single membrane-spanning domain which serves to mediate membrane insertion as well as to anchor the protein in the lipid bilayer (Bos et al., 1984; Holland et al., 1984; Lipp and Dobberstein, 1986) . Also, some proteins that span the membrane several times have been demonstrated to have more than one internal, uncleaved signal sequence, as shown by site-directed mutagenesis and assessment of membrane insertion in vitro (Friedlander and Blobel, 1985; Mueckler and Lodish, 1986 ).",
            "cite_spans": [
                {
                    "start": 1314,
                    "end": 1332,
                    "text": "(Bos et al., 1984;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1333,
                    "end": 1354,
                    "text": "Holland et al., 1984;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1355,
                    "end": 1382,
                    "text": "Lipp and Dobberstein, 1986)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1608,
                    "end": 1638,
                    "text": "(Friedlander and Blobel, 1985;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1639,
                    "end": 1664,
                    "text": "Mueckler and Lodish, 1986",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most novel information gained from the mutant E1 proteins concerns the intraceUular accumulation of the polypeptide. Deletion of the first and second, but not the second and third, hydrophobic domains resulted in efficient expression of the protein at the cell surface. This is the first demonstration that an intracellular membrane protein can be transported to the plasma membrane after elimination of a particular structural domain. Interestingly, Poruchynsky et al. (1985) have shown that a rotavirus protein normally retained in the endoplasmic reticulum is secreted when a portion of the region presumed to be the membrane anchor is deleted. This hydrophobic region thus appears to contain a signal capable of retaining the rotavirus protein in the endoplasmic reticulum.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 480,
                    "text": "Poruchynsky et al. (1985)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mechanism by which the IBV E1 protein is normally retained intracellularly could be envisioned in two ways: either (a) the lack of positive signal for transport to the plasma membrane or (b) the presence of a signal responsible for intracellular retention. The first explanation, lack of a positive signal for transport to the plasma membrane, seems unlikely. If this were the case, fusion of Glu 20 to Gly 77 to delete the first and second hydrophobic domains would have to create a positive signal for transport. We therefore favor the hypothesis that IBV E1 possesses a signal for retention in the Golgi region. This could be an active type of signal, where a specific sequence is recognized by another protein or lipids which are specifically retained in this region of the cell. Alternatively, the retention could be passive, resulting from structural properties of the protein which sterically constrain it from moving in the exocytic pathway, perhaps by inability to be incorporated into transport vesicles. The transport of E1 to the plasma membrane after removal of a retention signal would result if all membrane proteins move passively by bulk flow unless specifically held back. Alternatively, the protein could possess a positive signal for transport to the plasma membrane as well as a signal for intracellular retention, the latter being stronger. Removal of the retention signal would then result in transport of the protein to the plasma membrane. Further experiments designed to determine if signals for transport to the plasma membrane exist in other domains of E1 should allow us to distinguish these possibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The intracellular accumulation of E1 in coronavirusinfected cells results in budding of virions from intracellular membranes. This offers an important advantage to the virus in evasion of the host immune system. Persistent infections are readily established by coronaviruses both in vivo and in vitro (reviewed by Sturman and Holmes, 1983) . Perhaps conversion of the E1 protein from a plasma membrane protein to one that is retained intracellularly was an important step in the successful evolution of the coronaviruses. Such a conversion could have logically occurred by incorporation of a retention signal into a protein which already possessed signals for transport to the plasma membrane.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 339,
                    "text": "Sturman and Holmes, 1983)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In comparing the sequences of the E1 proteins from MHV and IBV, Rottier et al. (1986) observed that one of the most conserved regions between these proteins is found in the first and second hydrophobic domains. This implies that this region plays an important role in the function of the polypeptide. Our results suggest that this function is the retention of the protein in the Golgi region of the cell. The elucidation of the mechanism by which this occurs should provide valuable clues to the complex process of intracellular transport and targeting of proteins.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 85,
                    "text": "Rottier et al. (1986)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Structural requirements of a membrane spanning domain for membrane anchoring and cell surface transport",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "41",
            "issn": "",
            "pages": "1007--1015",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sequence and topology of a model intracellular membrane protein, E1 glycoprotein, from a coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smeekens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nature (Lond.)",
            "volume": "308",
            "issn": "",
            "pages": "751--752",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A film detection method for tritiumlabeled proteins and nucleic acids in polyacrylamide gels",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Bonner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Laskey",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Eur. J. Biochem",
            "volume": "46",
            "issn": "",
            "pages": "83--88",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "NH4-terminal hydrophobic region of influenza virus neuraminidase provides the signal function in translocation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "2327--2331",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sequence of the membrane protein gene from avian coronavirus IBV",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E G"
                    ],
                    "last": "Boursnell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D K"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Binns",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Virus Res",
            "volume": "1",
            "issn": "",
            "pages": "303--313",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Retention of membrane proteins by the endoplasmic reticulum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brands",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Snider",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Gelboin",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "1724--1732",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus IBV glycopolypeptides: locational studies using proteases and saponin, a membrane permeabilizer",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J C"
                    ],
                    "last": "Pappin",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Virus Res",
            "volume": "4",
            "issn": "",
            "pages": "145--156",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vaccinia virus expression vector: coexpression of 13-galactosidase provides visual screening of recombinant virus plaques",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brechling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mol. Cell. Biol",
            "volume": "5",
            "issn": "",
            "pages": "3403--3409",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coupling of cyclic chemotherapeutic compounds to immune gamma-globulins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Decarvalho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Nature",
            "volume": "202",
            "issn": "",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cell tropism and expression of mouse hepatitis virus (MHV) in mouse spinal cord cultures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dubois-Dalcq",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Doller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Haspel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Virology",
            "volume": "119",
            "issn": "",
            "pages": "317--331",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bovine opsin has more than one signal sequence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Friedlander",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature (Lond.)",
            "volume": "318",
            "issn": "",
            "pages": "339--343",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SV40-transformed simian cells support the replication of early SV40 mutants",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gluzman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cell",
            "volume": "23",
            "issn": "",
            "pages": "175--182",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Conversion of a secretory protein into a transmembrane protein results in its transport to the Golgi complex but not to the cell surface",
            "authors": [
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "37",
            "issn": "",
            "pages": "779--787",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rat liver asialoglycoprotein receptor lacks a cleavable NH2-terminal signal sequence",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Drickamer",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "7338--7342",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pathways of protein secretion in eukaryotes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science (Wash. D.C.)",
            "volume": "230",
            "issn": "",
            "pages": "25--32",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Internalization-defective LDL receptors produced by genes with nonsense and frameshift mutations that truncate the cytoplasmic domain",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lehrman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "41",
            "issn": "",
            "pages": "735--743",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Signal recognition particle--dependent membrane insertion of mouse invariant chain: a membrane-spanning protein with a cytoplasmically exposed amino terminus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lipp",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobberstein",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "2169--2175",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A single N-linked oligosaccharide at either of the two normal sites is sufficient for transport of vesicular stomatitis virus G protein to the cell surface",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Z"
                    ],
                    "last": "Florkiewicz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mol. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "3074--3083",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "General method for production and selection of infectious vaccinia virus recombinants expressing foreign genes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mackett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Virol",
            "volume": "49",
            "issn": "",
            "pages": "857--864",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A new method for sequencing DNA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Maxam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "74",
            "issn": "",
            "pages": "560--564",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Deletion of the cytoplasmic domain of the polymeric immunoglobulin receptor prevents basolateral localization and endocytosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mostov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Bruyn Kops",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Deicher",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "47",
            "issn": "",
            "pages": "359--364",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The human glucose transporter can insert posttranslationally into microsomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mueckler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "44",
            "issn": "",
            "pages": "629--637",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Coronavirus glycoprotein El, a new type of viral glycoprotein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Mol. Biol",
            "volume": "153",
            "issn": "",
            "pages": "993--1010",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Deletions into an NHrterminal hydrophobic domain result in secretion of rotavirns VPT, a resident endoplasmic reticulum membrane glycoprotein",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Poruchynsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tyndall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Both",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "2199--2209",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cytoplasmic domains of cellular and viral integral membrane proteins substitute for the cytoplasmic domain of the VSV G protein in transport to the cell surface",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Puddington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Jr. CellBiol",
            "volume": "102",
            "issn": "",
            "pages": "2147--2157",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Replacement of the cytoplasmic domain alters sorting of a viral glycoprotein in polarized cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Puddington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Woodget",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "2756--2760",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Expression from cloned cDNA of cellsurface and secreted forms of the glycoprotein of vesicular stomatitis virus in eukaryotic cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bergmarm",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cell",
            "volume": "30",
            "issn": "",
            "pages": "753--762",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Altered cytoplasmic domains affect intracellular transport of the vesicular stornatitis virus glycoprotein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "34",
            "issn": "",
            "pages": "513--524",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The presence of cysteine in the cytoplasmic domain of the vesicular stomatitis virus glycoprotein is required for palmitate addition",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gallione",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "2050--2054",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Immunocytochemical localization of galactosyl-transferase in HeLa cells: codistribution with thiamine pyrophosphatase in trans-Golgi cisternae",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "92",
            "issn": "",
            "pages": "223--229",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Heterologous transmembrane and cytoplasmic domains direct functional chimeric influenza virus hemagglutinins into the endocytic pathway",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Gething",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "1271--1283",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Coronavirus E1 glycoprotein expressed from cloned cDNA is localized in the Golgi region",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nature (Lond.)",
            "volume": "319",
            "issn": "",
            "pages": "2042--2045",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Signal recognition particle-dependant insertion of coronavirns Et, an integral membrane glycoprotein",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Biol. Chem",
            "volume": "260",
            "issn": "",
            "pages": "4648--4652",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Assembly in vitro of a spanning membrane protein of the endoplasmic reticulum: the E1 glycoprotein of coronavirns mouse hepatitis virus A59",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brandenburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "1421--1425",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Predicted membrane topology of the coronavirus protein El",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Welling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Welling-Webster",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G. M"
                    ],
                    "last": "Niesters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lenstra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biochemistry",
            "volume": "25",
            "issn": "",
            "pages": "1335--1339",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mechanisms for the incorporation of proteins in membranes and organelles",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreibich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adesnik",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "92",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The phospbomannosyl recognition system for intraceltalar and intercellular transport of lysosomal enzymes",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Sly",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell. Biochem",
            "volume": "18",
            "issn": "",
            "pages": "67--85",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Expression of a recombinant DNA gene coding for the vesicular stornatitis virus nucleocapsid protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sprague",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Condra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arnheiter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lazzarini",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Virol",
            "volume": "45",
            "issn": "",
            "pages": "773--781",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Multiplication of the avian coronavirus infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "207--220",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Coronavirus proteins: biogenesis of avian infectious bronchitis virus virion proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sefton",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Virol",
            "volume": "44",
            "issn": "",
            "pages": "794--803",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Coronavirus proteins: structure and function of the oligosaccharides of the avian infectious bronchitis virus glycoproteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sefton",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Virot",
            "volume": "44",
            "issn": "",
            "pages": "804--812",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Characterization of a coronavirus. I. Structural proteins: effects of preparative conditions on the migration of protein in polyacrylamide gels",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Virology",
            "volume": "77",
            "issn": "",
            "pages": "637--4549",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Characterization of a coronavirns. II. Glycoproteins of the viral envelope: tryptic peptide analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Virology",
            "volume": "77",
            "issn": "",
            "pages": "650--660",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Adv. Virus Res",
            "volume": "28",
            "issn": "",
            "pages": "35--112",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The novel glycoproteins of coronaviruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturrnan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Trends Biochem. Sci",
            "volume": "10",
            "issn": "",
            "pages": "17--20",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Isolation of coronavirns glycoproteins and interaction with the viral nucleocapsid",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Behnke",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Virol",
            "volume": "33",
            "issn": "",
            "pages": "449--462",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Infection ofAtT20 murine pituitary tumour ceils by mouse hepatitis virus strain A59: virus budding is restrict~l to the Golgi region",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Eur. J. Cell Biol",
            "volume": "37",
            "issn": "",
            "pages": "203--212",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Replication of eoronavirns MHV-A59 in sac-cells: determination of the first site of budding of progeny virions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Fur. J. Cell Biol",
            "volume": "33",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Subcellular compartmentalization of saccharide moieties in cultured normal and malignant cells",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Virtanen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ekblom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laurila",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Cell. Biol",
            "volume": "85",
            "issn": "",
            "pages": "429--434",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Protein translocation across the endoplasmic reticulum",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "38",
            "issn": "",
            "pages": "5--8",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Oligonucleotide-directed mutagenesis using M 13-derived vectors: and efficient and general procedure for the production of point mutations in any fragment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Zoller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Nucleic Acids Res",
            "volume": "10",
            "issn": "",
            "pages": "6487--6500",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Detection of E1 in infected and transfected COS-1 cells.(A) COS-I cells were either mock-infected or infected with IBV and radiolabeled 48 h later with [35S]cysteine for 2 h. IBV proteins were immunoprecipitated with a rabbit anti-IBV serum (ttlBV) or with a rabbit anti-peptide serum specific for the carboxy terminus of IBV E1 (r Positions of the IBV proteins N and E1 are noted, and the anx~ marks the position of a polypeptide that is most likely the spike glycoprotein, E2. (B) COS-1 cells were transfected with vector alone (pJCll9) or with pSV/IBVE1, and labeled 44 h later with [35S]eysteine for 2 h. E1 was immunoprecipitated with r (C) COS-1 cells were infected with a recombinant vaccinia virus encoding IBV E1 (VVE1) or as a control, with a recombinant vaecinia virus encoding VSV G protein (VVG). Cells were labeled 5 h after infection with [35S]cysteine for 1 h, and E1 was immunopreeipitated with r",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic representation of wild-type IBV El and mutant",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Expression of the mutant E1 proteins in transfected COS-1 cells. COS-I cells were tmnsfecl~ with DNA encoding the wildtype E1 protein, or the mutant E1 proteins Am2,3 or Aml,2. Cells were labeled 44 h after transfection with [35S]cysteine for 1 h. A parallel set of transfected cells was pretreated with 3 ~tg/ml tunicamycin (Tin) for 2 h and then labeled in the presence of the same concentration of the drug. E1 proteins were immunoprecipitated with the anti-E1 peptide serum and subjected to electrophoresis in a 15% polyacrylarnide gel.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). In contrast, the MHV E1 protein contains only O-linked carbohydrate(Neimann and  Klenk, 1981). The three potential membrane-spanning domains oflBV E1 include amino acids Tyr 21 through Thr 42,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Drs. David Stern and Bart Sefton for the eDNA clone encoding IBV El and for the rabbit anti-IBV antiserum; Nicholas Ling for the synthetic peptide; Bernard Moss for pSCU and wild-type vaccinia virus; Gall Wertz for advice on selecting recombinant vaceinia viruses; and Bart Sefton, Lynn Puddington, Willy Spaan, Bob Florkiewicz, and Peter Rottier for helpful discussions.This work was supported by Public Health Service grants AI-15481, GM-33840, and CA-14195 from the National Institutes of Health. C. Maehamer was supported by a postdoctoral fellowship from the National Institute of Allergy and Infectious Diseases.Received for publication 9 March 1987, and in revised form 6 May 1987.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}