{
    "paper_id": "3ba6e62e7ed8c087b34db8520cb1a203a062ded9",
    "metadata": {
        "title": "Public Health Emergency Response in Taiwan",
        "authors": [
            {
                "first": "Yi-Feng",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheng-Hao",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tsui-Feng",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In recent years, growth of international travel and trade, as well as climate change, has resulted in the frequent emergence and reemergence of infectious diseases such as Ebola, Zika, and MERS. In 2016, Taiwan used the Joint External Evaluation ( JEE) tool to evaluate its public health emergency response capacities and understand important areas for improvement. This article presents Taiwan's disaster and public health emergency response organizational structure, realtime integrated information, response processes, and command center structure. After reviewing the results of the JEE tool and drawing lessons from emergency response efforts in the United States, we provide 3 recommendations that may enhance Taiwan's public health emergency response capacities: establish common principles for disaster response regardless of which agency is in charge, standardize operation procedures, and perform regular training that includes nongovernmental organizations and a range of government departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "L ocated on the earthquake-prone circum-Pacific belt and seasonal typhoon impact zone, Taiwan has historically been threatened by natural disasters. Taiwan is a small island with high population and urban density. Disasters in Taiwan can grow into complicated events, causing large impacts on the country's economy, environment, and public health. In 2005, the World Bank report Natural Disaster Hotspots: A Global Risk Analysis indicated that 73% of Taiwan's land and population are exposed to 3 or more hazards, such as earthquake, landslide, or flood, and almost 99% of its land and population are exposed to 2 or more hazards. 1 In fact, Taiwan may be considered one of the most vulnerable areas to natural hazards on Earth. 2 In addition, as climate change con-tinues to affect the world, extreme weather affecting Taiwan may grow worse.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 632,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 729,
                    "end": 730,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Assembly (WHA) revised and adopted the International Health Regulations [IHR (2005) ] in 2005 and announced that all 196 states parties were to have IHR (2005) core capacities before 2012. However, as of 2015, only 33% of the states parties had accomplished this goal. 3, 4 In 2014, the Global Health Security Agenda (GHSA) was launched to accelerate progress toward accomplishing IHR (2005) core capacities and the goal of One Health. GHSA emphasizes increasing political attention and multi-stakeholder participation, coordination, and collaboration. Moreover, GHSA suggests that all countries employ a strategy centered on prevention, detection, and response in dealing with public health emergencies. 5 Although Taiwan is not a member of the World Health Organization (WHO), we are committed to voluntarily strengthening our response capacities in public health. Since 2009, Taiwan has participated in the operation of IHR (2005) . Furthermore, Taiwan accomplished the core capacities of the IHR in 2011 and used the Joint External Evaluation ( JEE) tool to assess public health emergency response capacities in Taiwan in 2016. 6, 7 In order to respond to disasters rapidly, Taiwan has constructed a public health emergency response framework that is a partnership network built using lessons learned from many painful experiences, such as the catastrophic earthquake in 1999 and the SARS outbreak in 2003. Through the framework, if a disaster occurs, Taiwan has the capacity to prevent, detect, and respond across all government levels and different departments. The framework achieves the spirit of the Global Health Security Agenda by encouraging cross-sectoral collaboration.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 100,
                    "text": "[IHR (2005)",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 288,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 289,
                    "end": 290,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 722,
                    "end": 723,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 944,
                    "end": 950,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1152,
                    "end": 1153,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article presents Taiwan's disaster and public health emergency response organizational framework, real-time integrated information, response processes, and the command center's structure. After reviewing the results of the JEE report and drawing lessons from emergency response efforts in the United States, we provide 3 recommendations: standardized response structure and operating procedures, education training programs, and cross-sectoral exercises to enhance Taiwan's public health emergency response capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Taiwan's disaster prevention and protection organizational structure can be divided into 3 levels: the central government, the county (or city), and the township. When a disaster occurs, each level may set up a disaster response center (see Figure 1 ). 8 Response centers at each level can be activated based on the scale of the disaster and other pertinent factors. At the local level, the response center is in charge of the first response, and the response center at the central level determines policy, allocates resources, and supports the first line response.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 254,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Disaster Prevention and Protection Organizational Structure"
        },
        {
            "text": "In public health, the Ministry of Health and Welfare is the authority at the central government level, the department of health is the authority at the county (or city) level, and the health station is the authority at the township level. The health authority is responsible for (1) emergency medical services (eg, on-site emergency rescue; medical treatment for the injured or ill in emergencies, mass casualty events, or in wilderness areas; transportation to hospitals; and referral of severely injured patients on offshore islands); (2) biological pathogen disaster responses (eg, patient referral for category 1 and 5 infectious diseases or unknown pathogens); (3) mental illness prevention and medical care service; and (4) other kinds of public health emergency event surveillance, preparedness, resource allocation, and response. [9] [10] [11] In order to allocate and dispatch medical resources efficiently and maintain the flexibility to face a range of public health emergencies, Taiwan launched a medical care network divided into 6 regions, based on geographic location. This enables each level of health authority and healthcare facility to be connected and to cooperate with each other.",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 841,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Disaster Prevention and Protection Organizational Structure"
        },
        {
            "text": "Since 2003, Taiwan's National Science and Technology Center for Disaster Reduction (NCDR) has played a role in disaster prevention and control technology development, disaster information analysis, and the provision of situational awareness. 12 In addition, the Disaster Prevention and Protection Expert Consultation Committee was established to provide professional consultation in disaster prevention or control policy recommendations. 13 In addition to expert consultation, Taiwan has also invested in transparently providing information in real time to policymakers and the public through internet-based integrated information platforms, such as the Emergency Management Information Cloud (EMIC) and the National Infectious Disease Statistic System (NIDSS). 14,15",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Real-Time Integrated Information"
        },
        {
            "text": "In the past, the central Taiwan government has primarily focused on social relief and support efforts during disasters. During the catastrophic earthquake on September 21, 1999, inadequate integrated information and an incomplete response framework resulted in a delayed government response. Thus, it became apparent that the disaster response framework required revision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disaster and Infectious Disease Emergency Response Processes"
        },
        {
            "text": "In order to strengthen the nation's prevention and response efforts and to protect life, property, and safety, the government set up a disaster prevention and control framework and response process based on the emergency response experiences in the United States and Japan since 2000. According to the framework, different agencies will be designated as the competent authority based on the type of disaster. For example, when a typhoon strikes Taiwan, the National Fire Agency will take the major responsibility for disaster response. However, every department in the government participates in the response in the event of a disaster. The framework also regulates work details and roles in pre-crisis, crisis, and post-crisis disaster stages. 16 If a disaster strikes, the Ministry of Health and Welfare will set up a transit center and provide relief resources. These include food, medicine, and other donations that are provided to victims of the disaster. The ministry will also support medical or human resource allocation, emergency medical services, patient referral, and environmental clearance. 17 Sometimes after a natural disaster occurs, infectious disease will spread suddenly. For example, after a flood, there are often many cases of Burkholderia pseudomallei, which is spread through dirty water. The Taiwan Center for Disease Control (Taiwan CDC) will mobilize staff to activate the Infectious Disease Emergency Response Team if the spread of infectious disease becomes a concern postdisaster. The team will provide environmental disinfection, vaccine resource management, epidemic surveillance, laboratory diagnosis, and health education in collaboration with local health officials and first responders. 18 Operation of the National Health Command Center",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 747,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1105,
                    "end": 1107,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1724,
                    "end": 1726,
                    "text": "18",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Disaster and Infectious Disease Emergency Response Processes"
        },
        {
            "text": "In 2003, an outbreak of severe acute respiratory syndrome (SARS) occurred in Taiwan; to control the situation and take immediate measures, the government established the temporary ''Prevention and Relief of SARS committee.'' During the SARS outbreak, because of insufficient realtime integrated information, response efforts were too slow, resulting in an inability to control the epidemic. Rumors spread quickly. The society and economy were disrupted. Based on the experience with SARS, the government decided to incorporate biological disasters into the Disaster Prevention and Protection Organizational Framework. 19 In addition, in order to respond to public health emergencies rapidly, in 2005 the National Health Command Center (NHCC) was built and established as Taiwan's Public Health Emergency Operation Center (PHEOC). This is physically located at the Taiwan CDC in Taipei and can be used as a command center for different types of health emergencies.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 620,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Disaster and Infectious Disease Emergency Response Processes"
        },
        {
            "text": "In a disaster, the Central Emergency Operation Center (CEOC), operated by the Executive Yuan, assumes a major role in command and response. During nonemergency times, the Office of Disaster Management (ODM) and relevant departments, such as the National Fire Agency, maintain operation of the CEOC. They execute disaster surveillance and risk assessment and rapidly respond to disasters with emergency task forces and response measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency Operation Center Overview"
        },
        {
            "text": "In an emergency, depending on the disaster severity, type, affected area, and other aspects, the CEOC may be activated. When the CEOC is activated, its command structure consists of at least 4 sections, including staff, information, operations, and administration sections as well as 1 on-scene incident office (see Figure 2 ). 17 ",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Emergency Operation Center Overview"
        },
        {
            "text": "The NHCC provides information integration and command in response to public health emergencies. Four types of command center can be set up in NHCC: the Central Epidemic Command Center (CECC), the Biological Pathogen Disaster Command Center, the Bioterrorism Attack Response Command Center, and the Central Medical Emergency Operation Center (CMEOC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NHCC/CECC Overview"
        },
        {
            "text": "During an infectious disease outbreak, the Central Epidemic Command Center is set up based on the type of emergency event. When the CECC is activated, the commander can adjust the response structure. For example, task forces may be established to deal with special tasks, additional personnel may be deployed, and surge staff may be stationed in the NHCC. 19, 20 To date, the CECC has been activated 8 times and has responded to dengue fever, enterovirus, novel influenza A virus infections (H1N1, H7N9), rabies, and Zika virus infection. The command structure of CECC includes surveillance, response, and logistics in 3 separate groups (see Figure 3 ).",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 360,
                    "end": 362,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 650,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "NHCC/CECC Overview"
        },
        {
            "text": "While the Central Emergency Operation Center is operating, multisectoral participation is required. Each authority will dispatch representatives to the CEOC. In addition, some authorities will also activate their EOCs to provide information and support the CEOC. The NHCC connects with the CEOC in similar ways (see Figure 4 ). 17",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Relationship Between CEOC and Other EOCs"
        },
        {
            "text": "When comparing the command structures of CEOC and CECC, the structure of CECC is more flexible. Unlike other disasters, infectious disease outbreaks may vary greatly depending on different disease types. Treatments, control measures, transmission routes, and prevention measures will be different, too. Sometimes an outbreak caused by an unknown pathogen may occur, such as SARS. Without knowing the disease treatment, prevention, and control measures, public health authorities may need to rely on past experiences to execute response efforts, including epidemiologic investigations and control measures. Therefore, the command structure of CECC is designed to be very flexible in order to dispatch the department's resources efficiently and meet response needs appropriately. However, because response strategies and measures may vary by disease, some response staff may not have a clear understanding of their duties or appropriate responses, which may reduce the efficiency of response operations during emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Command Structures"
        },
        {
            "text": "Based on our review of public health emergency response experiences from the United States and assessment results of the JEE tool, we drew the following lessons: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Recommendations"
        },
        {
            "text": "In Taiwan, based on the Disaster Prevention and Protection Organizational Framework, each disaster response plan is enacted by different competent authorities. For example, the Toxic Chemicals Disaster Response Plan is enacted by the Environmental Protection Agency. This kind of system means that the response will vary for different disasters. For example, if a toxic chemical disaster were to occur, other government departments might be less able to support the disaster response appropriately because they may be unfamiliar with the response plan in a toxic chemicals disaster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establish Common Response Principles"
        },
        {
            "text": "Unlike Taiwan, the United States has adopted an ''allhazards approach.'' 21 It has already established a doctrine (National Incident Management System, NIMS) and framework (National Response Framework, NRF) that provide each department with disaster management principles and duties to follow during emergencies. Thus, all the government departments can collaborate with each other to respond and communicate under the same principles during any type of disaster. 22, 23 Based on this example, Taiwan should adjust its disaster policy and establish a disaster response approach that operates along common principles. Although it may be difficult for Taiwan to reorganize the disaster organizational framework, establishing a common set of disaster response principles will allow the competent authorities for each disaster to develop appropriate plans.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Establish Common Response Principles"
        },
        {
            "text": "Taiwan is well-versed in responding to natural disasters and has already established relevant, detailed standard operating procedures (SOPs). However, during public health emergencies, such as a dengue fever or rabies outbreak, Taiwan uses a flexible command center structure, and SOPs are not well-established for these types of responses. This is a potential area for future improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standardize Operation Procedures"
        },
        {
            "text": "Based on a review of US systems and the results of Taiwan's evaluation with the JEE tool, we recommend that public health authorities in Taiwan learn and implement the incident command system (ICS). ICS establishes many checklists and standard procedures-for example, procedures for developing an incident action plan (IAP). Through well-established SOPs, CECC response staff will fully understand their duties during response, which will facilitate smooth operation of the CECC in the future. 7,22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standardize Operation Procedures"
        },
        {
            "text": "Taiwan should conduct regular training sessions that include a range of government sectors, NGOs, and the public. As reported in the JEE final report, regular multisectoral exercises need to be improved for public health emergencies such as infectious disease outbreaks. In the United States, it is common to conduct full-scale or tabletop exercises that involve multiple agencies and levels of government as well as nongovernmental organizations and Public health authorities in Taiwan already hold regular exercises and training; however, they seldom have multisectoral participation. In the future, Taiwan should plan a disease outbreak exercise that includes relevant government departments, NGOs, and the public. Through regular multisectoral exercises and training, partnerships between departments and agencies can be strengthened prior to an incident occurring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conduct Regular Training"
        },
        {
            "text": "Examples from response efforts in the United States and suggestions from results of the JEE tool have helped Taiwan envision how to improve cross-sectoral partnership, disaster response, and personnel mobilization efficiency. Taiwan should work to establish common principles, standardized operation procedures, and regular training that includes NGOs and a range of government departments in order to strengthen multilateral and multisectoral partnerships and capacities in response to public health emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Public health emergency response frameworks and response processes have been established in Taiwan. However, opportunities for improvement remain. Taiwan will continue to protect public health and safety and continue to strengthen response capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Natural Disaster Hotspots: A Global Risk Analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dilley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Deichmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emergency management in Taiwan: learning from past and current experiences",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Tso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcentire",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Responding to Public Health Emergencies",
            "authors": [],
            "year": 2005,
            "venue": "Implementation of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global Health Security Agenda and the International Health Regulations: moving forward",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Sorrell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kornblet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biosecur Bioterror",
            "volume": "12",
            "issn": "5",
            "pages": "231--238",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global Health Security Agenda: an opportunity to expand Taiwan's participation in international activities",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Medicine and Health",
            "volume": "4",
            "issn": "2",
            "pages": "17--26",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Disaster Prevention and Protection Organizational Framework",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Law & Regulations Database of the Republic of China. Law",
            "authors": [],
            "year": 2016,
            "venue": "?PCODE=L0020045. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Law & Regulations Database of the Republic of China",
            "authors": [],
            "year": 2016,
            "venue": "Law. Communicable Disease Control Act",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Law & Regulations Database of the Republic of China",
            "authors": [],
            "year": 2016,
            "venue": "Law. Mental Health Act",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Introduction.aspx?WebSiteID=873f5b27-b86d-4d5c-a356-c369768bffe9&id=43&subid=49&PageID=7. Accessed November 20",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Disaster Prevention and Protection Expert Consultation Committee. Introduction of Committee",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Law & Regulations Database of the Republic of China. Law. Disaster Prevention and Protection Act",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Minister of the Interior. Operating Guideline for Central Emergency Operating Center",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Guideline of the Natural Disaster Emergency Response. 7th ed. Taipei: Centers for Disease Control, Department of Health, R.O.C (Taiwan)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Biological disaster prevention and response system in Taiwan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chih",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Epidemiology Bulletin",
            "volume": "32",
            "issn": "3",
            "pages": "52--61",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Law & Regulations Database of the Republic of China",
            "authors": [],
            "year": 2016,
            "venue": "Law. Enforcement Regulations Governing the Central Epidemics Command Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Public Construction Commission Executive Yuan. Policy-Oriented Suggestions for Post-Disaster Recovery Related Mechanisms to the Public Works in Taiwan: The Comparative Study of the Operation Procedure of Rapid Needs PUBLIC HEALTH EMERGENCY RESPONSE IN TAIWAN Assessment in Taiwan and USA",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "National Incident Management System: Principles and Practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Christen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Callsen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "National Response Framework",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "This is a test: Georgia practices for bioterrorist threats. Public Health Matters blog",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Disaster Prevention and Protection Organizational Structure PUBLIC HEALTH EMERGENCY RESPONSE IN TAIWAN",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The Command Structure of the Central Emergency Operation Center",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The Command Structure of the Central Epidemic Command Center PUBLIC HEALTH EMERGENCY RESPONSE IN TAIWAN",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Relationship",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}