{
    "paper_id": "3c0c493a037dacafd2eda2e37518e0f0dff7955f",
    "metadata": {
        "title": "2009 H1N1 Influenza and Experience in Three Critical Care Units",
        "authors": [
            {
                "first": "Turgut",
                "middle": [],
                "last": "Teke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Selcuk University",
                    "location": {
                        "postCode": "42080",
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": "turgut-teke@hotmail.com"
            },
            {
                "first": "",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramazan",
                "middle": [],
                "last": "Coskun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erciyes University",
                    "location": {
                        "postCode": "38039",
                        "region": "Kayseri",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Murat",
                "middle": [],
                "last": "Sungur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erciyes University",
                    "location": {
                        "postCode": "38039",
                        "region": "Kayseri",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Muhammed",
                "middle": [],
                "last": "Guven",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erciyes University",
                    "location": {
                        "postCode": "38039",
                        "region": "Kayseri",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Taha",
                "middle": [
                    "T"
                ],
                "last": "Bekci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konya Educuation Research Hospital Pulmonary Diseases and Critical Care Unit",
                    "location": {
                        "postCode": "42040",
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Emin",
                "middle": [],
                "last": "Maden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Selcuk University",
                    "location": {
                        "postCode": "42080",
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Emine",
                "middle": [],
                "last": "Alp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erciyes University",
                    "location": {
                        "postCode": "38039",
                        "settlement": "Kayseri",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Mehmet",
                "middle": [],
                "last": "Doganay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erciyes University",
                    "location": {
                        "postCode": "38039",
                        "settlement": "Kayseri",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Ibrahim",
                "middle": [],
                "last": "Erayman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Selcuk University",
                    "location": {
                        "postCode": "42080",
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Kursat",
                "middle": [],
                "last": "Uzun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Selcuk University",
                    "location": {
                        "postCode": "42080",
                        "settlement": "Konya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe futures of ICU admission, demographic characteristics, treatment and outcome for critically ill patients with laboratory-confirmed and suspected infection with the H1N1 virus admitted to the three different critical care departments in Turkey. Methods: Retrospective study of critically ill patients with 2009 influenza A(H1N1) at ICU. Demographic data, symptoms, comorbid conditions, and clinical outcomes were collected using a case report form. Results: Critical illness occurred in 61 patients admitted to an ICU with confirmed (n=45) or probable and suspected 2009 influenza A(H1N1). Patients were young (mean, 41.5 years), were female (54%). Fifty-six patients, required mechanical ventilation (14 invasive, 27 noninvasive, 15 both) during the course of ICU. On admission, mean APACHE II score was 18.7±6.3 and median PaO 2 /FIO 2 was 127.9±70.4. 31 patients (50.8%) was die. There were no significant differences in baseline PaO 2 /FIO 2 and ventilation strategies between survivors and nonsurvivors. Patients who survived were more likely to have NIMV use at the time of admission to the ICU. Conclusion: Critical illness from 2009 influenza A(H1N1) in ICU predominantly affects young patients with little major comorbidity and had a high case-fatality rate. NIMV could be used in 2009 influenza A (H1N1) infection-related hypoxemic respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2009, cases of influenza like illness were first reported in Mexico on March 18; the outbreak was subsequently confirmed as H1N1 influenza. A Novel H1N1 swine origin influenza virus has led to a worldwide pandemic (1) . In the affected patients, a novel swine origin influenza A (H1N1) virus (S-OIV) with molecular features of North American and Eur-asian swine, avian, and human influenza viruses were isolated (2) . In the same month, the World Health Organization (WHO) classified the global spread of this virus as a public health event of international concern. After documentation of human to human transmission of the virus in at least three countries of two WHO regions, the WHO raised the pandemic level to 6 (3). It has spread very rapidly since the first cases were diagnosed in Mexico with the subsequent spread of the virus throughout Europe during the winter season. The H1N1 2009 influenza pandemic (pH1N1) has resulted in over 15921 deaths worldwide more than 212 countries as of 14 February 2010 (4) . Turkey reported its first laboratory-confirmed case of influenza A (H1N1) on 16 May 2009, becoming the eighteenth country in the WHO European region to do so, and a second case on 17 May 2009 (5) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1214,
                    "end": 1217,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The clinical picture in severe cases of pandemic (H1N1) 2009 influenza is markedly different from the disease pattern seen during epidemics of seasonal influenza, in that many of those affected were previously healthy young people. Current predictions estimate that, during a pandemic wave, 12-30 % of the population will develop clinical influenza (compared with 5-15% for seasonal influenza) with 4% of those patients requiring hospital admissions and one in five requiring critical care (6) .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Pandemic Influenza A (H1N1) virus infection is the first pandemic in which intensive care units (ICU) play a fundamental role. During the pandemic, a significant number of patients became critically ill primarily because of respiratory failure. Most of these patients required intubation and mechanical ventilation (7) .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this report, we describe futures of intensive care unit admission, demographic characteristics, treatment and outcome for critically ill patients with laboratory-confirmed and suspected infection with the H1N1 virus admitted to the three different critical care departments during winter of 2009 in Turkey. Influenza-like illness (ILI) is defined as fever, cough, and headache, accompanied by one or more of the following signs or symptoms: rhinorrhea, coryza, arthralgia, myalgia, prostration, odynophagia, chest pain, abdominal pain, and nasal congestion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Data were reported by the attending physicians reviewing medical charts, radiologic and laboratory records. The following information was recorded; demographic data, comorbidities, time from illness onset to hospital admission, time to first dose of antiviral delivery, microbiologic findings, and chest radiologic findings at ICU admission. Intubation and mechanical ventilation requirements, adverse events during ICU stay and laboratory findings at ICU admission were also recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL AND METHODS"
        },
        {
            "text": "We classified patients according to case definitions (confirmed, probable, or suspected) developed by the World Health Organization and Centers for Disease Control and Prevention. A confirmed case of novel influenza A (H1N1) virus infection is defined as a person with an ILI with laboratory confirmed novel influenza A (H1N1) virus infection by real time RT-PCR (8, 9) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "MATERIAL AND METHODS"
        },
        {
            "text": "We defined critically ill patients as those admitted to an adult intensive care unit (ICU); requiring mechanical ventilation or receiving intravenous infusion of inotropic or vasopressors during the hospitalization. Severity of illness was assessed in adults using the Acute Physiology and Chronic Health Evaluation (APACHE) II within 24 hours of ICU admission. We recorded co-morbidities and prior defined major co-morbidities as the presence of one or more of the following chronic medical conditions: asthma, chronic obstructive pulmonary diseases (COPD), congestive heart failure, malignancy, neuromuscular disorders, cerebral palsy, diabetes mellitus, coronary artery diseases, heart diseases, chemotherapy, malnutrition, immunosuppressive status or renal failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL AND METHODS"
        },
        {
            "text": "Nasopharyngeal-swab specimens were collected at admission, and bronchial-aspirate samples were obtained after tracheal intubation. Specimens were placed in transport medium and kept at a temperature from 2 to 4°C. RT-PCR testing was done in accordance with published guidelines from the U.S. Centers for Disease Control and Prevention (CDC) (10) . Seasonal vaccination history and radiographic findings were recorded to study form. Specimens (bronchoalveolar lavage and blood) for culture sent to microbiology laboratory for detection of bacterial infection in invasive and noninvasive mechanically ventilated patients. The body-mass index (BMI, weight in kilograms divided by the square of the height in meters) was calculated. Obesity defined as a BMI 30 to 40 in patients. Morbid obesity defined as BMI > 40.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "MATERIAL AND METHODS"
        },
        {
            "text": "Statistical analysis; Descriptive analysis included frequency (%) and mean ± standard deviation (SD). Mann-Whitney Test used for significance in between groups. We accepted P value <0.05 for significance. Table 1, Table 2 and Table 3 . In Table 4 comparison between survivors and nonsurvivors were shown. 3 ) 188.8±108.4 Opacity on initial chest X-ray, n (%) Normal chest X-ray 2 (3.2%) Bilateral infiltrates on chest X-ray 55 (90.1%) 1/4 quadrants infiltrates on chest X-ray 1 (1.7%) 2/4 quadrants infiltrates on chest X-ray 10 (17.2%) 3/4 quadrants infiltrates on chest X-ray 7 (12%) 4/4 quadrants infiltrates on chest X-ray 40 (69%) Symptoms at presentation included fever (88.5 %), cough (83.6 %), sputum (79 %) and dyspnea (96.7%). Diarrhea, nausea, and vomiting were reported in 24.6 %, 39.3 %, and 45.9 %, respectively. The mean time from the onset of illness to critical care admission was 7.56 ± 4.1 days (range, 2 to 22). Un-derlying medical condition was existed in 50 (82 %) patients. Obesity (27.9 %) and COPD (14.7 %) were the most common conditions in patients. There was no significant difference according to underlying medical condition in between nonsurvivor and survivor groups. A total of 3 patients (4.9%) were pregnant, of whom 2 had another underlying medical condition (asthma and heart disease). Of the 4 pregnant patients, 1 was in the first trimester, 1 was in the second trimester, 1 was in the third trimester, and 1 was in the postpartum period.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "3 )",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 233,
                    "text": "Table 1, Table 2 and Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 239,
                    "end": 246,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "MATERIAL AND METHODS"
        },
        {
            "text": "At the time of ICU admission, all patients had elevated lactate dehydrogenase levels (604.8 ± 316.9 U/L), 25 (40.9 %) above 500 U/L, and 7 (11.4 %) above 1000 U/L. Thirty-three patients (54%) had elevated aspartate aminotransferase (144.5 ± 178.07 U/L). Thirteen patients had elevated alanine aminotransferase (121.2 ± 127.5 U/L). Sixteen patients (26%) had increased creatinin kinase levels (mean 418.7 ± 529.1 U/L) (range, 6 to 2573 U/L). C-reactive protein was measured in 48 patients (78.7%) with a mean of 95.1 ± 49.5 mg/dL. Eighteen patients (24.6 %) had elevated creatinine levels (>1.2 mg/dL) at hospital admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During"
        },
        {
            "text": "On admission, 11 of 61 (18 %) patients who were tested had leukopenia, 27 of 61 (42.2 %) had anemia, and 18 of 61 (29.5 %) had thrombocytopenia. Twelve of 61 patients had positive blood and bronchoalveolar lavage cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During"
        },
        {
            "text": "Of the 61 patients, all of them received oseltamivir. The mean time from the onset of illness to the initiation of antiviral therapy was 7.4±4.17 days (range, 1 to 22 days); 2 of the patients received antiviral therapy within 48 hours after the onset of symptoms. Antiviral therapy was started before admission in 4 patients, on admission in 55 patients, within 48 hours after admission in 2 patients. There was significant difference according to the time from the onset of illness to the initiation of antiviral therapy between nonsurvivors and survivors (p<0.05). Initiation time of antiviral treatment was earlier in survivors compared to nonsurvivors. All patients received antibiotics. Antibiotic therapy was started before admission in 32 patients and on admission in 29 patients. Patients received a mean of two different antibiotics (range, one to five); 81% of the patients received more than one antibiotic. Commonly used antibiotics included moxifloxacin (in 19 patients), linezolid (in 14 patients), ampicilline-sulbactam (in 13 patients), clarithromycin (in 13 patients), piperacillin-tazobactam (in 12 patients), imipenem (in 11 patients), third generation cephalosporin (in 9 patients), vancomycin (in 2 patients), teicoplanin (in 4 patients), and tigecycline (in 8 patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During"
        },
        {
            "text": "Of 61 patients for whom data were available regarding the use of corticosteroids, 20 (32.8 %) received intravenous steroids. Of the patients who received corticosteroids, 85 % had an underlying medical condition; the most common conditions were COPD and asthma (70%). Chest radiograph findings were abnormal in 55 patients. Radiographic findings including bilateral infiltrates were existed in 55 patients on admission. Patients with viral primary pneumonia had bilateral patchy alveolar opacities, affecting two or five quadrants in 51 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During"
        },
        {
            "text": "All patients had a mean oxygen saturation of 65% (range, 45 to 80) in the absence of supplementary oxygen. After supplementary oxygen, all patients had a mean oxygen saturation of 83.7 % (range, 49 to 98).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During"
        },
        {
            "text": "Mean APACHE II score was 18.7 ± 6.3 (range, 6 to 37). All patients had gas exchange abnormalities on admission. PaO2/FiO2 ratio was 127.9±70.4 (range, 34 to 420). ARDS was diagnosed in 48 patients (78.6 %) and ALI in 4 (6.5 %) of the patients. Clinical evidence of bacterial infection on ICU admission was present in 7 patients (11.4 %).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During"
        },
        {
            "text": "Data on the use of mechanical ventilation in the ICU were available for all patients. Non-invasive mechanic ventilation was performed in 42 patients. Fifteen of these patients were endotracheally intubated after a mean of 3.4 ± 1.7 days. Fourteen patients initially received invasive mechanically ventilation. Thirty (49.2 %) patients survived to hospital discharge. APACHE II score was higher in nonsurvivors (20.9 ± 6.7) than survivors (16.5 ± 5.4) (p<0.01). There were 8 obese patients in nonsurvivor group and in 7 obese patients in survival group (p>0.05). In 3th days, mean level of urea, creatinine, international normalized ratio (INR) and heart rate were higher nonsurvivors than survivors (p<0.05, p<0.05, p<0.05, and p<0.01). PaO2/FiO2 ratio was lower in nonsurvivors than survivors in third ICU day (p<0.05). Renal failure began in third ICU day. Renal failure developed in 10 patients and 6 of them died.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During"
        },
        {
            "text": "Patients divided into two groups according to type of mechanical ventilatory support. Of all patients, 56 (91%) were mechanically ventilated on the first day of ICU admission; 14 (23 %) patients received invasive and 42 (68.8 %) noninvasive mechanical ventilation. Fifteen patients (24.5 %) who received noninvasive ventilation ultimately required invasive ventilation. Full-face mask was used in all patients for NIMV. APACHE II score, PCO2, white blood cell count and neutrophil account were higher in invasive mechanical ventilation group than NIMV group. Arterial blood pH was lower in invasive mechanical ventilation group than NIMV group. Duration of NIMV and IMV were 5.28 ± 3.4 days (range, 2 to 14) and 6.92 ± 5.8 days (range, 1 to 19) respectively. In survivors, the length of invasive mechanical ventilation ranged from 1 to 19 days (6.2 ± 5.5days). The length of NIMV ranged from 1 to 14 days (4.25 ± 3.8 days). There were no significant differences in tidal volume or ventilation strategies between survivors and nonsurvivors. Patients who survived were more likely to have NIMV use at the time of admission to the ICU. Patients who died were more likely to have IMV use at the time of admission to ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During"
        },
        {
            "text": "Our data of critically ill patients with Influenza A 2009 (H1N1) reveals that relatively younger patients are affected by the disease. Fever and respiratory symptoms were cardinal symptoms of disease in all patients. There was a relatively long period of illness prior to presentation to the hospital, followed by a short period of acute and severe respiratory deterioration. These patients had severe hypoxia requiring high FiO2, PEEP, and ventilator pressures. Within 30 days, 51% of critically ill patients had died. Previously published reports have highlighted cases of severe viral pneumonia affecting patients younger than the expected age of patients affected during a normal influenza season (11) . The low mean age is different from seasonal influenza, in which older patients appear more susceptible to severe diseases (12) . Our findings are consistent with these reports. In our data and in other studies, death was occurred mostly young critically ill patients (1, 13, 14) . But, the risk of death increased with increasing age. Importantly, severity of illness and mortality in our cohort are similar to that demonstrated previously with novel H1N1. The first data from Mexico showed that most of the patients were previously healthy (1). In our study, the most of critically ill patients had comorbidities and there was no difference according to comorbidities between survived and died patients. A history of lung diseases, obesity, diabetes, hypertension, neurological diseases, malignancy, and heart diseases were the most common comorbidities in our study (83.6%). Among critically ill patients, obesity has been shown to be a risk factor for increased morbidity, but not consistently with mortality (15) . In our study, there was no statistically significant difference due to obesity between survivors and nonsurvivors. We did not find a significant difference in BMI between survivors and nonsurvivors. An early 2009 meta-analysis indicated that obesity was not associated with increased ICU mortality (16) . A recent, large cohort study by Gong et al. (17) prior to 2009 novel H1N1 infection, noted an association of obesity with ARDS but not with mortality. The Canadian novel H1N1 experience likewise suggests that BMI did not differ between survivors and non-survivors (18) . Patients with H1N1 infection-related critical illness experienced symptoms for an average of 6 days prior to hospital presentation, but rapidly worsened and required care in the ICU within 1 to 2 days (1). In our study, this duration was higher than other studies (1, 18, 19) . The tendency of females to develop severe 2009 influenza A (H1N1) infection in this series is striking. A general female susceptibility has been observed in other influenza case series of variable severity including reports of H1N1 infections (18, 19) . In this report, death was higher in males than females. The explanation for increased risk of death among males in this report may be due to existence of more frequent comorbidities in man. In most of infectious diseases and related conditions such as sepsis and septic shock, males represent a larger proportion of cases and have a higher mortality (20, 21) . Importantly, we found in this cohort that APACHE II score may help to identify patients at high risk of death.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 705,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 983,
                    "end": 986,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1720,
                    "end": 1724,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2025,
                    "end": 2029,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2064,
                    "end": 2080,
                    "text": "Gong et al. (17)",
                    "ref_id": null
                },
                {
                    "start": 2296,
                    "end": 2300,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2567,
                    "end": 2570,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2571,
                    "end": 2574,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2575,
                    "end": 2578,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2824,
                    "end": 2828,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2829,
                    "end": 2832,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3185,
                    "end": 3189,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3190,
                    "end": 3193,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Rarely, we used vasopressor support on day 1 following ICU admission (3.2%). Broad-spectrum antibacterial agents were initiated in almost all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Chest radiographs demonstrating bilateral mixed interstitial or alveolar infiltrates were found in 90% of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our study, 92% of patients required ventilator support for profound hypoxemic respiratory failure, requiring high levels of inspired oxygen and PEEP. However, survival rate was higher in NIMV than invasive ventilation. We used full-face mask in all patients for NIMV. Noninvasive ventilation has been used an alternative therapy for patients with acute respiratory failure with hopes of obviating intubation and mechanical ventilation. The results of NIMV in hypoxemic respiratory failure have been conflicting, and the etiology of hypoxemia appears to be an important determinant of its success. Ferrer et al. (22) compared NIMV to conventional venture oxygen delivery in patients with severe hypoxemic respiratory failure and found that NIMV decreased the need for intubation. This benefit was observed in the subgroup of patients with pneumonia, but not in those with ARDS, in which the intubation rates were high in both groups. A meta-analysis suggests that NIMV does not decrease the need for intubation, so there is not enough evidence to support its use in ARDS (23) . Of all patients, 56 (91 %) were mechanically ventilated on the first day of ICU admission; 14 (23 %) invasively and 42 (68.8 %) noninvasively. Fifteen patients (24.5%) who received noninvasive ventilation ultimately required invasive ventilation. Dominguez-Cherit et al. (24) reported that invasively ventilation was used in 82.7% of patients. In Kumar's study (18) , invasive ventilation was used in 81% of patients with swine flu associated respiratory failure. In our study, we used noninvasive ventilation in 68.8% of critically patients with 2009 Influenza A (H1N1) on admission ICU. In critically ill patients with 2009 influenza A (H1N1) infection, high levels of PEEP were often used to achieve adequate oxygenation. In our study, patients with ARDS were often had PEEP refractory hypoxemia. It was also noted that once patients improved and the weaning process was started, oxygenation was sensitive to small decrements in PEEP. We used high PEEP levels up to 20-25 cmH2O in some patients.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 618,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1441,
                    "end": 1445,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Use of noninvasive mechanical ventilation has some significant problems when there is risk of transmitting infectious diseases. Use of noninvasive ventilation was identified as risk factor for transmitting infection due to exposure to aerosols during SARS epidemics (25) . It was advised to avoid from noninvasive ventilation during SARS epidemic. These were expert opinions but in an experimental model, it was claimed that noninvasive ventilatory support may increase occupational risk (26) .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However it was shown multiple times that noninvasive ventilatory support may decrease mortality with avoiding from endotracheal intubation. It is difficult to identify immediately if patients are infected or not during epidemic so noninvasive ventilation can be initial chose of ventilatory support in those patients. There is always a potential harm from a withholding a procedure while there is epidemics. Even if there is risk to use noninvasive ventilation for H1N1 patients since it may save the lives, we decided to use it under strict isolation including negative pressure isolation rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, we have demonstrated that 2009 influenza A (H1N1) infection-related critical illness predominantly affects young patients with little major comorbidity and is associated with severe hypoxemic respiratory failure, often requiring prolonged mechanical ventilation. Among patients admitted to ICU, older age, and a requirement for invasive ventilation were associated with increased risk of death, but because there were greater numbers of younger patients in our cohort, the majority of deaths occurred in younger patients. Alternatively, NIMV could be used in 2009 influenza A (H1N1) infection-related hypoxemic respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pneumonia and respiratory failure from swine-origin influenza A (H1N1) in Mexico",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Padilla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De La Rosa-Zamboni",
                    "suffix": ""
                },
                {
                    "first": "Ponce",
                    "middle": [],
                    "last": "De Leon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "680--89",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2605--2620",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Europe outbreak update; Influenza A (H1N1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza-like illness in the United States and Mexico",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Europe outbreak update; Turkey reports first cases of influenza A(H1N1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic (H1N1) 2009 influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Flutter",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Anaesth",
            "volume": "104",
            "issn": "",
            "pages": "128--170",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ventilator management for hypoxemic respiratory failure attributable to H1N1 novel swine origin influenza virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Miller Rr 3rd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CDC. Interim Guidance on Specimen Collection, Processing, and Testing for Patients with Suspected Novel Influenza A (H1N1) Virus Infection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO guidance on global surveillance; Human infection with pandemic (H1N1) 2009 virus: updated interim",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "CDC protocol of realtime RTPCR for influenza A (H1N1)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe respiratory disease concurrent with the circulation of H1N1 influenza",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bertozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Colchero",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "674--683",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Avian flu to human influenza",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annual Review of Medicine",
            "volume": "57",
            "issn": "",
            "pages": "139--54",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Risk of severe outcomes among patients admitted to hospital with pandemic (H1N1) influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kropp",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CMAJ",
            "volume": "182",
            "issn": "",
            "pages": "349--55",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hospitalized patients with 2009 H1N1 influenza in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kropp",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "1935--1979",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Obesity is associated with increased morbidity but not mortality in critically ill patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Madl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Filipescu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Intensive Care Med",
            "volume": "34",
            "issn": "",
            "pages": "1999--2009",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Obesity and acute lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccallister",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Adkins",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Chest Med",
            "volume": "30",
            "issn": "",
            "pages": "495--508",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Body mass index is associated with the development of acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bajwa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Christiani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Thorax",
            "volume": "65",
            "issn": "",
            "pages": "44--50",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Critically ill patients with 2009 influenza A (H1N1) infection in Canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zarychanski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1872--79",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Critical care services and 2009 H1N1 Influenza in Australia and New Zealand",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anzic Influenza Investigators",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pettilä",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Seppelt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "1925--1959",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Duration of hypotension before initiation of effective antimicrobial therapy is the critical determinant of survival in human septic shock",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "1589--96",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The epidemiology of sepsis in the United States from 1979 through 2000",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mannino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1546--54",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Noninvasive ventilation in severe hypoxemic respiratory failure: A randomized clinical trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esquinas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alarcon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "168",
            "issn": "",
            "pages": "1438--1482",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Is there a role for noninvasive ventilation in acute respiratory distress syndrome? A meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Respir Med",
            "volume": "100",
            "issn": "",
            "pages": "2235--2273",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Critically ill patients with 2009 influenza A (H1N1) in Mexico",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Domínguez-Cherit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lapinsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Macias",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1880--87",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Critically ill patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lapinsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hallett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "367--73",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Noninvasive positive pressure ventilation: an experimental model to assess air and particle dispersion",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "130",
            "issn": "",
            "pages": "730--770",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "In response to an outbreak of influenza A virus infection in Mexico, Turkish Ministry of Health developed a case report form. The patients were admitted to hospital and critical care units according to this case report form. Data were collected retrospectively on all patients who had influenza A 2009 related critical illness from November 1 2009 toDecember 15  2009. Ethical approval was provided from the Ethics Committee of Meram Medical Faculty, Selcuk University, Konya, Turkey.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "the study period which is November 1 2009 to December 15 2009, 61 critically ill patients were admitted to three different critical care units in Turkey due to confirmed or suspected influenza A 2009 (H1N1) infection were assessed. In 45 patients, diagnosis was confirmed by real-time PCR for pandemic H1N1 virus. In 16 patients, diagnosis was suspected according to CDC and WHO criteria (8, 9). Average age was 41.52 ± 15.7 years and, 54 % were female (female: 33, male: 28). Mortality rate was 50.8 % (31 patients). Mortality rate in males was 64.3% and in females 39.4% (p >0.05) Clinical characteristics of patients with influenza A virus infection were showed in",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characteristics of the patients with Influenza A (H1N1) virus in critical care unit",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Laboratory findings of the patients with Influenza A (H1N1) virus in critical care unit",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Clinical Course and Outcomes of Patients with Influenza A (H1N1) virus in critical care unit Days from onset symptoms to ICU admission, 7.4±4.17 Days from onset symptoms to first antiviral dose 7.09±4.24 Mechanical ventilation on admission, n (%)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Comparison of survivors and nonsurvivors",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors report no conflicts of interest. The authors alone are responsible for the content and writing of the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}