{
    "paper_id": "3c919c2857ddedf0a444aa214761e16e4676d50b",
    "metadata": {
        "title": "Establishment of Epstein-Barr Virus Growth-transformed Lymphoblastoid Cell Lines",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Hui-Yuen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Mcallister",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Koganti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Hill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Bhaduri-Mcintosh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infection of B cells with Epstein-Barr virus (EBV) leads to proliferation and subsequent immortalization, resulting in establishment of lymphoblastoid cell lines (LCL) in vitro. Since LCL are latently infected with EBV, they provide a model system to investigate EBV latency and virus-driven B cell proliferation and tumorigenesis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Isolation of peripheral blood mononuclear cells (PBMC)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". LCL have been used to present antigens in a variety of immunologic assays 2, 3 . In addition, LCL can be used to generate human monoclonal antibodies 4, 5 and provide a potentially unlimited source when access to primary biologic materials is limited 6, 7 .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 79,
                    "end": 80,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 152,
                    "end": 154,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 155,
                    "end": 156,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 256,
                    "end": 257,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A variety of methods have been described to generate LCL. Earlier methods have included the use of mitogens such as phytohemagglutinin, lipopolysaccharide 8 , and pokeweed mitogen 9 to increase the efficiency of EBV-mediated immortalization. More recently, others have used immunosuppressive agents such as cyclosporin A to inhibit T cell-mediated killing of infected B cells 7, [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 180,
                    "end": 181,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 376,
                    "end": 378,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The considerable length of time from EBV infection to establishment of cell lines drives the requirement for quicker and more reliable methods for EBV-driven B cell growth transformation. Using a combination of high titer EBV and an immunosuppressive agent, we are able to consistently infect, transform, and generate LCL from B cells in peripheral blood. This method uses a small amount of peripheral blood mononuclear cells that are infected in vitroclusters of cells can be demonstrated. The presence of CD23 with EBV in the presence of FK506, a T cell immunosuppressant. Traditionally, outgrowth of proliferating B cells is monitored by visualization of microscopic clusters of cells about a week after infection with EBV. Clumps of LCL can be seen by the naked eye after several weeks. We describe an assay to determine early if EBVmediated growth transformation is successful even before microscopic clusters of cells can be demonstrated. The presence of CD23 hi CD58 + cells observed as early as three days post-infection indicates a successful outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The An alternative is to obtain the supernatant from B95-8 cells containing EBV from the ATCC (VR-1492) and use at the dilution recommended by the ATCC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Video Link"
        },
        {
            "text": "2. Underlay diluted blood with 15 ml Ficoll Hypaque lymphocyte separation medium. Centrifuge at 225 x g without brake at room temperature for 30 minutes. 3. Remove buffy coat and transfer into a new 50 ml conical tube. Raise volume to 50 ml with PBS and spin at 600 x g at room temperature for 10 minutes. 4. Pour off supernatant. Wash cells by resuspending pellet in 50 ml PBS and spinning at 600 x g at room temperature for 10 minutes. Wash twice more in a similar manner. 5. Resuspend washed cells in 1 ml of complete RPMI. Use 5 μL of cells to prepare a 1/10 dilution in Trypan blue. Count live cells using a hemocytometer. 6. Adjust the volume using complete RPMI in a 25 cm 2 tissue culture flask to obtain a cell concentration of 2 x 10 6 /ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Video Link"
        },
        {
            "text": "1. Add FK506 (AG Scientific) to the cell suspension from 2.6 to a final concentration of 20 nM. Place flask in CO 2 incubator at 37°C for one hour. 2. Rapidly thaw an aliquot of EBV. Remove flask from incubator and add EBV to the cells at 1/10 dilution. Typically, this dilution provides an MOI of 50-100. Swirl flask to mix and place it upright in CO 2 incubator at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection with EBV"
        },
        {
            "text": "Note that Step 4, performed to predict successful outcome, is an optional step. If",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection with EBV"
        },
        {
            "text": "Step 4 is to be performed, you will need to incubate an additional flask of un-infected PBMC at 2 x 10 6 cells/ml as control. vi. single-stained with FITC conjugated isotype control antibody matched to CD58-FITC (at the same concentration as anti-CD58 antibody) vii. single-stained with PE-Cy5 conjugated isotype control antibody matched to CD19-PE-Cy5 (at the same concentration as anti-CD19 antibody) viii. triple-stained with all three isotype control antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection with EBV"
        },
        {
            "text": "Temporarily store the mixes at 4°C in the dark. 3. In day three post-exposure to EBV, gently swirl flask to obtain a more uniform cell suspension. Remove 2ml from flask into a 2ml Eppendorf tube. Spin tube in a microcentrifuge at 3000 rpm at room temperature for 3 minutes. antibody. Plot CD19 + live B cells with fluorescence intensity for CD23 on x-axis and fluorescence intensity for CD58 on y-axis. Determine CD23 + and CD58 + cells by comparing to EBV-exposed cells stained with matched isotype control antibodies. Presence of CD23 hi CD58 + cells in EBV-exposed culture ( Figure 2C ) predicts successful outgrowth of EBV-infected growth transformed cells. In contrast, CD23 hi CD58 + cells do not emerge when cells are not exposed to EBV (Figure 2A ) or exposed to a non-immortalizing strain of EBV ( Figure 2B ). CD23 hi CD58 + cells have been experimentally demonstrated to undergo proliferation and subsequently establish LCL (14).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 587,
                    "text": "Figure 2C",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 754,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 816,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Identifying proliferating population of cells (Optional step)"
        },
        {
            "text": "1. Visualization of cells by light microscopy: By a week after EBV infection, clusters of cells are visible by light microscopy. Figure 3 shows an example of early microscopic clusters ( Figure 3B ) in a flask. 2. As time progresses, microscopic clusters become larger such that clumps are visible macroscopically in the flask. Figure 3C shows larger clusters of cells in established LCL by light microscopy. 3. Feeding cells: Double the volume of culture medium in the culture flask on day 12. Subsequently, expand culture by increasing its volume 2-3 fold using complete RPMI. 4. Periodicity of feeding cells should be determined based on rate of cell growth. When the culture medium turns yellow, it is generally time to replace the media as above. Typically, this occurs once per week. However, some cell lines may need to be fed more or less frequently. Expand culture to 75-100 ml over the next few weeks. 5. Cryopreservation: When freezing down cells, centrifuge cells at 600 x g for 10 minutes at room temperature. Remove the supernatant and resuspend cell pellet in cold freezing medium containing 90% FBS and 10% dimethylsulfoxide at 1 x 10 7 cells/ml. Place tube in liquid nitrogen. . Un-infected cells ( Figure 2A ) and cells exposed to EBV from HH514-16 cells (Figure 2B ), harboring a non-immortalizing strain of EBV, do not demonstrate CD23 hi CD58 + cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 196,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 337,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1225,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1283,
                    "text": "(Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Expansion and cryopreservation of LCL"
        },
        {
            "text": "You may also visualize cells by light microscopy to monitor successful outcome: As mentioned earlier, within a week after EBV infection, small clusters of cells in the flask are visible by light microscopy ( Figure 3B ). As time progresses and cells develop into LCL, microscopic clusters become larger ( Figure 3C ) such that clumps are visible macroscopically in the flask. PBMC present in the buffy coat of an established gradient are exposed to FK506 followed by addition of EBV. EBV-exposed cells are grown at 37°C in the presence of 5% CO 2 to establish and subsequently expand LCL for cryopreservation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 314,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Expansion and cryopreservation of LCL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Persistence of the Epstein-Barr virus and the origins of associated lymphomas",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Thorley-Lawson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N. Engl. J. Med",
            "volume": "350",
            "issn": "",
            "pages": "1328--1365",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Use of spontaneous Epstein-Barr virus lymphoblastoid cell lines genetically modified to express tumor antigen as cancer vaccines: mutated p21 ras oncogene in pancreatic carcinoma as a model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kubuschok",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Hum. Gene Ther",
            "volume": "13",
            "issn": "",
            "pages": "815--842",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "B cells under influence: transformation of B cells by Epstein-Barr virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kuppers",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Rev. Immunol",
            "volume": "3",
            "issn": "",
            "pages": "801--813",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An efficient method to make human monoclonal antibodies from memory B cells: potent neutralization of SARS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Traggiai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Med",
            "volume": "10",
            "issn": "",
            "pages": "871--876",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Maintenance of serological memory by polyclonal activation of human memory B cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bernasconi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Traggiai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "298",
            "issn": "",
            "pages": "2199--202",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An efficient method for the rapid establishment of Epstein-Barr virus immortalization of human B lymphocytes",
            "authors": [
                {
                    "first": "H.-M",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell Prolif",
            "volume": "36",
            "issn": "",
            "pages": "191--198",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Use of a simple method for the Epstein-Barr virus transformation of lymphocytes from members of large families of Reunion Island",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Hum. Hered",
            "volume": "38",
            "issn": "",
            "pages": "36--43",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Efficiency of transformation of lymphocytes by Epstein-Barr virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Virology",
            "volume": "76",
            "issn": "",
            "pages": "152--63",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics of Epstein-Barr virus activation of human B lymphocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Bird",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Exp. Med",
            "volume": "154",
            "issn": "",
            "pages": "832--841",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A routine method for the establishment of permanent growing lymphoblastoid cell lines",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Neitzel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Hum. Genet",
            "volume": "73",
            "issn": "",
            "pages": "320--326",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human B lymphocytes immortalization by Epstein-Barr virus in the presence of cyclosporin A",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pelloquin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lamelin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lenoir",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "In Vitro Cell Dev. Biol",
            "volume": "22",
            "issn": "",
            "pages": "689--94",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epstein-Barr virus transformation of cryopreserved lymphocytes: prolonged experience with technique",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pressman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Rotter",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am. J. Hum. Genet",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epstein-Barr virus: Transformation, cytopathic changes, and viral antigens in squirrel monkey and marmoset leukocytes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Proc. Nat. Acad. Sci",
            "volume": "69",
            "issn": "",
            "pages": "383--390",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of a sub-population of B cells that proliferates after infection with Epstein-Barr virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Megyola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhaduri-Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virol. J",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Generation of Epstein-Barr virus (EBV)-immortalized B cell lines",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tosato",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Current Protocols of Immunology. Chapter",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Remove eight 50μl aliquots into individual Eppendorf tubes or a 96-well V-bottom plate. Spin tubes or the plate at 1500 x g for 3 minutes. 6. Discard supernatant and vortex tubes/plate. Resuspend cells in each tube/well in 50 μL of FACS buffer containing appropriate antibody dilutions prepared in 4.2. 7. Incubate tubes/plate on ice in the dark for 30 minutes. Centrifuge cells at 3000 rpm for 3 minutes, remove supernatant, and add 200 μL of FACS buffer. Centrifuge cells again and remove supernatant to complete the wash. Repeat two more washes. 8. Resuspend cells in 200 μL FACS buffer and acquire data using a flow cytometer, acquiring 20,000 events/tube. 9. Analyze data using WinMDI (freeware for FACS data analysis on PC). Gate on live cells using forward and side scatter profiles. Then, gate live cells for expression of CD19 + (B cell marker) after comparing with cells stained with isotype control antibody matched to anti-CD19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Workflow for generation and cryopreservation of lymphoblastoid cell lines. Peripheral blood is centrifuged through a Ficoll gradient.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "video component of this article can be found at http://www.jove.com/video/3321/ Resuspend cells in the original volume of complete RPMI 1640 (from 1.2) and place the flask in CO 2 incubator for 96 hours. This method has been shown to produce high titers of infectious virus particles Centrifuge at 600 x g for 10 min at 4°C to separate EBV-containing culture supernatant from cells. Filter supernatant through a 0.45-micron filter, aliquot, and store at -70°C for over a year.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "stained with PE conjugated isotype control antibody matched to CD23-PE (at the same concentration as anti-CD23 antibody)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Successful outcome is predicted by the presence of CD23 hi CD58 + cells. Approximately 2-3% of live cells on day 3-4 after exposure to EBV should have this profile (Figure 2C). Other sub-populations of CD23",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The method described in this paper generates LCL from donor peripheral blood with rapid immortalization and cryopreservation times. Through the use of FK506, a T cell immunosuppressant, and high titers of infectious virus we are able to promote proliferation of EBV-infected B cells from peripheral blood mononuclear cells. These interventions make the described method more efficient, resulting in rapid expansion of cells for subsequent experiments.Traditionally, growth transformation has been monitored by visualization of clusters of cells by light microscopy about a week after exposure to EBV 6, 15 . However, clustering of cells is not a specific indicator of EBV-mediated growth transformation. We have previously demonstrated consistent identification of the proliferating cell population via flow cytometry 14 , providing an accurate and specific method to determine successful outcome as early as three days after exposure of B cells to EBV.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 603,
                    "end": 605,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 818,
                    "end": 820,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No conflicts of interest declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ]
}