{
    "paper_id": "3ced31e65e14cbd45628ea410b50d4e4841c9f50",
    "metadata": {
        "title": "PEER REVIEW HISTORY",
        "authors": []
    },
    "abstract": [
        {
            "text": "BMJ Open publishes all reviews undertaken for accepted manuscripts. Reviewers are asked to complete a checklist review form (http://bmjopen.bmj.com/site/about/resources/checklist.pdf) and are provided with free text boxes to elaborate on their assessment. These free text comments are reproduced below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE DETAILS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Protocol for a randomised, single-blind, two-arm, parallel-group controlled trial of the efficacy of rhinothermy delivered by nasal high flow therapy in the treatment of the common cold",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Manuscript title: Protocol for a randomised, single-blind, two-arm, parallel-group controlled trial of the efficacy of rhinothermy delivered by nasal high flow therapy in the treatment of the common cold Summary Thanks for the opportunity to review this manuscript. It is an interesting and well-reported study protocol plan to undertake a definitive, adequately powered RCT to investigate the effectiveness of nasal high flow rhinothermy treatment in the management of the common cold. A pilot of 30 patients (also published in BMJ Open) demonstrated this study is feasible and enabled an accurate power calculation. It is important because the current evidence (summarised well in a Cochrane review) leaves the efficacy of heated, humified air for the common cold uncertain, recommending more high-quality randomised trials. Although this is industry-funded, the arrangement appears to be arms-length, with no representation of the company listed among the authors. The RCT has elements of both a pragmatic trial (something that could be delivered immediately to people suffering colds, should it prove effective), as well as interpretive (by excluding patients with influenza virus -which will not be practical in most settings. However, interpreting this should be possible by examining the numbers excluded. Minor issues 1-Blinding is a potential issue if patients can detect whether they have the higher temperature humidified air. Accordingly, might it be worth asking patients to guess which arm they were in at Day 14, so that breaking of blinding can be assessed. 2-It is probably worth providing details about how important future protocol amendments will be communicated. Please leave your comments for the authors below This is a well-planned study protocol. which may lead to a low risk of bias. As an outcome, one can add measurement of viral load, the weight of the nasal secretions and rhinomanometry Answer: Thank you for raising these questions. In terms of viral load, in view of the diversity of viruses which can cause the common cold we decided not to measure viral load as part of this study. Although this would be interesting, it would be burdensome and expensive for this study. We are however analysing nasopharyngeal specimens obtained on Day 1 from participants who are enrolled in the cold study, in order to isolate their causative viruses for descriptive purposes (as listed as a tertiary outcome in the protocol manuscript). As up to 2/3 of colds are caused by human rhinovirus, we intend to perform an interaction analysis to assess evidence that there are different treatment outcomes for those participants who test positive for HRV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "We thank the reviewer for suggesting measurement of nasal secretions, we agree that this outcome would be interesting from a mechanistic perspective however, as this study focuses on outcomes which have direct clinical relevance to patients, such as severity of symptoms (including those of nasal discharge and nasal stuffiness), we do not consider weight of nasal secretions to be a relevant outcome for patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Finally, rhinomanometry has been performed in previous studies involving rhinothermy and we thank the reviewer for considering its inclusion in this study. However, we will be collecting data on symptom severity which includes the perceived severity of a patients' \"blocked nose\" and as such consider this an outcome which will be clinically relevant to patients. Please leave your comments for the authors below Manuscript title: Protocol for a randomised, singleblind, two-arm, parallel-group controlled trial of the efficacy of rhinothermy delivered by nasal high flow therapy in the treatment of the common cold Summary Thanks for the opportunity to review this manuscript. It is an interesting and well-reported study protocol plan to undertake a definitive, adequately powered RCT to investigate the effectiveness of nasal high flow rhinothermy treatment in the management of the common cold. A pilot of 30 patients (also published in BMJ Open) demonstrated this study is feasible and enabled an accurate power calculation. It is important because the current evidence (summarised well in a Cochrane review) leaves the efficacy of heated, humified air for the common cold uncertain, recommending more high-quality randomised trials. Although this is industry-funded, the arrangement appears to be arms-length, with no representation of the company listed among the authors. The RCT has elements of both a pragmatic trial (something that could be delivered immediately to people suffering colds, should it prove effective), as well as interpretive (by excluding patients with influenza virus -which will not be practical in most settings. However, interpreting this should be possible by examining the numbers excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Minor issues 1-Blinding is a potential issue if patients can detect whether they have the higher temperature humidified air. Accordingly, might it be worth asking patients to guess which arm they were in at Day 14, so that breaking of blinding can be assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Answer: Thank you for raising this potential issue. It is correct that a patient might be able to detect that they are receiving a high temperature humidified air, however, in the study participant information sheet provided to participants (which I have now included in Supplementary File 2) , participants are informed that they will receive one of \"two different regimens of rhinothermy\" and that \"these two therapies deliver warmed, humidified air through the nostrils at different settings.\" The settings are not specified, including their respective temperatures. Participants instead are informed that \"we believe that one of these regimens/settings is likely to be more effective than the other and this study will find out if this is true\" rather than stating that we hypothesise the hotter and longer therapy will be more effective. As such, detecting a warmer temperature, or experiencing a long duration of treatment, should not unblind participants to what they might consider to be the more effective treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 292,
                    "text": "Supplementary File 2)",
                    "ref_id": null
                }
            ],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "2-It is probably worth providing details about how important future protocol amendments will be communicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Answer: Thank you for raising this point. The principal investigator will submit all changes to relevant parties (including the study funder) and all substantial amendments to the original approved documents will be submitted to the Health and Disability Ethics Committee (HDEC) for ethical review. Study recruitment will be paused until any substantial amendments have been approved by ethics. Protocol changes will also be submitted to the Australian New Zealand Clinical Trials Registry (ANZCTR). The protocol manuscript has been amended to include these details under the heading \"Protocol amendments\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "3-would it be helpful to add a model consent form and other related documentation given to participants (including instructions on how to use the devices)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Answer: Thank you for this recommendation. The screening and study specific consent forms has now been included in Supplementary files 1 and 2. As the rhinothermy device is still under commercial development, in order to protect the intellectual property of Fisher & Paykel, we are unable to publish a device user manual in the protocol manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Answer: Thank you for this question. Although increased incidence of colds and influenza tend to occur in a seasonal pattern, the common cold does occur throughout the year. Therefore specific recruitment periods will not be specified, rather study recruitment will commence and continue throughout the year. We anticipate the study will be fully recruited after 1-2 cold and influenza seasons have passed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "5-A statement about how the arrangements with the funding industry partner would be reassuring for readers worried about potential interference with the publication of, say, negative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "Answer: Thank you for this advice. This study will be funded by Fisher & Paykel NZ Ltd. As Sponsor, Fisher and Paykel Healthcare will monitor the study according to their own procedures and will review all serious adverse events. Publication of the study outcomes will comprise publication of the study as a whole and is encouraged by the Sponsor regardless of outcome. The Sponsor will have no involvement in collection, analysis and interpretation of data; preparation of the report; or decision to submit for publication. A clarified statement relating to the arrangements with the study funder has now been included in the revised protocol manuscript under the headings \"dissemination\" and \"adverse events and device deficiencies\". Please leave your comments for the authors below The study protocol documents the design and implementation of a randomized controlled trial evaluating the effectiveness of rhinothermy (rNHF) for patients with the common cold. It is generally well written, and I have the following comments to improve the clarity of the presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "(1)What is the reason to exclude patients with a positive GeneXpert POC test for Influenza A and B?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "Answer:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "We thank the reviewer for raising this question. Participants who are positive for influenza will be excluded from this study as the influenza virus is not the virus of interest in this study. Although influenza can produce a range of symptoms which include cold-like symptoms, this study is focusing on non-influenza virus upper respiratory tract infections (the common cold) and therefore seeks to exclude participants with confirmed influenza infections on point-of-care testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "(2) Are the patients permitted to take other medications during the 5 days of rNHF treatment? If so, how does the effect of rNHF be separated from these various other medications? This should be clearly stated in the protocol. The study will have little power if such considerations are not accounted for.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "Answer: Details relating to concomitant medications in the study, have now been included in the revised protocol manuscript. Enrolled participants are asked to refrain from using any over-the-counter medication, vitamins or herbal remedies specifically for common cold symptom relief. Use of these medications will not constitute a reason for withdrawal but will be documented alongside other collected participant data either by investigators during the study visits, or by the participants themselves in their daily symptom diaries. This information can be found under the heading \"Day 1 screening and study enrollment\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "Furthermore, it should be noted that a series of Cochrane meta analyses and systematic reviews have been undertaken for a number of different common cold treatments and for the majority of these treatments, the evidence was inconclusive, or showed limited or no benefit. To our knowledge there isn't an over-the-counter medication available in New Zealand which has been shown to effect the duration of symptoms of the common cold and therefore we would not expect concomitant use of such medications to be a major bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "(3) Even only with rNHF usage, there could be multiple versions of this treatment, and I wonder how this would be taken care of in the statistical analysis? And at the end of the day, what are we estimating if there are variations of the rNHF usage? (4) How is the non-adherence addressed in the statistical analysis? The Intention-to-treat (ITT) analysis will dilute the actual effect of rNHF, which then renders a less effective results. I would argue that a complementary analysis accounting for non-adherence is required to understand the actual effect of the new treatment, and this should be noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "(5) From a trial implementation perspective, is there any effort on improving the adherence rate for these patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "Answers to 3, 4, and 5: We thank the reviewer for these important questions. Adherence to treatment is a tertiary outcome for this study. The treatment devices have electronic monitoring capabilities which will allow investigators to analyse each participant's pattern of use of the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "In order to improve adherence the participants are supervised in receiving their day one treatment in the presence of a study investigator at the study clinic following study screening. In addition, in order to be considered eligible for study enrollment, participants must provide consent to using a study device which as per the study consent form (Now included as Supplementary file 2 in the revised protocol manuscript) \"automatically records [their] use of [the] rhinothermy device\". Participants understand that this data is collected so that adherence can be analysed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "Adherence to the rNHF and 'sham' rhinothermy device treatments will be assessed by investigator review of the device data. Adherence to rhinothermy will be defined as a minimum of 90 minutes use per day, delivered in no more than 2 sessions per day. Adherence to 'sham' rhinothermy will be defined as a minimum of 6 minutes use per day, delivered in no more than a single session. In terms of how non-adherence will be addressed in the statistical analysis, we will add as a sensitivity analysis the interaction between adherence and the primary outcome. This has been added to the protocol manuscript under the heading \"statistical analysis\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "(6) What is the incentive for patients participating this study?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "Answer: Thank you for this question. Participants will be eligible for monetary reimbursement for completing the study. A standard agreed amount has been decided upon which will cover any expenses associated with participation in the study. Participants will be eligible for reimbursement on completion of the study and this amount will be either the full agreed amount for completing the study in its entirety, or a reduced amount proportional to their involvement in the study. Participants are informed of this in the study consent form and as such this is agreed with them prior to their providing consent for enrollment in the study. The protocol manuscript has been revised to include this detail under the heading \"Reimbursement\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "(7) Is the effect size = 3.5 units difference in MJS clinically meaningful? How does this value compare to existing studies, if any?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "Answer:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "We thank the reviewer for this important question. In a recent randomised control trial of Nasal high flow rhinothermy (rNHF) compared to Vitamin C, a 5-unit reduction in MJS represented a substantial clinical benefit1. The upper confidence limit for the standard deviation in this trial was 6.6. A sample size of 76 in each group allows the detection of a difference of 3.5 units, with 90% power and a Type I error rate of 5%. Allowing for a 10% dropout rate, a total of 85 participants will be randomised to each group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "(8) It is anticipated in the study design stage that 10% of patients will drop out. Could the authors provide a rationale for the choice of this number? It would be more convincing that such numbers are from prior studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4-would it be helpful to know what the planned recruitment dates are?"
        },
        {
            "text": "We thank the reviewer for clarifying our assumed dropout rate. In the rhinothermy feasibility study [1] , we were fortunate to have a drop out rate of zero. However, in order to ensure that this study remains adequately powered, we decided to allow for a 10% dropout rate in our power calculation even though the likelihood of dropouts in this study is low. The protocol manuscript has been revised to include this detail under the heading \"sample size and power calculation\"",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Answer:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Randomised controlled trial of rhinothermy for treatment of the common cold: a feasibility study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Hei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mckinstry",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bardsley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "GENERAL COMMENTSI reviewed carefully and I think that this protocol is very interesting concerning the issue of common cold. Are the patients permitted to take other medications during the 5 days of rNHF treatment? If so, how does the effect of rNHF be separated from these various other medications? This should be clearly stated in the protocol. The study will have little power if",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Country: Centre for Research in Evidence-Based Practice, Bond University, Australia Please state any competing interests or state 'None declared': None declared",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Please leave your comments for the authors below I reviewed carefully and I think that this protocol is very interesting concerning the issue of common cold.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Dr Mina Bakhit Centre for Research in Evidence-Based Practice, Bond University, Australia REVIEW RETURNED 28-Mar-2019",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER"
        },
        {
            "text": "Manuscript title: Protocol for a randomised, single-blind, two-arm, parallel group controlled trial of the efficacy of rhinothermy delivered by nasal high flow therapy in the treatment of the common cold.I would like to thank the authors for the efforts invested to improve the quality of their manuscript. The authors have responded to most of our concerns. I recommend the manuscript for acceptance and publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "10-Apr-2019",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEW RETURNED"
        },
        {
            "text": "The authors adequately addressed my comments in thisrevision. I have no further comments at this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        }
    ]
}