{
    "paper_id": "3e2e2a0b86f45e26fbd4724a26d74b62a5f7b0e3",
    "metadata": {
        "title": "A Pathway for Targeting Soluble Misfolded Proteins to the Yeast Vacuole",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "postCode": "02139",
                        "settlement": "Cambridge",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [
                    "R"
                ],
                "last": "Davidson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "postCode": "02139",
                        "settlement": "Cambridge",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [
                    "A"
                ],
                "last": "Kaiser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "postCode": "02139",
                        "settlement": "Cambridge",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have evaluated the fate of misfolded protein domains in the Saccharomyces cerevisiae secretory pathway by fusing mutant forms of the NH2-terminal domain of h repressor protein to the secreted protein invertase. The hybrid protein carrying the wild-type repressor domain is mostly secreted to the cell surface, whereas hybrid proteins with amino acid substitutions that cause the repressor domain to be thermodynamically unstable are retained intracellularly. Surprisingly, the retained hybrids are found in the vacuole, where the repressor moiety is degraded by vacuolar proteases. The following observations indicate that receptor-mediated recognition of the mutant repressor domain in the Golgi lumen targets these hybrid fusions to the vacuole. (a) The invertase-repressor fusions, like wild-type invertase, behave as soluble proteins in the ER lumen. (b) Targeting to the vacuole is saturable since overexpression of the hybrids carrying mutant repressor increases the fraction of fusion protein that appears at the cell surface. (c) Finally, deletion of the VPSIO gene, which encodes the transmembrane Golgi receptor responsible for targeting carboxypeptidase Y to the vacuole, causes the mutant hybrids to be diverted to the cell surface. Together these findings suggest that yeast have a salvage pathway for degradation of nonnative luminal proteins by receptor-mediated transport to the vacuole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract. We have evaluated the fate of misfolded protein domains in the Saccharomyces cerevisiae secretory pathway by fusing mutant forms of the NH2-terminal domain of h repressor protein to the secreted protein invertase. The hybrid protein carrying the wild-type repressor domain is mostly secreted to the cell surface, whereas hybrid proteins with amino acid substitutions that cause the repressor domain to be thermodynamically unstable are retained intracellularly. Surprisingly, the retained hybrids are found in the vacuole, where the repressor moiety is degraded by vacuolar proteases. The following observations indicate that receptor-mediated recognition of the mutant repressor domain in the Golgi lumen targets these hybrid fusions to the vacuole. (a) The invertase-repressor fusions, like wild-type invertase, behave as soluble proteins in the ER lumen. (b) Targeting to the vacuole is saturable since overexpression of the hybrids carrying mutant repressor increases the fraction of fusion protein that appears at the cell surface. (c) Finally, deletion of the VPSIO gene, which encodes the transmembrane Golgi receptor responsible for targeting carboxypeptidase Y to the vacuole, causes the mutant hybrids to be diverted to the cell surface. Together these findings suggest that yeast have a salvage pathway for degradation of nonnative luminal proteins by receptor-mediated transport to the vacuole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "UKARYOTIC cells have the ability to discriminate between correctly folded and misfolded proteins within the secretory pathway. Experimentally, secretory proteins can be prevented from achieving their native folded conformations by mutation (Doms et al., 1988; Cheng et al., 1990) , expression of single subunits of multisubunit complexes (Lippincott-Schwartz et al., 1988; Wikstrom and Lodish, 1992) , or by inhibition of glycosylation or disulfide bond formation (Olden et al., 1979; Braakman et al., 1992) . In all of these cases, failure either to fold or to oligomerize properly causes the protein to be retained intracellularly, most often in the ER, and then to be degraded. The capacity of the cell to retain and to degrade unfolded or unassembled secretory proteins constitutes a quality control process that prevents secretion of defective gene products to the cell surface and allows for the salvage of amino acids from nonfunctional proteins (de Silva et al., 1990; McCracken and Brodsky, 1996) .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 259,
                    "text": "(Doms et al., 1988;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 260,
                    "end": 279,
                    "text": "Cheng et al., 1990)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 338,
                    "end": 372,
                    "text": "(Lippincott-Schwartz et al., 1988;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 373,
                    "end": 399,
                    "text": "Wikstrom and Lodish, 1992)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 464,
                    "end": 484,
                    "text": "(Olden et al., 1979;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 485,
                    "end": 507,
                    "text": "Braakman et al., 1992)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 953,
                    "end": 976,
                    "text": "(de Silva et al., 1990;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 977,
                    "end": 1005,
                    "text": "McCracken and Brodsky, 1996)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To gain access to the mechanisms that underlie quality control of secretory proteins, we have developed a method to examine systematically the fate of unfolded polypeptides in the Saccharomyces cerevisiae secretory pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The idea is to direct a test polypeptide domain into the lu-men of the ER as a fusion protein and to compare the fate of a folded, wild-type domain to that of mutant domains that are thermodynamically unstable. We chose as a test protein the 92-amino acid NH2-terminal DNA-binding domain of the phage k repressor. Crystallographic and biochemical analyses have shown that the NH2-terminal domain of h repressor is a compact globular structure without solvent-exposed hydrophobic regions or flexible strands that might be recognized as unfolded substrate (Pabo and Lewis, 1982) . Moreover, folding of the repressor domain in the ER lumen should not be impeded by inappropriate disulfide bond formation or carbohydrate addition since the amino acid sequence does not contain cysteine residues or potential sites for N-linked glycosylation. The effect of unfolding of the NH2-terminal domain of k repressor can be tested using mutants that reduce the thermal stability of the protein. For most of our work, we use a Leu 57 to Ala mutation that reduces the hydrophobicity of the core of the folded protein, thereby lowering the temperature of 50% thermal denaturation (Tin) 1 from 54 to 20°C for the purified NH2-terminal domain (Parsell and Saucr, 1989) .",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 576,
                    "text": "(Pabo and Lewis, 1982)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1225,
                    "end": 1250,
                    "text": "(Parsell and Saucr, 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wild-type and mutant h repressor domains were introduced into the secretory pathway by fusion to the COOH terminus of the secretory glycoprotein invertase. Invertase confers several useful properties on the fusion proteins. First, transport of invertase from the ER to the Golgi can be detected by the extension of N-linked carbohydrate chains that occurs in the Golgi (Esmon et al., 1981) . Second, addition of polypeptide sequences to the COOH terminus of invertase does not interfere with folding of the active enzyme, allowing enzymatic assays to be performed to quantitate the amount of active fusion protein. Finally, once it has folded, dimeric invertase is remarkably stable (Gascon et al., 1968) , allowing the invertase moiety to be used as a marker for the fate of the fusion protein, even under circumstances where the h repressor sequences are degraded.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 389,
                    "text": "(Esmon et al., 1981)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 683,
                    "end": 704,
                    "text": "(Gascon et al., 1968)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We find that invertase fused to the wild-type repressor domain is mostly secreted to the cell surface as an intact fusion protein, whereas fusions to thermally unstable repressor domains are mostly retained in the cell. This finding indicated a retention process within the secretory pathway that was able to discriminate between wild-type and mutant versions of the repressor domain. Previous work had shown that either additional peptide sequences or an uncleaved signal sequence at the NH2 terminus of invertase causes invertase to be retained in the ER (Schauer et al., 1985; Kaiser et al., 1987; Bohni et al., 1988) . We expected that misfolded peptide sequences at the COOH terminus of invertase would similarly cause retention in the ER. Instead, we find that the fusion proteins bearing mutant repressor sequences are transported from the ER and then diverted to the vacuole by a receptor-mediated targeting process.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 579,
                    "text": "(Schauer et al., 1985;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 580,
                    "end": 600,
                    "text": "Kaiser et al., 1987;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 601,
                    "end": 620,
                    "text": "Bohni et al., 1988)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "S. cerevisiae strains are listed in Table I . Standard genetic manipulations, preparation of yeast rich medium (YEP) and minimal medium (SD) (Difco Laboratories Inc., Detroit, MI), and yeast transformations were performed as described (Kaiser et al., 1994) . In strain constructions, the suc2-A9 allele was scored by invertase assay. Invertase antiserum was elicited in rabbits to purified cytoplasmic invertase (gift of D. Botstein, Stanford University, CA). Recombinant lyticase was prepared by expression of [3-glucanase from Oerskovia xanthineolytica in Escherichia coli and collection of the enzyme from a periplasmic osmotic shock extract. DNA manipulations and subcloning were carried out using standard techniques (Sambrook et al., 1989) . DNA sequencing was performed using the Sequenase kit (United States Biochemical Corp., Cleveland, OH). Restriction enzymes used during ptasmid constructions were obtained from New England Biolabs, Inc. (Beverly, MA).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 256,
                    "text": "(Kaiser et al., 1994)",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 745,
                    "text": "(Sambrook et al., 1989)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Strains, Reagents, and Molecular Biological Techniques"
        },
        {
            "text": "The SUC2 gene on a 4.3-kb EcoRI fragment from pRB58 (Carlson and Botstein, 1982) was inserted into the centromeric vector pRS316 to create pEHB2, pEHB29 is pRS316 containing a mutant form of invertase (SUC2-s11) in which the signal sequence cleavage site has been altered from alanine to isoleucine at position 18 (Bohni et al., 1987) .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 80,
                    "text": "(Carlson and Botstein, 1982)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 314,
                    "end": 334,
                    "text": "(Bohni et al., 1987)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Fusion Plasmids"
        },
        {
            "text": "A vector suitable for fusions to the COOH terminus of invertase (pEHB9) was constructed by introduction of BglII and NheI restriction sites at the COOH terminus of the invertase coding sequence in pEHB2 by site-directed mutagenesis (Kunkel et al., 1987) . The mutagenic oligomer consisted of 17 nucleotides of noncomplementary sequence containing the BglII (bold) and NheI (underlined) sites, flanked by 16 and 18 nucleotides complementary to the SUC2 sequence on the 5' and 3' ends, respectively: (5'-TAA GTF TTA TAA CCT CTA GCT AGC TGC TGA GAT CTT TAC T]?C CCT TAC TTG-3'). The mutagenesis was confirmed by DNA sequencing.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 253,
                    "text": "(Kunkel et al., 1987)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 541,
                    "text": "(5'-TAA GTF TTA TAA CCT CTA GCT AGC TGC TGA",
                    "ref_id": null
                }
            ],
            "section": "Fusion Plasmids"
        },
        {
            "text": "Four different versions of the 92-amino acid NH2-terminal domain of h repressor, wild type, (N)ClL57A, (N)clL57G, and (N)ClLAGA, were cloned into pRB104 (Parsell and Sauer, 1989) . Additional peptide sequences were appended to the COOH-terminal end of the repressor domains to facilitate later identification and purification. These are the M2 epitope, DYKDDDDK, for which an mAb is available, and a 6X His tag (Davidson and Sauer, 1994) . The h repressor constructs were amplified by PCR using the following primers: (5'-CTC AAG ACC CGT TTA GAG GCC CCA AGG GG-3') complementary to the 3' end and (5'-GGT GAG ATC TCA AGC ACA AAA AAG AAA CCA TTA ACA C-3') complementary to the 5' end and which introduces a BgllI site (bold). The BgllI fragment from the amplified product containing the h repressor, epitope, and tag was inserted into pEHB9 at the end of the SUC2 coding sequence to produce: pEHB43 [Inv-(N) clwt], pEHB44 [Inv-(N) ClLsvA], pEHB51 [Inv-(N) clL570], and pEHB53 [Inv-(N) ClLAoA ]. The 4.3-kb SalI-SacI fragment containing Inv-(N)ClL57A from pEHB44 was cloned into the highcopy vector pRS306-2V, to produce pEHB55.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 178,
                    "text": "(Parsell and Sauer, 1989)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 411,
                    "end": 437,
                    "text": "(Davidson and Sauer, 1994)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 898,
                    "end": 906,
                    "text": "[Inv-(N)",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 929,
                    "text": "[Inv-(N)",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 954,
                    "text": "[Inv-(N)",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 983,
                    "text": "[Inv-(N)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fusion Plasmids"
        },
        {
            "text": "Yeast strains were grown in SD medium containing 2% glucose and the appropriate supplements to the exponential growth phase. To induce invertase synthesis, cells were transferred to YEP medium containing 0.1% glucose at a density of 2 x 107 ceUs/ml. Invertase induction was carried out for 2 h at 30°C (or at 37°C for the restrictive condition of temperature-sensitive strains) followed by a 1-h incubation in 2% glucose to repress further synthesis of invertase and to allow the fusion proteins to reach their final cellular location. Cells from 3 ml of culture were collected by centrifugation, washed with 50 mM Tris-HC1, pH 7.5, 10 mM NAN3, and then suspended in 20 O.1 of sample buffer (80 mM Tris-HC1, pH 6.8, 2% SDS, 1.5% DT[, 10% glycerol, 0.1% bromophenol blue). Protein extracts were prepared by heating samples to 100°C for 2 min (to rapidly inactivate proteases), breaking cells by vigorous agitation with acid-washed glass beads, and diluting to 0.1 ml with sample buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of lnvertase Fusion Proteins"
        },
        {
            "text": "To spheroplast cells, induced cultures of 6 x 107 cells were washed in distilled water, incubated in 0.3 ml of 100 mM Tris-SO4, pH 9.4, 50 mM 13-merceptoethanol for 10 min, washed in 1.2 M sorbitol, resuspended in 60 txl of spheroplasting buffer (1.2 M sorbitol, 10 mM Tris-HCl, pH 7.5) containing 60 U of recombinant lyticase, and incubated for 30 min at 30°C. The endpoint for complete spheroplasting was determined by >85% cell lysis upon dilution into 1% Triton X-100. Centrifugation at 500 g for 5 min yielded a supernatant fraction containing extracellular enzyme and a spheroplast pellet. Pellets were washed in spheroplasting buffer and lysed by vigorous agitation with acid-washed glass beads. Both supernatant and pellet fractions were boiled in sample buffer. In spheroplasting experiments where protease inhibitors were used, 1 mM PMSF and 0.5 Ixg/ml leupeptin (both Boehringer Mannheim Corp., Indianapolis, IN) were added to the YEP containing 0.1% glucose induction medium, spheroplasting buffer, and lyticase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of lnvertase Fusion Proteins"
        },
        {
            "text": "Samples of 10-20 ~1 of extracts from whole cells, spheroplasts, or spheroplast supernatants were resolved by SDS-PAGE (Laemmli, 1970) on 8% polyacrylamide gels and then electro-blotted to nitrocellulose filters. For Western blot detection, the following antibodies were used: rabbit antiinvertase at 1:1,000 dilution, mouse anti-M2 (Eastman Kodak Co., Rochester, NY) at 1:10,000 dilution, HRP-coupled protein A (Organon Teknika-Cappel, Durham, NC), at 1:10,000 dilution, and HRP-coupled sheep anti-mouse Ig (Amersham Corp., Arlington Heights, IL) at 1: 10,000. Blots were developed using the ECL detection system (Amersham Corp.).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 133,
                    "text": "(Laemmli, 1970)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Detection of lnvertase Fusion Proteins"
        },
        {
            "text": "For Endo H digestions, 5 vd of boiled protein extract was diluted with 2-3 vol of 50 mM sodium citrate, pH 5.1, containing 100-250 U of Endo Hf (New England Biolabs) and incubated at 37°C for 2-16 h. Samples were boiled before gel electrophoresis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of lnvertase Fusion Proteins"
        },
        {
            "text": "To quantitate the invertase activity secreted to the cell surface and retained in the cell, spheroplasts and spheroplast supernatants were diluted to 1 ml with 50 mM Tris-HCl, pH 7.5, 10 mM sodium azide. Invertase activity was assayed (Goldstein and Lampeu, 1975) from two independent cultures in duplicate for each strain tested. Appropriate dilutions of the spheroplast and supernatant samples for CKY406 (wild-type) cells overexpressing Inv-(N)ClL.57A were made to ensure that the assay was always conducted in its linear range. ",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 263,
                    "text": "(Goldstein and Lampeu, 1975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Invertase Assays"
        },
        {
            "text": "Indirect immunofluorescence was performed essentially as described (Pringle et al., 1991) . CKY414 (pep4A) cells expressing pEH44 [Inv-(N)CIL57A ] were fixed in a final concentration of 3.7% formaldehyde for 1 h at 25°C, collected by centrifugation, and spheroplasted in 0.1 M potassium phosphate, pH 7.5, 2 ~l/m113-mercaptoethanol, 800 U lyticase at 30°C for 30 min. Incubations in primary and secondary antibody were performed for 1 h each on a coverslip in a dark, humid chamber at 25°C. Invertase was detected using a 1:100 dilution of affinity-purified antiinvertase and a 1:300 dilution of goat anti-rabbit IgG-FITC antibody (Boehringer Mannheim Corp.). Invertase antiserum was affinity-purified by adsorption to nitrocellulose strips bearing concentrated amounts of deglycosylated invertase, followed by elution of bound antibodies with 0.2 M glycine, pH 2.3, 1 mM EGTA. Cells were mounted in medium containing 1% p-phenylenediamine and 4'6-diamidino-2-phenylindole (DAPI), photographed on an axioscope (Carl Zeiss, Inc., Thornwood, NY) with film (T-Max 400; Eastman Kodak Co.) and developed according to the manufacturer's specifications.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 89,
                    "text": "(Pringle et al., 1991)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Indirect Immunofluorescence"
        },
        {
            "text": "To evaluate the solubility of invertase fusion proteins, CKY407 (secl2-4) cells expressing the invertase fusions at 37°C were spheroplasted as described above. 6 × 107 cell equivalents of spheroplast pellets were resuspended in 20 p,l cell lysis buffer (200 mM sorbitol, 50 mM Tris-HC1, pH 7.4, 1 mM EDTA, 1 mM PMSF), lysed with acid-washed glass beads by vigorous agitation 8 x 30 s with cooling on ice, and the lysate was centrifuged at 500 g for 5 min to remove large cell debris. Membranes were then pelleted at 100,000 g at 4°C for 10 min in an ultracentrifuge rotor (model TLA 100.3; Beckman Instruments, Fullerton, CA). The pellet and supernatant samples representing equal amounts of cell extract were solubilized in sample buffer, and invertase was detected by Western blotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Fractionation"
        },
        {
            "text": "The COOH-terminal end of the SUC2 gene was modified by the addition of restriction sites, and the NH2-terminal 92 residues of h repressor followed by a peptide epitope (M2) and six histidine residues were inserted at this position. This gene fusion expressed a hybrid protein, designated Inv-(N)cIwt, which consists of invertase with a total of 111-amino acid residues appended to the COOH terminus ( Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 408,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "A Fusion Between Invertase and the NH2-terminal Domain of A Repressor Is Secreted to the Cell Surface"
        },
        {
            "text": "To examine whether this fusion protein was secreted to the cell surface, wild-type cells (CKY406) expressing Inv-(N)CIwt were converted to spheroplasts, and cell bod-ies harboring intracellular fusion protein were separated from extracellular fusion protein by centrifugation. Assays of invertase activity showed that the gene fusion expressed a quantity of active enzyme similar to that of the wild-type SUC2 gene, demonstrating that the additional COOH-terminal sequences did not interfere with the folding and oligomerization of invertase enzyme in the ER (Table II) . Most of the invertase activity from Inv-(N)clwt was extracellular, indicating successful secretion of this protein to the cell surface. To estimate the fraction of Inv-(N)clwt that is secreted, it was necessary to subtract the contribution to intracellular activity made by the constitutive, cytoplasmic form of invertase expressed from the SUC2 promoter (Carlson et al., 1983) . This quantity should be equal to the intracellular invertase activity expressed from the wild-type SUC2 gene, since in steady state most of the intracellular activity is due to the cytoplasmic form of the enzyme. When this quantity of the cytoplasmic form of the fusion protein was subtracted from the total pool of activity for Inv-(N)Clwt, an overall efficiency of secretion to the cell surface of 67% was obtained (Table II) .",
            "cite_spans": [
                {
                    "start": 927,
                    "end": 949,
                    "text": "(Carlson et al., 1983)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 569,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1369,
                    "end": 1379,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "A Fusion Between Invertase and the NH2-terminal Domain of A Repressor Is Secreted to the Cell Surface"
        },
        {
            "text": "Examination of Inv-(N)Clwt by Western blotting using antiinvertase antibody demonstrated that both the extracellular and intracellular protein migrated as high molecular weight, heterodispersed forms ( Fig. 2 a, lanes 5 and 6). These fusion proteins had acquired outer chains on the N,linked carbohydrates in the Golgi since the fusion proteins comigrated with mature extracellular invertase expressed from the wild-type SUC2 gene (Fig. 2 a, lane 1) and migrated much more slowly than core-glycosylated invertase expressed from SUC2-s11, which contains a mutation in the signal peptidase cleavage site that causes invertase to be retained in the ER (Bohni et al., 1987) (Fig. 2 a, lane 4) . The size of the deglycosylated hybrid protein was examined after removal of the N-linked carbohydrate by digestion with Endo H. The deglycosylated extracellular Inv-(N)cI~ migrated as a discrete band with the predicted molecular weight of the full-length fusion protein (Fig. 2 b, lane 5) . Antibody to the M2 epitope at the extreme COOH terminus of the fusion protein also recognized this band, indicating that extracellular Inv-(N)clwt was secreted as an intact fusion protein (data not shown). Deglycosylation of the residual intracellular Inv-(N)clwt yielded a protein of about the size of deglycosylated wild-type invertase (Fig. 2 b,  Figure 1 . Structure of the invertase-h repressor fusions. The coding sequence of invertase was fused to the NHg-terminal 92-amino acid DNA-binding domain of k repressor (light stippled box), the 8-amino acid M2 epitope (dark stippled box), and a 6x histidine tag (black box). The amino acid sequence for residues 45-60 of the wild-type h repressor and three mutants are shown. T,~ measurements for the NH 2terminal h repressor domains were obtained previously (Parsell and Sauer, 1989; Reidhaar-Olsen et al., 1990) .",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 669,
                    "text": "(Bohni et al., 1987)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1793,
                    "end": 1818,
                    "text": "(Parsell and Sauer, 1989;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1819,
                    "end": 1847,
                    "text": "Reidhaar-Olsen et al., 1990)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 208,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 449,
                    "text": "(Fig. 2 a, lane 1)",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 688,
                    "text": "(Fig. 2 a, lane 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 961,
                    "end": 979,
                    "text": "(Fig. 2 b, lane 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1320,
                    "end": 1340,
                    "text": "(Fig. 2 b,  Figure 1",
                    "ref_id": null
                }
            ],
            "section": "A Fusion Between Invertase and the NH2-terminal Domain of A Repressor Is Secreted to the Cell Surface"
        },
        {
            "text": "compare lanes 1 and 6). This protein was not recognized by antibody to the M2 epitope, suggesting that the COOH-terminal portion of the fusion protein had been proteolytically removed. In summary, fusion of the NH2terminal domain of )t repressor to invertase produced an enzymatically active hybrid protein that was transported to the cell surface at a somewhat lower efficiency than wild-type invertase; for the fusion protein that remained intracellular, the repressor moiety was degraded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Fusion Between Invertase and the NH2-terminal Domain of A Repressor Is Secreted to the Cell Surface"
        },
        {
            "text": "The behavior of the invertase fusion to the wild-type repressor domain was compared to that of fusions to thermally unstable repressor mutants. For this analysis, we examined a set of related mutant repressors: Leu 57 to Ala (L57A); Leu 57 to Gly (L57G); and the triple mutant Leu 57 to Ala, Gly 46 to Ala, Gly 48 to Ala (LAGA). All of these changes reduce the hydrophobicity of residue 57, which is buried in the hydrophobic core of the repressor domain, and thereby destabilize the folded protein. The Tm of the wild-type repressor and each of the mutants has been de- The mean and standard deviation from four assays (two each from two independent cultures) are given. * 1 U of invertase releases 1 ~mol of glucose from sucrose per min at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fusions to Thermally Unstable A Repressor Mutants Are Retained IntraceUularly"
        },
        {
            "text": "Percent secreted ' periplasmic activity total activity -cytoplasmic activity(for WT inv.) termined for purified NH2-terminal domains and is given in Fig. 1 (Parsell and Sauer, 1989) . Each mutant repressor was fused to invertase, and the resulting hybrid proteins were tested for transport to the cell surface in wild-type cells (CKY406) by following invertase activity. All of the fusion proteins express a total invertase activity similar to wild-type, demonstrating that the mutant repressor sequences did not interfere with folding and assembly of the enzyme (Table II) . The efficiency of transport to the cell surface was determined by the fraction of invertase activity that was extracellular. In contrast to Inv-(N)Clwt, which gave mostly secreted fusion protein, the three hybrids bearing unstable repressor domains expressed <25% of the invertase activity at the cell surface (Table II) , indicating that the mutant domains caused retention of the fusion proteins in the cell.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 181,
                    "text": "(Parsell and Sauer, 1989)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 155,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 573,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 886,
                    "end": 896,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fusions to Thermally Unstable A Repressor Mutants Are Retained IntraceUularly"
        },
        {
            "text": "Examination of the mutant fusion proteins by Western blotting revealed that the retained, intracellular protein bears outer chain glycosylation, and thus resides in a post-ER compartment (Fig. 2 a, lanes 8, 10, and 12) . This behavior can be contrasted to that of the SUC2-sll mutant, which showed a similarly low level of transport of invertase to the cell surface, but, as was found previously (Bohni et al., 1987) , most of the intracellular protein remained core-glycosylated, indicative of retention in the ER (Fig. 2 a, lane 4) . The size of the deglycosylated mutant fusions after Endo H digestion was smaller than that expected for the full-length fusion protein and was approximately the size of wild-type invertase (Fig. 2 b, lanes   8, 10, and 12) . The truncated intracellular protein was not recognized by antibody to the M2 epitope, indicating that the COOH-terminal sequences were degraded, removing the M2 epitope sequence and, most likely, the repressor domain. These experiments demonstrate that, whereas the fusion bearing the wild-type repressor domain was secreted almost as well as native invertase, the mutant repressor domains cause retention of the fusion protein and degradation of the repressor sequences.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 416,
                    "text": "(Bohni et al., 1987)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 218,
                    "text": "(Fig. 2 a, lanes 8, 10, and 12)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 515,
                    "end": 533,
                    "text": "(Fig. 2 a, lane 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 725,
                    "end": 758,
                    "text": "(Fig. 2 b, lanes   8, 10, and 12)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Fusions to Thermally Unstable A Repressor Mutants Are Retained IntraceUularly"
        },
        {
            "text": "The denaturation of the repressor domain was further correlated to retention and degradation in the yeast secretory pathway by the behavior of the L A G A triple mutant at reduced temperatures. This mutant carries two Gly to Figure 2. Inv-(N)cIwt is secreted to the cell surface, whereas fusions bearing mutant repressor domains are retained intracellularly, and the repressor domains are degraded. (a) CKY406 (wildtype) expressing different forms of invertase were converted to spheroplasts to separate extracellular protein in the supernatant (S) from the intracellular invertase in the pellet (P). The following forms of invertase were examined: wild-type invertase SUC2 ÷ (lanes 1 and 2) , the SUC2-s11 signal sequence cleavage mutant (lanes 3 and 4), Inv-(N)clwt (lanes 5 and 6), Inv-(N)clL57A (lanes 7 and 8), Inv-(N)CIL57C (lanes 9 and 10), Inv-(N)ClLAGA induced at 30°C (lanes 11 and 12) , and Inv-(N)CILAGA induced at 25°C (lanes 13 and 14) . Protein was solubilized and resolved by SDS-PAGE on 8% polyacrylamide gels, and invertase was detected by Western blotting with invertase antiserum. Secreted, mature-glycosylated invertase migrates heterogeneously at ~140 kD. Core-glycosylated invertase migrates at ~90 kD for wild-type invertase and ~110 kD for the repressor fusions. (b) Extracts were digested with Endo H to remove N-linked carbohydrate chains. Deglycosylated wildtype invertase migrates at 59 kD and fusion invertase migrates at 71 kD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 676,
                    "end": 691,
                    "text": "(lanes 1 and 2)",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 895,
                    "text": "(lanes 11 and 12)",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 949,
                    "text": "(lanes 13 and 14)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fusions to Thermally Unstable A Repressor Mutants Are Retained IntraceUularly"
        },
        {
            "text": "Ala substitutions that stabilize folding of the NH2-terminal domain (Hecht et al., 1986) . These changes partially offset the destabilizing effect of the Leu 57 to Ala substitution, bringing the measured Tm of the triple mutant from 20°C to between 26 and 28°C (Reidhaar-Olsen et al., 1990) . Decreasing the temperature of induction for Inv-(N)ClLA~A from 30 to 25°C led to the secretion of some full-length Inv-(N)ClLAGA to the cell surface (Fig. 2 b, lane 13 , and Table II). Presumably, lowering the temperature of induction to 25°C partially stabilized the (N)ClLA~A domain, allowing a larger fraction of the molecules to escape retention and degradation. Reducing the temperature of induction to 25°C did not increase the fraction of Inv-(N)clL57A secreted to the cell surface (data not shown). Given the lower Tm of the single mutant, most likely a 5°C reduction in temperature was not sufficient to significantly increase the fraction of Inv-(N)L57A that was properly folded.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 88,
                    "text": "(Hecht et al., 1986)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 261,
                    "end": 290,
                    "text": "(Reidhaar-Olsen et al., 1990)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 460,
                    "text": "(Fig. 2 b, lane 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fusions to Thermally Unstable A Repressor Mutants Are Retained IntraceUularly"
        },
        {
            "text": "We used the Inv-(N)CIL57A fusion to determine where degradation of the mutant hybrids was taking place in the cell. When Inv-(N)clL57A was expressed in a secl2 mutant (CKY407), which blocks transport of secretory proteins from the ER at the restrictive temperature, the fusion protein remained at its full length (Fig. 3, lane 2) . Mutations in a set of other sec mutants that block transport from the ER (secl3, secl6, secl7, secl8, sec22, and sec23) similarly prevented degradation of the repressor moiety of Inv-(N)CIL57A (data not shown), demonstrating that the repressor domain was stable to proteolysis as long as the fusion protein resided in the ER. In contrast, when Inv-(N)CIL57A was expressed in a secl mutant (CKY413), which fails to fuse post-Golgi vesicles with the plasma membrane at the restrictive temperature, proteolysis still occurred (Fig. 3,  lane 3 ). Together these results showed that transport to the Golgi, but not to the plasma membrane, was required for degradation of Inv-(N)clL57A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 329,
                    "text": "(Fig. 3, lane 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 855,
                    "end": 871,
                    "text": "(Fig. 3,  lane 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Degradation of the Repressor Domain of lnv-(N)CIL57A Occurs in the Vacuole"
        },
        {
            "text": "The possibility that degradation of Inv-(N)clL57A was occurring in the vacuole was examined by inactivating vacuolar proteases. The PEP4 gene encodes the principal proenzyme-activating protease in the vacuole, and a pep4A mutant exhibits greatly reduced activity for most of the vacuolar proteases (Jones, 1991) . Disruption of the PEP4 gene (in CKY414) largely blocked proteolysis of Inv-(N)clL57A, implicating vacuolar proteases in the degradation of the repressor moiety (Fig. 3, lane 4) . Similarly, the pep4A mutation blocked degradation of Inv-(N)ClL57~, Inv-(N)ClLAGA, and the intracellular form of Inv-(N)clwt (data not shown). Targeting of Inv-(N)ClL57A to the vacuole was further supported by cytological examination of the intracellular location of the fusion protein. Immunofluorescent staining of Inv-(N)ClLsvA with antiinvertase antibody located the protein to large intracellular bodies, distinct from the DAPI-stained nuclei, that appeared to be vacuoles (Fig. 4) . ",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 311,
                    "text": "(Jones, 1991)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 490,
                    "text": "(Fig. 3, lane 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 971,
                    "end": 979,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Degradation of the Repressor Domain of lnv-(N)CIL57A Occurs in the Vacuole"
        },
        {
            "text": "(secl-1), and CKY414 (pep4A) at the restrictive temperature of 37°C. Protein extracts were treated with Endo H and resolved on an 8% SDS-polyacrylamide gel, and invertase was visualized by Western blotting with invertase antiserum. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CKY413"
        },
        {
            "text": "This case of vacuolar targeting being specified by a mutated domain of a luminal protein implies that misfolded proteins can be sorted away from properly folded proteins within the lumen of the Golgi. While there is no precedent for such a quality control system for sorting soluble proteins at this step of the secretory pathway, there are several examples where nonnative membrane proteins are segregated to the vacuole (Gaynor et al., 1994; Chang and Fink, 1995) . Although the sequence of the NH2-terminal domain of k repressor is not overly hydrophobic, the unfolded repressor domain may have assumed some of the properties of an integral membrane protein. To address this possibility, we examined the affinity that Inv-(N)CIL57A and Inv-(N)cIwt have for membranes. The comparison of membrane association was made in a sec12 mutant (CKY407) at the restrictive temperature to prevent vacuolar degradation of the repressor moiety of Inv-(N)CIL57A and to make the comparison for binding to the same membrane, namely that of the ER. Spheroplast pellets were vigorously lysed to disrupt the ER, and lysates were centrifuged at 100,000 g to separate membranes from the soluble proteins. Wild-type invertase, used as a control, was present mostly in the supernatant, as expected for a soluble secretory protein (Fig. 5, lanes 1-3) . Similarly, most of Inv-(N)clwt and Inv-(N)clL57A fractionated in the supernatant, confirming that both hybrid proteins also behave as soluble proteins (Fig. 5, lanes 4--6 and 7-9) . Thus, in cell extracts, the mutant repressor domain of Inv-(N)clL57A does not increase the propensity of the protein to associate with membranes, and therefore sorting to the vacuole most likely takes place in the lumen and not the membrane of the Golgi.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 443,
                    "text": "(Gaynor et al., 1994;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 444,
                    "end": 465,
                    "text": "Chang and Fink, 1995)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1309,
                    "end": 1328,
                    "text": "(Fig. 5, lanes 1-3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1482,
                    "end": 1510,
                    "text": "(Fig. 5, lanes 4--6 and 7-9)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Inv-(N)Clwt and Inv-(N)cI~7A Are Soluble Luminal Proteins"
        },
        {
            "text": "Segregation within the Golgi of misfolded luminal proteins from properly folded proteins suggested the existence of a receptor that recognizes and binds to the mutant repressor domain. If delivery to the vacuole is mediated by such a receptor, then saturation of that receptor by overexpression of Inv-(N)CIL57A should result in secretion of some of the excess fusion protein to the cell surface. Such a saturation phenomenon has been observed for the soluble vacuolar proteins carboxypeptidase Y (CPY) and pro- (lanes 4-6) , and Inv-(N)clL57A (lanes 7-9) at the restrictive temperature of 37°C to keep invertase in the ER. Cells were converted to spheroplasts that were lysed by vigorous agitation with glass beads. Lysates were centrifuged at 100,000 g to give high speed supernatant (HSS) and high speed pellet (HSP) fractions. Unfractionated lysate represents a control for total protein (T). Protein samples were analyzed on an 8% SDS-polyacrylamide gel and by Western blotting using invertase antiserum. teinase A (PrA); in wild-type cells, 95% of both proteins reach the vacuole, but upon overexpression, >50% of CPY and PrA are missorted to the cell surface (Rothman et al., 1986; Stevens et al., 1986) .",
            "cite_spans": [
                {
                    "start": 1166,
                    "end": 1188,
                    "text": "(Rothman et al., 1986;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1189,
                    "end": 1210,
                    "text": "Stevens et al., 1986)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 523,
                    "text": "(lanes 4-6)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "lnv-(N)clt~7A Is Secreted to the Cell Surface upon Overexpression"
        },
        {
            "text": "To determine whether the targeting process that sorts the mutant repressor fusions to the vacuole is saturable, Inv-(N)clL57A was overexpressed from the high-copy plasmid pRS306-2~ in a wild-type strain (CKY406). Upon overproduction, 33% of Inv-(N)clL57A reached the cell surface, compared to 20% in a strain expressing the fusion protein in low-copy (Table III) . Analysis of the fusion protein on Western blots revealed that full-length Inv-(N)clL57A expressed in high copy was present in the spheroplast supernatant fraction (Fig. 6, lane 5) , whereas no full-length fusion protein expressed in low-copy was secreted to the cell surface (Fig. 6, lane 1) . This observation demonstrates that targeting to the vacuole is saturable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 362,
                    "text": "(Table III)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 528,
                    "end": 544,
                    "text": "(Fig. 6, lane 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 640,
                    "end": 656,
                    "text": "(Fig. 6, lane 1)",
                    "ref_id": null
                }
            ],
            "section": "lnv-(N)clt~7A Is Secreted to the Cell Surface upon Overexpression"
        },
        {
            "text": "Complicating this analysis is the finding that the extracellular invertase from overexpressed Inv-(N)clL57A was present in two forms: a form that comigrated with the undegraded intracellular fusion in a pep4A strain (Fig. 6,   lane 4) , and a partially truncated form that migrates more slowly than the truncated protein in the vacuole (Fig. 6 , lane 5). This partially truncated form was sometimes detected to a much lesser extent in the extracellular fraction of both wild-type and pep4A strains expressing Inv-(N)CIL57A in low copy (Fig. 7, lane 3) . The small amount of partially truncated Inv-(N)clL57A in the spheroplast pellet of CKY414 (Fig. 7, lane 4) was probably due to incomplete spheroplasting, and this band was not visible in similar experiments. Since the partially truncated form was found in spheroplast supernatants, we suspected that Inv-(N)ClL57A was being exposed to periplasmic proteases once the fusion protein reached the cell surface. Presumably, this partially truncated species was not generated when hybrid protein containing wild-type repressor was expressed at the cell surface because of the relative stability of the wildtype repressor domain. As expected for a degradation process that occurred only on the cell surface, none of the partially truncated form of the hybrid protein was detected when transport to the cell surface of overexpressed Inv-(N)ClL57A was blocked in a secl mutant at the restrictive temperature (Fig. 6, lanes 7 and 8) . The only forms of Inv-(N)clL57A detected in the secl mutant were the full- The mean and standard deviation from four assays (two each from two independent cultures) are given. * 1 U of iavertase releases 1 p~mol of glucose from sucrose per min at 37°C. ~Percent secreted -periplasmic activity total activity -cytoplasmic activity(for WT inv.) Figure 6 . Overexpressed Inv-(N) clL57A is secreted to the cell surface. CKY406 (wild type) (lanes 1 and 2) and CKY414 (pep4za) (lanes 3 and 4) expressing pEHB44 [Inv-(N)clL57A-CEN] and CKY406 (wt) (lanes 5 and 6) and CKY413 (secl-1) (lanes 7 and 8) expressing pEHB55 [Inv-(N)ClL57A-2tX] were induced for invertase expression at 30°C (37°C for secl-1) and spheroplasted to separate the supernatant (S) and pellet (P) fractions. Extracts were digested with Endo H and resolved on an 8% SDS-PAGE gel, and invertase was visualized by Western blotting using invertase antiserum. The protein amount in the fractions derived from expression of Inv-(N)clL57A-211, lanes 5-8, represent one-fifth of the protein loaded in lanes 1-4. length fusion protein and the truncated fusion protein produced by vacuolar proteolysis that comigrates with wildtype invertase (Fig. 6, lane 8) . We originally suspected that the partial truncation of the fusion protein on the cell surface resulted from the action of proteases in the lytic enzyme preparation used for spheroplasting. However, this did not appear to be the case since the partially truncated fusion protein was detected in cell lysates that were prepared by mechanical disruption without the use of lytic enzymes. Attempts to eliminate the extracellular proteolysis of [nv-(N) clL57A by adding the protease inhibitors PMSF and leupeptin to cultures during invertase induction and spheroplasting also failed to prevent formation of the partially truncated fusion protein. We conclude that both the full-length and partially truncated proteins represent Inv-( N ) c l L 5 7 A secreted to the cell surface during overexpression, most likely resulting from saturation of a receptormediated targeting system that sorts Inv-(N)CIL57A to the vacuole.",
            "cite_spans": [
                {
                    "start": 1833,
                    "end": 1854,
                    "text": "Overexpressed Inv-(N)",
                    "ref_id": null
                },
                {
                    "start": 3133,
                    "end": 3140,
                    "text": "[nv-(N)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 234,
                    "text": "(Fig. 6,   lane 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 336,
                    "end": 343,
                    "text": "(Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 551,
                    "text": "(Fig. 7, lane 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 644,
                    "end": 660,
                    "text": "(Fig. 7, lane 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1453,
                    "end": 1476,
                    "text": "(Fig. 6, lanes 7 and 8)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1822,
                    "end": 1830,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 2674,
                    "end": 2690,
                    "text": "(Fig. 6, lane 8)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "lnv-(N)clt~7A Is Secreted to the Cell Surface upon Overexpression"
        },
        {
            "text": "Recent studies have identified Vpsl0p as a transmembrane receptor in the late-Golgi that is required for targeting the soluble vacuolar resident proteins CPY and PrA (Marcusson et al., 1994; Cooper and Stevens, 1996) . In a vpslOA strain, ,'-O0% of CPY and ,-~50% of PrA are di- 10) were treated as described in the legend of Fig. 6 . A wild-type strain (SEY6210), isogenic to EMY3, expressing pEHB44 exhibited the same pattern of cleaved Inv-(N)clL57A in the pellet fraction as seen in CKY406 (lanes 1 and 2) . has little effect on the transport of invertase through the secretory pathway (Fig. 8 a) . In contrast, mutations that reduce the Tm of the NH2-terminal repressor domain cause the invertase fusions bearing these mutant repressor domains to be targeted to the vacuole, where the repressor sequences are degraded by proteases. Thus, the mutant repressor does not elicit retention of the fusion protein in the ER, but instead has the capacity to act as a vacuolar targeting signal.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 190,
                    "text": "(Marcusson et al., 1994;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 191,
                    "end": 216,
                    "text": "Cooper and Stevens, 1996)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "text": "10)",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 332,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 509,
                    "text": "(lanes 1 and 2)",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 600,
                    "text": "(Fig. 8 a)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Inv-(N)clL57A IS Missorted to the Cell Surface in VpslOA"
        },
        {
            "text": "The yeast vacuole can be considered to be analogous to the mammalian lysosome as an organelle devoted principally to macromolecular degradation. The vacuole is charplast supernatant, compared to 20% in a wild-type strain (CKY406) expressing Inv-(N)ClL57A (Table III) . On Western blots of vpslOA strains, almost all of the mutant repressor fusions were present in the extracellular fraction (Fig. 7 , lanes 5, 7, and 9) with very little fusion protein retained intracellularly (Fig. 7, lanes 6, 8, and 10) . Similar to the case when Inv-(N)clL57A was overexpressed, two forms of the extracellular fusion protein were seen: a full-length fusion that comigrates with undegraded intracellular fusion in a pep4A strain (Fig. 7, lane 4) and the partially truncated form derived from proteolysis of the full-length fusion in the periplasmic space (Fig. 7, lanes 5, 7, and 9) . Thus, in a vpslOA strain, about as much fusion protein bearing mutant repressor domains reached the cell surface as fusions bearing the wild-type repressor in a wild-type strain. However, the majority of the hybrid protein bearing mutant repressor domains that reach the cell surface in vpslOzl are then partially degraded by an unknown extracellular protease to yield partially truncated forms of the hybrid protein. These results demonstrate that Vpsl0p is required to target the mutant repressor fusions to the vacuole.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 266,
                    "text": "(Table III)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 391,
                    "end": 398,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 477,
                    "end": 505,
                    "text": "(Fig. 7, lanes 6, 8, and 10)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 715,
                    "end": 731,
                    "text": "(Fig. 7, lane 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 841,
                    "end": 868,
                    "text": "(Fig. 7, lanes 5, 7, and 9)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Inv-(N)clL57A IS Missorted to the Cell Surface in VpslOA"
        },
        {
            "text": "A large body of both published experimental data and unpublished observations indicates that incorrectly folded proteins or incompletely assembled protein complexes are usually degraded within the secretory pathway before they can reach the cell surface. In an effort to understand how cells discriminate between correctly and incorrectly folded proteins, we designed a system to determine the fate of the NHz-terminal domain of k repressor protein within the secretory pathway of S. cerevisiae. The repressor protein domain was chosen because of its compact globular structure and the availability of mutations that cause thermal denaturation of this domain. Invertase fused to the NH2terminal wild-type repressor domain passes through the E R and reaches the cell surface as a full-length fusion protein, demonstrating that the wild-type repressor domain acterized by its content of proteases and other degradative enzymes, which under conditions of nutrient deprivation, mediates much of the protein turnover in a yeast cell (Teichert et al., 1989) . Several different pathways have been identified by which proteins can be targeted to the vacuole for degradation. A number of membrane proteins, including pheromone receptors and permeases, whose abundance in the plasma membrane is regulated, are removed from the plasma membrane and transported to the vacuole for degradation via the endocytic pathway (Davis et al., 1993; Berkower et al., 1994; Schandel and Jenness, 1994; Volland et al., 1994; Hicke and Riezman, 1996) . A second path for protein import into the vacuole is autophagocytosis where, in response to nutrient deprivation, portions of the cytosol and organelles are engulfed and degraded by the vacuole (Takeshige et al., 1992) . Autophagocytosis and direct translocation across the vacuolar membrane have been proposed as mechanisms for vacuolar degradation of the cytosolic enzymes fructose 1,6-bisphosphatase and the 13 subunit of fatty acid synthase (Chiang and Schekman, 1991; Egner et al., 1993; Schork et al., 1994) . Finally, in a number of cases, mutant membrane proteins have been shown to be targeted to the vacuole. These include mutants of the plasma membrane ATPase that are directed to the vacuole rather than the plasma membrane (Chang and Fink, 1995) , a hybrid protein composed of the transmembrane domain of the ER membrane protein Wbplp fused to invertase (Gaynor et al., 1994) , and mutants of the late-Golgi protease Kex2, which disrupt the Golgi retention signal located in the cytosolic tail (Wilcox et al., 1992 ). An apparently analogous process for the degradation of incorrectly assembled membrane protein complexes has been observed in mammalian cells, where the Golgi coronavirus E1 protein and excess a-13 and 8 subunits of the T cell receptor complex were shown to be substantially stabilized by treatment of cells with agents that inhibit lysosomal proteases (Minami et al., 1987; Armstrong et al., 1990) .",
            "cite_spans": [
                {
                    "start": 1028,
                    "end": 1051,
                    "text": "(Teichert et al., 1989)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1407,
                    "end": 1427,
                    "text": "(Davis et al., 1993;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1428,
                    "end": 1450,
                    "text": "Berkower et al., 1994;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1451,
                    "end": 1478,
                    "text": "Schandel and Jenness, 1994;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1479,
                    "end": 1500,
                    "text": "Volland et al., 1994;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1501,
                    "end": 1525,
                    "text": "Hicke and Riezman, 1996)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1722,
                    "end": 1746,
                    "text": "(Takeshige et al., 1992)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1973,
                    "end": 2000,
                    "text": "(Chiang and Schekman, 1991;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2001,
                    "end": 2020,
                    "text": "Egner et al., 1993;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2021,
                    "end": 2041,
                    "text": "Schork et al., 1994)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2264,
                    "end": 2286,
                    "text": "(Chang and Fink, 1995)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2395,
                    "end": 2416,
                    "text": "(Gaynor et al., 1994)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2535,
                    "end": 2555,
                    "text": "(Wilcox et al., 1992",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2911,
                    "end": 2932,
                    "text": "(Minami et al., 1987;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2933,
                    "end": 2956,
                    "text": "Armstrong et al., 1990)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here we describe a new mechanism for delivery of proteins to the vacuole, namely targeting of a luminal protein to th~ vacuole as specified by an incorrectly folded protein moiety. We considered the possibility that targeting of invertase fusions to the vacuole may occur by a mechanism similar to that described for mutant membrane proteins. Although the repressor sequence is quite hydrophilic, it seemed possible that unfolding of the repressor domain might expose hydrophobic regions of the protein that are normally buried and convert the hybrid protein into a membrane protein. We experimentally addressed this possibility by testing the solubility of fusions to mutant and wild-type repressor domains and found both to be as soluble as wild-type invertase. The most convincing evidence that the fusions to the mutant repressor are sorted by a process that occurs in the Golgi lumen as opposed to the Golgi membrane is the dependence of vacuolar targeting on Vpsl0p, a membrane protein shown to sort luminal proteins (Fig. 8 b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1023,
                    "end": 1033,
                    "text": "(Fig. 8 b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Vpsl0p is a 178-kD type I integral membrane protein that acts as a receptor in the late-Golgi for targeting of the precursor forms of CPY and PrA to the vacuole (Marcusson et al., 1994; Cooper and Stevens, 1996) . The interaction between Vpsl0p and the ligand sequence in the pro-region of CPY has been extensively studied. Four contiguous amino acid residues Q24-R-P-L27 in the pro-region of CPY define the sequence required for interaction with Vpsl0p as identified by deletion mapping and mutational studies (Johnson et al., 1987; Valls et al., 1990) . The critical role that the QRPL sequence plays in vacuolar sorting was further illustrated by the demonstration that mutation of Q24 to K disrupts the ability to chemically cross-link proCPY to the Vpsl0p receptor (Marcusson et al., 1994) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 185,
                    "text": "(Marcusson et al., 1994;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 186,
                    "end": 211,
                    "text": "Cooper and Stevens, 1996)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 511,
                    "end": 533,
                    "text": "(Johnson et al., 1987;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 534,
                    "end": 553,
                    "text": "Valls et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 794,
                    "text": "(Marcusson et al., 1994)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Vpsl0p is also capable of acting as a vacuolar targeting receptor for proteins that do not have the QRPL determinant. Mutational analysis of the QRPL sequence in the proregion of CPY revealed a tolerance for many different amino acid substitutions, especially at positions R 25 and p26, that show only a slight defect in the sorting of CPY to the vacuole (van Voorst et al., 1996) . Vpsl0p has also been shown to be partly responsible for targeting proPrA to the vacuole (Cooper and Stevens, 1996; Westphal et al., 1996) . Vpsl0p apparently recognizes the pro-region of proPrA since a hybrid protein composed of the pro-region fused to invertase is targeted to the vacuole in a Vpsl0p-dependent manner (Klionsky et al., 1988; Westphal et al., 1996) , despite the fact that the pro-region of PrA does not contain QRPL or related sequences. Thus, recognition of luminal vacuolar proteins by Vpsl0p can apparently involve a wide variety of sequence determinants, some of which may have the qualities of unfolded polypeptides instead of a specific peptide motif. The degeneracy of vacuolar sorting signals in general, and Vpsl0p ligands in particular, suggests that one aspect of vacuolar sorting signals may be an extended flexible polypeptide that can be encompassed by a large number of sequences with little common primary sequence. Indeed, spectroscopic evaluation of the conformation of the pro-region of CPY expressed in E. coli revealed that the pro-region assumes a flexible conformation with little regular secondary structure (Sorensen et al., 1993) . It is therefore possible that accessibility to an extended polypeptide chain in an unfolded state may be part of the mechanism by which Vpsl0p binds to its ligands.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 380,
                    "text": "(van Voorst et al., 1996)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 471,
                    "end": 497,
                    "text": "(Cooper and Stevens, 1996;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 498,
                    "end": 520,
                    "text": "Westphal et al., 1996)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 702,
                    "end": 725,
                    "text": "(Klionsky et al., 1988;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 726,
                    "end": 748,
                    "text": "Westphal et al., 1996)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1533,
                    "end": 1556,
                    "text": "(Sorensen et al., 1993)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although it is possible that the repressor missense mutations alter the primary structure so as to fortuitously create short peptide sequences that are recognized as vacuolar targeting signals, we greatly favor the interpretation that the mutations generate a more general type of vacuolar targeting signal by causing the repressor domain to be unfolded. The repressor folding defect caused by the Leu 57 to Ala mutation is partially suppressed by second-site mutations at two Gly residues that have been shown to increase the Tm of the NHz-terminal domain of h repressor by 6-8°C (Hecht et al., 1986; Reidhaar-Olsen et al., 1990) . Introduction of these mutations reduces the ability of the corresponding invertase fusion to be targeted to the vacuole, giving direct evidence that retention of the fusion proteins is related to the effect that the sequence alterations have on protein folding and stability. As a control to show that vacuolar targeting was not simply a consequence of changing Leu 57, we tested another destabilizing repressor mutation that contains an amino acid change at a different position, Leu 69 to Gly, which similarly lowers the Tm of the NH2-terminal domain measured in vitro (Sauer, R.T., unpublished observations). The corresponding invertase fusion of this mutant was also targeted to the vacuole, em-phasizing that unfolded determinants are key in redirecting the mutant hybrids. Finally, the ability of unfolded polypeptides to specify vacuolar targeting appears to be quite general since invertase molecules with randomly generated amino acid sequences appended to the COOH terminus also specify targeting of the fusion protein to the vacuole (Hong, E., A. Davidson, M. Cordes, and C. Kaiser, unpublished observations). These results suggest that there is a general mechanism by which cells can recognize misfolded proteins for targeting to the vacuole.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 601,
                    "text": "(Hecht et al., 1986;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 602,
                    "end": 630,
                    "text": "Reidhaar-Olsen et al., 1990)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given that capture of ligands by Vpsl0p may partly involve recognition of an extended polypeptide chain, it is possible that the repressor domains containing destabilizing mutations mimic vacuolar targeting sequences. We tested the idea that Inv-(N)clLsTA binds to the same site on Vpsl0p as proCPY by determining whether overexpression of Inv-(N)clL57A can cause secretion of proCPY into the extracellular medium. No effect on CPY secretion was seen when Inv-(N)ClL57A was expressed from a 2p, plasmid. Similarly, in the converse experiment, overexpression of CPY did not result in an increased level of Inv-(N)clL57A at the cell surface. This apparent absence of competition leads us to conclude that the repressor sequences and proCPY bind to different sites on the luminal domain of Vpsl0p.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Alterations of the NH2 terminus of invertase that prevent cleavage of the signal peptide cause invertase to be retained within the ER (Schauer et al., 1985; Kaiser et al., 1987) . Initially, we expected that additional sequences that assume an unfolded conformation appended to the COOH terminus of invertase would also cause a similar retention in the ER. It appears that neither the wild-type repressor domain nor the mutant repressors possess the sequence or structural characteristics that elicit ER retention. Possibly the repressor sequences are not as hydrophobic as signal sequences, and hydrophobicity may be an important determinant for ER retention, whether by association with chaperone cofactors or binding to the ER membrane. Thus, there appear to be at least two different stages at which proteins that are not correctly folded are segregated from normally folded proteins en route to the cell surface. Retention of misfolded proteins in the ER would allow additional opportunities for folding in the presence of chaperones such as BiP and PDI to take place. Eventually, if folding cannot be completed in the ER, it would be advantageous to rid the cell of these polypeptides and to recover the amino acids. Clearly one way to accomplish this would be to have a mechanism whereby misfolded proteins are allowed to leave the ER but are then targeted to the vacuole for degradation. The mutant repressor sequences do not appear to have the characteristics needed for ER retention but do contain the necessary determinants for targeting to the vacuole.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 156,
                    "text": "(Schauer et al., 1985;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 157,
                    "end": 177,
                    "text": "Kaiser et al., 1987)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lysosomal sorting mutants of eornonavirus EI protein, a Golgi membrane protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Riddle",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Sci",
            "volume": "95",
            "issn": "",
            "pages": "191--197",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Metabolic instability and constitutive endocytosis of STE6, the a-factor transporter of Saccharomyees cerevisiae",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berkower",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Loayza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michaelis",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Mol. Biol. Cell",
            "volume": "5",
            "issn": "",
            "pages": "1185--1198",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Signal peptide cleavage mutants of yeast invertase",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Bohni",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tekamp-Olsen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proteases in Biological Control and",
            "volume": "",
            "issn": "",
            "pages": "255--264",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SECll is required for signal peptide processing and yeast cell growth",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Bohni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Deshaies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "106",
            "issn": "",
            "pages": "1035--1042",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role of ATP and disulfide bonds during protein folding in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Braakman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature (Lond)",
            "volume": "356",
            "issn": "",
            "pages": "260--262",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Two differentially regulated mRNAs with different 5' ends encode secreted and intracellular forms of yeast invertase",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Botstein",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cell",
            "volume": "28",
            "issn": "",
            "pages": "145--154",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The secreted form of invertase in Saccharomyces cerevisiae is synthesized from mRNA encoding a signal sequence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taussig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kustu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Botstein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Mol. Cell BioL",
            "volume": "3",
            "issn": "",
            "pages": "439--447",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Targeting of the yeast plasma membrane [H+]ATPase: a novel gene AST1 prevents mislocalization of mutant ATPase to the vacuole",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Cell BioL",
            "volume": "128",
            "issn": "",
            "pages": "39--49",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Defective intracellular transport and processing of CFTR is the molecular basis of most cystic fibrosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;riordan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "63",
            "issn": "",
            "pages": "827--834",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Regulated import and degradation of a cytosolic protein in the yeast vacuole",
            "authors": [
                {
                    "first": "H.-L",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature (Lond.)",
            "volume": "350",
            "issn": "",
            "pages": "313--318",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vpsl0p cycles between the late-Golgi and prevacuolar compartments in its function as the sorting receptor for multiple yeast vacuolar hydrolases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Cell Biol",
            "volume": "133",
            "issn": "",
            "pages": "529--541",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Folded proteins occur frequently in libraries of random amino acid sequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "2146--2150",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cis-and trans-acting functions required for endocytosis of the yeast pheromone receptors",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Horecka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Sprague",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "122",
            "issn": "",
            "pages": "53--58",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Quality control in the endoplasmic reticulum: folding and misfolding of vesicular stomatitis virus G protein in cells and in vitro",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Silva",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Balch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "857--866",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Differential effects of mutations in three domains on folding, quaternary structure, and intracellular transport of vesicular stomatitis virus G protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Doms",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruusala",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helenins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "107",
            "issn": "",
            "pages": "89--99",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tracing intracellular proteolytic pathways. Proteolysis of fatty acid synthase and other cytoplasmic proteins in the yeast Saccharomyces cerevisiue",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Egner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thumm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simeon",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Schuller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "27269--27276",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Compartmentalized assembly of oligosaccharides on exported glycoproteins in yeast",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Esmon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cell",
            "volume": "25",
            "issn": "",
            "pages": "451--460",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparative study of the properties of the purified internal and external invertases from yeast",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gascon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lampen",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. Biol. Chem",
            "volume": "243",
            "issn": "",
            "pages": "1573--1577",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Signalmediated retrieval of a membrane protein from the Golgi to the ER in yeast",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Gaynor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heesen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell BioL",
            "volume": "127",
            "issn": "",
            "pages": "653--665",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "B-o-fructofuranoside fructohydrolase from yeast",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lampen",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Methods Enzymol",
            "volume": "42",
            "issn": "",
            "pages": "504--511",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Stabilization of k repressor against thermal denaturation by site-directed gly-ala changes in a-helix 3",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hecht",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sturtevant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proteins Struct. Funct. Genet",
            "volume": "1",
            "issn": "",
            "pages": "43--46",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ubiquitination of a yeast plasma membrane receptor signals its ligand-stimulated endocytosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hicke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riezman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cell",
            "volume": "84",
            "issn": "",
            "pages": "277--287",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Distinct sequence determinants direct intracellular sorting and modification of a yeast vacuolar protease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankaitis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "875--885",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tackling the protease problem in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "428--53",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Many random sequences functionally replace the secretion signal sequence of yeast invertase",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Preuss",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grisafi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Botstein",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science (Wash. DC)",
            "volume": "235",
            "issn": "",
            "pages": "312--317",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "lntracellular sorting and processing of a yeast vacuolar hydrolase: proteinase A propeptide contains vacuolar targeting information",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Banta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Mot Cell Biol",
            "volume": "8",
            "issn": "",
            "pages": "2105--2116",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rapid and efficient sitespecific mutagenesis without phenotypic selection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Zakour",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Methods Enzymol",
            "volume": "154",
            "issn": "",
            "pages": "367--382",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature (Lond.)",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Degradation from the endoplasmic reticulum: disposing of newly synthesized proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "54",
            "issn": "",
            "pages": "209--220",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The sorting receptor for yeast vacuolar carboxypeptidase Y is encoded by the VPSIO gene",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Marcusson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Horazdovsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cereghino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gharakhanian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "77",
            "issn": "",
            "pages": "579--586",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Assembly of ER-associated protein degradation in vitro: dependence on cytosol, calnexin, and ATP",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Brodsky",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Cell Biol",
            "volume": "132",
            "issn": "",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Building a multichain receptor: synthesis, degradation and assembly of the T-cell antigen receptor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Minami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Samelson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "84",
            "issn": "",
            "pages": "2688--2692",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Evidence for role of glycoprotein carbohydrates in membrane transport: specific inhibition by tunicamycin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Olden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pratt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jaworski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "76",
            "issn": "",
            "pages": "791--795",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The operator-binding domain of k repressor: structure and DNA recognition",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Pabo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Nature (Lond.)",
            "volume": "298",
            "issn": "",
            "pages": "443--447",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The structural stability of a protein is an important determinant of its proteolytic susceptibility in Escherichia coli",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Parsell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. BioL Chem",
            "volume": "264",
            "issn": "",
            "pages": "7590--7595",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Immunofluorescence methods for yeast",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Pringle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E M"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Drubin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Haarer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "565--602",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "An essential proline in h repressor is required for resistance to intracellular proteolysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Reidhaar-Olsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Parsell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochemistry",
            "volume": "29",
            "issn": "",
            "pages": "7563--7571",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Overproduction-induced mislocalization of a yeast vacuolar protein allows isolation of its structural gene",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rolhman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Valls",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "83",
            "issn": "",
            "pages": "3248--3252",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Molecular Cloning: a Laboratory Manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "545",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Direct evidence for ligand-induced internalization of the yeast a-factor pheromone receptor",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Schandel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Jenness",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "MoL Cell Biol",
            "volume": "14",
            "issn": "",
            "pages": "7245--7255",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Invertase signal and mature sequence substitutions that delay intercompartmental transport of active enzyme",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell BioL",
            "volume": "100",
            "issn": "",
            "pages": "1664--1675",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Site of catabolite inactivation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Schork",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thumm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature (Lond.)",
            "volume": "369",
            "issn": "",
            "pages": "283--284",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The pro region required for folding of carboxypeptidase Y is a partially folded domain with little regular structural core",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Winther",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Kaarsholm",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Poulsen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Biochemistry",
            "volume": "32",
            "issn": "",
            "pages": "12160--12166",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Gene dosage-dependent secretion of yeast vacuolar carboxypeptidase Y",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "1551--1557",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Autophagy in yeast demonstrated with proteinase-deficient mutants and conditions for its induction",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeshige",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsuboi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohsumi",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "119",
            "issn": "",
            "pages": "301--311",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Lysosomal (vacuolar) proteinases of yeast are essential catalysts for protein degradation, differentiation, and cell survival",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Teichert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mechler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol. Chem",
            "volume": "264",
            "issn": "",
            "pages": "16037--16045",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Yeast carboxypeptidase Y vacuolar targeting signal is defined by four propeptide amino acids",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Vails",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Winther",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "361--368",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Mutational analysis of the vacuolar sorting signal of procarboxypeptidase Y in yeast shows a low requirement for sequence conservation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Voorst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kielland-Brandt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Winther",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. BioL Chem",
            "volume": "271",
            "issn": "",
            "pages": "841--846",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Endocytosis and degradation of the yeast uracil permease under adverse conditions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Volland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Urban-Grimal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Geraud",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haguenauer-Tsapis",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem",
            "volume": "269",
            "issn": "",
            "pages": "9833--9841",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Multiple pathways for vacuolar sorting of yeast proteinase A",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Westphal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marcusson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Winther",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hazel",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Biol. Chem",
            "volume": "271",
            "issn": "",
            "pages": "11865--11870",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Endoplasmic reticulum degradation of a subunit of the asialoglycoprotein receptor in vitro",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wikstrom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "5--8",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Mutation of a tyrosine localization signal in the cytosolic tail of yeast Kex2 protease disrupts Golgi retention and results in default transport to the vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. BioL Cell",
            "volume": "3",
            "issn": "",
            "pages": "1353--1371",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Inv-(N)ClL57A is localized in large intracellular bodies. CKY414 (pep4A) expressing Inv-(N)clL57A was examined by indirect immunofluorescence using affinity-purified rabbit antiinvertase antibody and a fluorescein-conjugated anti-rabbit secondary antibody (FITC). Also shown are stained nuclear DNA (DAPI) and cell bodies visualized by light microscopy (DIC).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inv-(N)clwt and Inv-(N)CI~TA behave as soluble proteins in the ER lumen. CKY407 (sec12-4) was induced for expression of wildtype invertase (lanes 1-3), Inv-(N)Clwt",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "wildtype/Inv-(N)clL57A (CEN) wildtype/Inv-(N)clL57A (211) vps 10Z:I/Inv-(N)ClL57A (CEN) vps 10zl/Inv-(N)clL57~ (CEN) vps 10,~Inv-(N)clL57 A (CEN)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "verted to the cell surface. Because Vpsl0p is the only known receptor for sorting luminal protein to the vacuole, we examined the possibility that Vpsl0p also participated in the delivery of the mutant repressor fusions to the vacuole. Indeed, in a vpslOA strain (EMY3), the mutant repressor fusions were diverted to the cell surface rather than to the vacuole. Approximately 67% of the enzymatic activity in vpslOA strains expressing I n v -( N ) C l L 5 7 A , Inv-(N)ClL57G, and Inv-(N)ClLAGA partitioned with the sphero-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Vpsl0p is required to target Inv-(N)ClL57A to the vacuole. CKY406 (wt) (lanes 1 and 2), CKY414 (Apep4) (lanes 3 and 4), EMY3 (AvpslO) (lanes 5 and 6) expressing pEHB44 [Inv-(N)ClL57A], EMY3 (AvpslO) expressing pEHB51 [Inv-(N)ClL57G ] (lanes 7 and 8), and pEHB53 [Inv-(N)ClLAcA] (lanes 9 and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Model for the secretory fates of Inv-(N)clwt and Inv(N)clL57A in the cell. (a) The majority (67%) of Inv-(N)cIwt, invertase fused to the wild-type NH2-terminal domain of h repressor, is successfully secreted to the cell surface. In contrast, the majority (77%) of Inv-(N)cIL57A, invertase fused to a destabilizing mutant form of the NH2-terminal domain of h repressor, is targeted to the vacuole, where the repressor moiety undergoes proteolysis. (b) In the trans-Golgi, the Vpsl0p receptor sorts proCPY and Inv-(N)cIi~7A to the vacuole by recognition of the NH2-terminal pro-region of CPY and the COOH-terminal mutant repressor domain of Inv-(N)cIL57A. Inv-(N)CIwt bears a folded repressor domain and does not elicit Vpsl0p sorting. This diagram emphasizes our hypothesis that Vpsl0p binding to ligand may require access to an unfolded polypeptide chain.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Saccharomyces cerevisiae Strains",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Distribution of Periplasmic and Intracellular Activity for Invertase-repressor Fusions",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Redistribution to the Cell Surface for Inv-(N)clL57A Overexpression and Mutant Repressor Fusions in vpslOA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank S. Emr for the vpslOA and isogenic wild-type strains and members of the Kaiser lab for their technical assistance, advice, and encouragement. We are especially grateful to R. Sauer (Massachusetts Institute of Technology, Cambridge, MA) and S. Emr (University of California San Diego, La Jolla, CA) for helpful discussions throughout the course of this work.This work was supported by a grant from the National Institutes of General Medical Sciences and the Searle Scholars Program (to C.A. Kaiser), a National Institutes of Health predoctoral traineeship (to E. Hong) and a postdoctoral fellowship from the Medical Research Council (to A.R. Davidson). C.A. Kaiser is a Lucille P. Markey Scholar, and this work was funded in part by a grant from the Lucille P. Markey Charitable Trust.Received for publication 26 June 1996 and in revised form 21 August 1996.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}