{
    "paper_id": "3e880727d0c88f982bad7fa677c2a8dc1d837dc7",
    "metadata": {
        "title": "Knowledge, attitudes, and practices of emergency department staff towards disaster and emergency preparedness at tertiary health care hospital in central Saudi Arabia OPEN ACCESS",
        "authors": [
            {
                "first": "Abdullah",
                "middle": [],
                "last": "Nofal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "and Critical Care (Al Aseri), King Saud University Medical City, and from the Research Center (Alfayyad , Abu-Shaheen), King Fahad Medical City, Riyadh, Kingdom of Saudi Arabia",
                    "institution": "Amani Abu-Shaheen",
                    "location": {
                        "region": "RN, MPH"
                    }
                },
                "email": ""
            },
            {
                "first": "Isamme",
                "middle": [],
                "last": "Alfayyad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "and Critical Care (Al Aseri), King Saud University Medical City, and from the Research Center (Alfayyad , Abu-Shaheen), King Fahad Medical City, Riyadh, Kingdom of Saudi Arabia",
                    "institution": "Amani Abu-Shaheen",
                    "location": {
                        "region": "RN, MPH"
                    }
                },
                "email": ""
            },
            {
                "first": "Anas",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "and Critical Care (Al Aseri), King Saud University Medical City, and from the Research Center (Alfayyad , Abu-Shaheen), King Fahad Medical City, Riyadh, Kingdom of Saudi Arabia",
                    "institution": "Amani Abu-Shaheen",
                    "location": {
                        "region": "RN, MPH"
                    }
                },
                "email": ""
            },
            {
                "first": "Abhs-Em",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "and Critical Care (Al Aseri), King Saud University Medical City, and from the Research Center (Alfayyad , Abu-Shaheen), King Fahad Medical City, Riyadh, Kingdom of Saudi Arabia",
                    "institution": "Amani Abu-Shaheen",
                    "location": {
                        "region": "RN, MPH"
                    }
                },
                "email": ""
            },
            {
                "first": "Zohair",
                "middle": [],
                "last": "Al Aseri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "and Critical Care (Al Aseri), King Saud University Medical City, and from the Research Center (Alfayyad , Abu-Shaheen), King Fahad Medical City, Riyadh, Kingdom of Saudi Arabia",
                    "institution": "Amani Abu-Shaheen",
                    "location": {
                        "region": "RN, MPH"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "‫االستعداد‬ ‫يخص‬ ‫فيما‬ ‫واملمارسات‬ ‫واملواقف‬ ‫املعارف‬ ‫لتقييم‬ ‫األهداف:‬ ‫الطوارئ.‬ ‫قسم‬ ‫في‬ ‫العاملني‬ ‫لدى‬ ‫والكوارث‬ ‫للطوارئ‬ ‫مرجعي‬ ‫صحي‬ ‫مستشفى‬ ‫في‬ ‫املقطعية‬ ‫الدراسة‬ ‫هذه‬ ‫أجريت‬ ‫الطريقة:‬ ‫استخدم‬ ‫السعودية.‬ ‫العربية‬ ‫اململكة‬ ‫الرياض،‬ ‫الرياض،‬ ‫وسط‬ ‫في‬ ‫قسم‬ ‫في‬ ‫العاملني‬ ‫واملمرضني‬ ‫األطباء‬ ‫من‬ ‫البيانات‬ ‫جلمع‬ ‫ذاتي‬ ‫استبيان‬ ‫يخص‬ ‫ميا‬ ‫املعرفة‬ ‫(الدميوغرافيه،‬ ‫أقسام‬ 5 ‫إلى‬ ‫االستبيان‬ ‫قسم‬ ‫الطوارئ.‬ ‫للكوارث،‬ ‫بالتخطيط‬ ‫املتعلقة‬ ‫املواقف‬ ‫والكوارث،‬ ‫للطوارئ‬ ‫االستعداد‬ ‫الطوارئ.‬ ‫جتاه‬ ‫واملعرفة‬ ‫واملواقف،‬ ‫احلالي،‬ ‫الدور‬ ‫أقل‬ ‫املشاركني‬ ‫ثلث‬ ‫عمر‬ ‫بلغ‬ ‫االستبيان.‬ ً ‫مشاركا‬ 189 ‫أكمل‬ ‫النتائج:‬ ‫حصل‬ ‫اإلناث.‬ ‫من‬ ‫الدراسة‬ ‫عينة‬ ‫من‬ 85% ‫من‬ ‫وأكثر‬ ‫عام،‬ 30 ‫من‬ ‫حني‬ ‫في‬ ‫سنوات،‬ 5 ‫من‬ ‫أكثر‬ ‫إكلينيكية‬ ‫خبرة‬ ‫على‬ )58.7%( 111 ‫اخلدمة‬ ‫من‬ ‫سنوات‬ 3 ‫من‬ ‫أكثر‬ ‫لديهم‬ ‫املشاركني‬ ‫من‬ )41.3%( 78 ‫أن‬ ‫السعودية.‬ ‫العربية‬ ‫اململكة‬ ‫الرياض،‬ ‫مرجعي،‬ ‫مستشفى‬ ‫في‬ ‫اإلكلينيكية‬ ‫ملواجهة‬ ‫االستعداد‬ ‫درجة‬ ‫جتاه‬ ‫للمعرفة‬ ‫الصحيحة‬ ‫اإلجابات‬ ‫كانت‬ ‫لديهم‬ ‫الذين‬ ‫املشاركني‬ ‫لدى‬ ‫كان‬ .6.2±2.5 ‫والطوارئ‬ ‫الكوارث‬ )p=0.009( ‫إحصائية‬ ‫داللة‬ ‫ذات‬ ‫درجة‬ ‫سنوات‬ 5 ‫عن‬ ‫تزيد‬ ‫خبرة‬ 186 ‫يعتقد‬ ‫عام،‬ ‫بشكل‬ ‫للطوارئ.‬ ‫واالستعداد‬ ‫الكارثة‬ ‫مقياس‬ ‫في‬ ‫مجال‬ ‫في‬ ‫العاملني‬ ‫جلميع‬ ‫ضروري‬ ‫التدريب‬ ‫أن‬ ‫املرضى‬ ‫من‬ )98.4%( ‫تدريبات‬ ‫في‬ ‫مشاركني‬ )81%( 153 ‫حوالي‬ ‫أفاد‬ ‫الصحية.‬ ‫الرعاية‬ ‫(متوسط±‪)SD‬‬ ‫الدرجة‬ ‫متوسط‬ ‫كان‬ ‫مستشفياتهم.‬ ‫في‬ ‫الكوارث‬ ‫معلومات‬ ‫استبيان‬ ‫مقياس‬ ‫مع‬ ‫الدراسة‬ ‫في‬ ‫للمشاركني‬ ‫اإلجمالية‬ ‫ملعرفته‬ .3.2±1.3 ‫الطوارئ‬ ‫حلاالت‬ ‫االستعداد‬ ‫الصحية‬ ‫الرعاية‬ ‫في‬ ‫العاملني‬ ‫لدى‬ ‫مقبول‬ ‫املعرفة‬ ‫مستوى‬ ‫أن‬ ‫اخلامتة:‬ ‫باالستعداد‬ ‫اخلاصة‬ ‫واملعرفة‬ ‫واملمارسة،‬ ‫للمواقف،‬ ‫محايد‬ ‫مستوى‬ ‫مع‬ ‫من‬ ‫قدر‬ ‫أقصى‬ ‫لتحقيق‬ ‫ضروري‬ ‫أمر‬ ‫البحوث‬ ‫متابعة‬ ‫للكوارث.‬ ‫للطوارئ.‬ ‫االستعداد‬ Objectives: To assess the knowledge, practices, and attitudes regarding disaster and emergency preparedness among Emergency Department (ED) staff. Methods: This cross-sectional study was conducted at Tertiary health care hospital in central Riyadh, Kingdom of Saudi Arabia. A self-administered survey was utilized to collect data from ED physicians and nurses. The questionnaire was divided into 5 sections viz; demographics, knowledge about disaster management and preparedness, attitudes about disaster planning, current role and practices, and familiarity towards emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A 189 participants have completed the questionnaire. Two-third of the participants were below 30 years, and more than 85% were female. One hundred and eleven (58.7%) had a clinical experience of more than 5 years, while 78 (41.3%) participants had more than 3 years of clinical service at the Tertiary care hospital in Riyadh, Kingdom of Saudi Arabia. Correct responses of knowledge towards disaster and emergency preparedness score was 6.2±2.5. Participants with more than 5-years of experience had a statistically significant (p=0.009) knowledge scale score for disaster and emergency preparedness. Overall, 186 (98.4%) patients believed that training is necessary for all healthcare workers. Approximately 153 (81%) participants reported the conduct of disaster drill at their hospital. The mean score (Mean±SD) for the overall familiarity of the study participants with emergency preparedness information questionnaire (EPIQ) scale was 3.2±1.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The level of knowledge was satisfactory among healthcare providers with neutral level of attitude, practice, and familiarity regarding disaster preparedness. Follow-up research is necessary for maximizing ED preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "D isaster refers to a significant functional deterioration or loss of life, material, economy or environmental resources. 1 The magnitude, frequency, and type of disaster events vary as per to the geographical location, ethnicities, and economic capacities. 2 Natural and human-induced disasters befall every day throughout the biosphere and cause catastrophic impacts on public health in terms of injuries, sufferings, deaths, destruction of infrastructure, and facility. 2 Conferring to the World Disasters Report (2016), earthquakes, landslides, floods, and heat waves led to 574 reported disasters and had resulted of 32,550 human deaths. In 2015, the majority if disasters' deaths (67% of the global deaths) were in Asia, and it was beyond 50.5% of the decade's annual average. 3 The occurrence of multiple casualty incidents (MCIs), such as swine flu pandemics had transformed healthcare workers' perception towards disaster preparedness. Countries were encouraged to respond to the World Health Organization (WHO) and the Pan American Health Organization (PAHO) request to take up major steps to ensure safe health care facilities during the emergency. Such response must include evaluation of hospital safety; training and protection of health personnel for emergencies; planning a strategy to handle an emergency; designing and building durable hospitals; adopting national programs and policies; and protecting medical and ordinary equipment, materials, and supplies. 4, 5 During and after the catastrophic disasters, hospitals are considered as the safest environment for people as they provide vital care to the casualties. The unpredictable disasters and the multifacet damages warrant the healthcare providers to be prepared and handle the victims with various capabilities and care, to lessen the impact of disasters. 6, 7 Moreover, they need to play a crucial role in emergency preparedness and disaster response plan. This would confirm their personnel readiness for disaster from the beginning. Such a readiness may be achieved throughout the periodic training and mock codes, in addition to being aware of any changes or updates in the standing disaster management guidelines. 8 Despite improved public awareness towards the MCIs, threat and various guidelines recommended for hospital disaster plans by several agencies, the emphasis on preparing healthcare workforce for such disasters is inadequate. 9, 10 Specifically, the majority of the reported data on disaster preparedness is based on the literature of systems-level responses rather than institutional and individual responses. 10 Physicians and nurses comprise the highest percentage of health and medical workforce. They must understand the national disaster management cycle. Without their integration at every phase, communities and clients lose a critical part of prevention network. A previous study assessing the knowledge and skills among emergency nurses showed that they were confident in terms of disaster handling, but they were not trained for the same. 11 Another study was performed on nurses reported average percentage scores in the domains of knowledge, attitudes and practice towords disaster and emergency preparedness. 12 A growing number of studies in the literature reported facts about Kingdom of Saudi Arabia's disaster management and preparedness. [13] [14] [15] [16] [17] [18] [19] [20] Bajow et al, 20 evaluated hospital disaster preparedness in Jeddah region, Kingdom of Saudi Arabia, and showed that although study hospital had the tools and quality indicators for emergency preparedness, staff are lacking the proper training and management of disaster. Moreover, quite a few studies have reported variety in staff knowledge, training and education regarding preparedness for disaster emergency incidents. [14] [15] [16] 19, 21 Thus, the objective of this study is to assess the knowledge, practices, and attitudes regarding disaster and emergency preparedness among ED staff at a tertiary health care hospital.",
            "cite_spans": [
                {
                    "start": 1478,
                    "end": 1480,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1481,
                    "end": 1482,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1833,
                    "end": 1835,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2422,
                    "end": 2424,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3353,
                    "end": 3357,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3358,
                    "end": 3362,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3363,
                    "end": 3367,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3368,
                    "end": 3372,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3373,
                    "end": 3377,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3378,
                    "end": 3382,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3383,
                    "end": 3387,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3388,
                    "end": 3392,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3816,
                    "end": 3820,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3821,
                    "end": 3825,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3826,
                    "end": 3830,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3831,
                    "end": 3834,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A cross-sectional study was conducted at tertiary health care hospital in central Riyadh, Kingdom of Saudi Arabia between January-December 2016. A self-administered survey was utilized to collect data from all ED physicians and nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods."
        },
        {
            "text": "Proir to the study conduct, institutional review board approval was obtained from King Saud University Medical City In Riyadh, Kingdom of Saudi Arabia, and the study was conducted in accordence with the declaration of Helsinki. A convenience sample was used to include all the participants as identified from the list of employees available with the hospital administration. The selection of the ED physicians and nurses was based on their upfront role in responding to an emergency. The study included staff who have more than one year of experience at the study stie. Staff who were in vacations or pulled out into emergency department were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods."
        },
        {
            "text": "A structured questionnaire with the explanatory cover letter was distributed among all ED physicians and nurses during regular departmental staff meetings over a 4-month period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods."
        },
        {
            "text": "In-depth literature review was conducted using Cochrane engine and google scholar. The questionnaire Disclosure. Authors have no conflict of interests, and the work was not supported or funded by any drug company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods."
        },
        {
            "text": "Disaster preparedness at a tertiary hospital ... Nofal et al was developed after an in-depth literature review of similar studies. [22] [23] [24] The questionnaire was divided into 5 sections. The first section focused on participants' demographics (age, gender, profession, total years of experience, and total years of experience at the current hospital). The second section assessed participants' knowledge about disaster management and preparedness. It included 8 multiple choice questions, where each question was coded as correct=1 and incorrect=0. The third section focused on participants' attitudes about disaster planning. A checklist consisting of 11 items was prepared and was categorized as agree, disagree, and unsure responses. The fourth one focused on participants' current role and practices. It included questions about disaster drills performed at their healthcare setting, ongoing training, and disaster plan update. Participants' familiarity towards emergency (fifth section) preparedness was assessed using a selfadministered EPIQ, which is a reliable, valid, and has been employed in many studies. 25 The EPIQ survey comprised of 2 parts. Part one related to the overall familiarity with emergency preparedness and involved 45 familiarity answers, assembled in 11 subscales. The subscales encompassed of 7 questions concerned with the familiarity with emergency preparedness activities and terms; 8 questions with the incident command system; 4 questions with triage ethical issues; 4 questions with epidemiology and surveillance; 2 questions with isolation/quarantine; 3 questions with decontamination; 7 questions with communication/ connectivity; 4 questions with psychological issues; 2 questions with special populations; 3 questions with accessing critical resources, and one question with overall familiarity. Likert scale was used to categorized the questionnaire and ranged from \"extremely familiar\" (numbered as 5) to \"not at all familiar\" as follow: \"not at all familiar\", \"slightly familiar\", \"somewhat familiar\", \"moderately familiar\", and \"extremely familiar.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods."
        },
        {
            "text": "Statistical analysis. Data were analyzed using SPSS version 21.0 statistical software (IBM Corp., Armonk, NY, USA). Categorical and quantitative variables were summerized using descriptive analysis. Comparing the mean of knowledge scores in relation to 2 categories of study variables was computed using Student's t-test for independent samples. Comparing the distribution of categorical variables was computed using Chi-square test. A p-value<0.05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods."
        },
        {
            "text": "Demographic characteristics. The questionnaire was distributed to 250 ED's healthcare providers, and 189 (75.6%) of them responded. The demographic characteristics of the study participants are shown in Table 1 . Nearly, two-thirds of the participants were below the age of 30 years. More than 85% of respondents were female. One hundred eleven (58.7%) participants had a clinical experience of more than 5 years, while 78 (41.3%) participants were found to have more than 3 years of clinical service at the tertiary care hospital.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results."
        },
        {
            "text": "Knowledge of disaster and emergency preparedness. The correct responses of knowledge towards disaster and emergency preparedness were considered as a total score, where the mean±standard deviation (SD) score was 6.2±2.5 ( Table 1) . Comparing the mean knowledge scale score of disaster and emergency preparedness with the demographic characteristics of the participants, it was found that participants with >5 years of total clinical experience had statistically significant (p=0.009) knowledge score 6.2±2.3 which was even higher as compared to participants with ≤5 years 5.5±2.5. Moreover, participants with >3 years of clinical service at the tertiary care hospital had significantly higher knowledge score compared to participants with ≤3 years 7.1±1.5 versus 5.7±2.4; p=0.015).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results."
        },
        {
            "text": "Attitudes towards disaster and emergency preparedness. Table 2 demonstrates participants agreement regarding disaster and emergency preparedness. Around 12 (6.3%) participants were not interested in being aware of the emergency (disaster) operational plans, and approximately 21 (11%) agreed that disaster management and planning is for a few people in the hospital. Furthermore, 66 (34.9%) participants believed that disasters are unlikely to happen in their hospital. The complete consensus was obtained among Practices towards disaster and emergency preparedness. About 153 (81%) of the total participants reported the conduct of disaster drill at their hospital and nearly two-thirds indicated the periodic update of the Emergency operational (disaster) plan (EOP). Additionally, slightly over two-thirds of the participants reported about the ongoing training on disaster and emergency preparedness ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 906,
                    "end": 914,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results."
        },
        {
            "text": "Familiarity levels towards dimension of EPIQ. The mean familiarity score by the dimension of EPIQ is presented in Table 4 . The Mean±SD score for the overall familiarity of the study participants with EPIQ scale was 3.2±1.3; which fell within the 'somewhat familiar' category to the dimension as identified by the EPIQ scale. The 3 highest Mean±SD familiarity scores for EPIQ were achieved by \"Ethical issues in triage\" 3.9±1.1, followed by \"emergency preparedness terms and activities\" 3.8±0.8, and \"decontamination\" 3.7±1.1. The dimension that attained the lowest Mean±SD familiarity score for EPIQ was \"accessing critical resources and reporting\" 3.1±1.1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results."
        },
        {
            "text": "Discussion. Emergency Department's physician and nurses are the upfront manpower staff in nornal situation; nonetheless, their responsibilities rise several folds during emergency and crisis at hospital sites. High efficacy and proper skills combined with factual capabilities are necessary to saving human lives and promoting their health in emergency situations. 2 We aim in this study to assess the ED physicians and nurses 'knowledge, attitude, practice, and familiarity regarding disaster and emergency preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results."
        },
        {
            "text": "Disaster preparedness at a tertiary hospital ... Nofal et al Overall, physicians and nurses' revealed a satisfactory level of knowledge in disaster preparedness 6.2±2.5. Moreover, the mean knowledge scores were significantly different in relation to overall experience and service at the institution. Most of the participants expressed their positive attitude towards disaster management, while few (n=22; 34.9%) of them agreed that disasters are unlikely to happen in their hospital. The disaster committee may have to work on improving the attitude of ED staff to be realistic with an expectation that their hospital is ready to handle any disaster. Only 8 (12.7%) participants disagreed to the need of frequent disaster simulations in the hospital. The conduct of a drill in the ED may increase the knowledge and continually improve its practice in disaster preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results."
        },
        {
            "text": "In the present study, participants were found to be satisfactorily familiar with an emergency, while they were less familiar towards incident command system and ethical issues in triage. Generally, physicians and nurses' familiarity with response activities/preparedness in the case of a large-scale emergency incident was found statistically significant, where 38.1% were \"very familiar\", 49.2% were \"less familiar\", and 12.7% were \"not familiar\". The study employed the EPIQ to assess the physicians and nurses' ED knowledge regarding disaster emergency preparedness. The results showed that physicians and nurses from the triage and basic first aid found to have better knowledge score. When asked certain questions such as antidotes to biological agents, physicians and nurses' scores were lower. The study points to the need to perform additional educational programs in disaster emergency preparedness regarding the familiarity with disaster emergency preparedness, the need for disaster emergency preparedness education, training is well acknowledged in the literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results."
        },
        {
            "text": "Due to Kingdom of Saudi Arabia's geographical location and role to the oil field, Kingdom of Saudi Arabia is prone to human-made and natural disaster without exception. 26 Several sorts of disasters in Kingdom of Saudi Arabia are likely to occur, including both the naturally Middle East respiratory syndrome (MERS), earthquake and landslide, sand and storms, floods, and the human-made disasters (annual mass gathering during Hajj period, accidents related hazards in the oil sector). 26 However, despite the number of disasters that have already occurred, the Kingdom of Saudi Arabia does not have a multi-sectoral state department endeavor that facilitates effective disaster health management. Instead, the Kingdom of Saudi Arabia continues to take a traditional health approach about their response to emergencies and disasters. 27 The WHO recommends countries to prepare comprehensive disaster management plans which could be used to meet the challenges associated with lowest to the highest level of disaster. 2 A previous study by Ogedegbe et al, 28 also highlighted the importance of disaster preparedness training among healthcare providers. Another study by Corrigan et al, 25 assessing disaster preparedness in an Australian urban trauma center reported that out of 140 respondents, 83 participants (59.3%) were previously trained to handle disaster, 53 (37.9%) had attended drill for disaster simulation whereas, 18 (12.9%) had actually handled a disaster. The study further highlighted that these participants were more prepared to handle such situations as compared to the ones with no such disaster handling or disaster-related training or simulation experience. 25 A questionnaire survey conducted on practicing registered 174 (out of which 164 responded) nurses to explore Hong Kong nurses' disaster preparedness expressed their inadequacy in terms of disaster preparedness. Furthermore, they suggested to include disaster management training in their basic curriculum. 20 Furthermore, a cross-sectional study was conducted employing a self-administered survey to assess the knowledge, attitudes, and practice nurses' (n=607) working in 4 tertiary hospitals and 2 secondary hospitals. The nurses reported average percentage scores in the knowledge (66.33%), attitudes (68.87%), and practice (67.60%), which indicated the need to develop and cultivate strategies to advance nurses' knowledge, attitudes, and practice. 12 Many studies from Kingdom of saudi Arabia have assessed the emergency or disaster preparedness among hospital staff. A recent observational cross-sectional survey study by Shalhoub et al, 19 identifying disaster preparedness in 13 private Riyadh hospitals reported 12 (92.3%) hospitals to cover both internal and external disasters, and they all had disaster preparedness available in every department of the hospital. Another study assessing the knowledge, role awareness and skills in 106 hospital emergency nurses reported from 4 public hospitals reported high awareness as 85.7% of participants were confident in terms of disaster handling. However, they were not trained for the same. 11 A study by Gundran et al, 29 also conducted a similar study including 91 participants. Most of the participants, 98.4% in the present study and 97.8% in the study by Gundran et al, 29 considered training necessary for all healthcare workers. About 97.8% (in contrast to 100% in the present study), expected management to have updated disaster plan. About 65% (in comparison with 34.9% individuals in the present study) of participants thought that disasters are unlikely to happen in their hospitals. 29 Saudi Med J 2018; Vol. 39 (11) www.smj.org.sa One of the limitations in this study that it is a corss-sectional study based on self-reported data (questionnaire), the filling of which may be affected by time constraint, stress, and other such factors. Other limitation that the study was conducted at a single tertiary care hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results."
        },
        {
            "text": "Clinical implications. The results of this study could be used as a guide for making a strategic plan directed at adopting measures for disaster and emergency preparedness that can improve the quality of health care services. Moreover, there is a need to plan, design, and develop educational programs to enhance the knowledge of the healthcare providers in handling disastrous events efficiently. A comprehensively written emergency preparedness curriculum may also assist in assessing the training needs of healthcare providers. Moreover, additional studies on larger sample size should be conducted to provide data related to the need for such training amongest all ED staff including paramadics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results."
        },
        {
            "text": "In conclusion, the present study concluded that the level of knowledge was satisfactory in healthcare providers with a neutral level of attitude, practice, and familiarity regarding disaster preparedness. Accordingly, incorporation of teaching courses (theories and practices) regarding disaster and emergency preparedness in ER staff curriculum is needed. In addition, future follow-up research studies are essential for capitalizing ED staff education and training in these critical areas applied to healthcare and community setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "United Nations International Strategy for Disaster Reduction",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unisdr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ICN Framework of disaster nursing competencies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minami",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Young-Soo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World Journal of Preventive Medicine",
            "volume": "3",
            "issn": "",
            "pages": "54--60",
            "other_ids": {
                "DOI": [
                    "10.12691/jpm-3-3-2"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The International Federation of Red Cross and Red Crescent Societie. Resilience: saving lives today, investing for tomorrow",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Responder safety and health: preparing for future disasters",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shishani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Laporte R ; Reissman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mt Sinai J Med",
            "volume": "75",
            "issn": "",
            "pages": "135--141",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Developing disaster management modules: a collaborative approach",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Br J Nurs",
            "volume": "16",
            "issn": "",
            "pages": "526--529",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Education and training of hospital workers: who are essential personnel during a disaster?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Markenson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Prehosp Disaster Med",
            "volume": "24",
            "issn": "",
            "pages": "239--245",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "USA Center for Rural Public Health Preparedness. Partnering to Achieve Rural Emergency Preparedness: A Workbook for Healthcare Providers in Rural Communities",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Center for Infectious Disease Research and Policy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Minnesota",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors affecting hospital-based nurses' willingness to respond to a radiation emergency",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Veenema",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Walden",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Feinstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Disaster Med Public Health Prep",
            "volume": "2",
            "issn": "",
            "pages": "224--229",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The spectrum of human reactions to terrorist attacks with weapons of mass destruction: early management considerations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Digiovanni",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Prehosp Disaster Med",
            "volume": "18",
            "issn": "",
            "pages": "253--257",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emergency nurse disaster preparedness during mass gatherings: a cross-sectional survey of emergency nurses' perceptions in hospitals in Mecca, Saudi Arabia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alzahrani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kyratsis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Knowledge, attitudes and competence in nursing practice of typhoon disaster relief work among Chinese nurses: a questionnaire survey",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Nurs Pract",
            "volume": "21",
            "issn": "",
            "pages": "60--69",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An Investigation into Disaster Health Management in Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Alraga",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Hosp Med Manage",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nurses' knowledge, attitudes, practices and familiarity regarding disaster and emergency preparedness-Saudi Arabia",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Journal of Nursing Science",
            "volume": "3",
            "issn": "",
            "pages": "18--25",
            "other_ids": {
                "DOI": [
                    "http:/www.sciencepublishinggroup.com/journal/paperinfo.aspx?journalid=152&doi=10.11648/j.ajns.20140302.12"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Perceptions of knowledge of disaster management among military and civilian nurses in Saudi Arabia",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Thobaity",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plummer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Innes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Copnell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Australas Emerg Nurs J",
            "volume": "18",
            "issn": "",
            "pages": "156--164",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Emergency nurses' preparedness for disaster in the Kingdom of Saudi Arabia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alshehri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Nursing Education and Practice",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Disaster Preparedness and Management in Saudi Arabia: An Empirical Investigation. World Academy of Science, Engineering and Technology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Abosuliman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alam",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Behavioral, Educational, Economic, Business and Industrial Engineering",
            "volume": "7",
            "issn": "",
            "pages": "3256--3260",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evaluation of Hospitals' Disaster Preparedness Plans in the Holy City of Makkah (Mecca): A Cross-Sectional Observation Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Shareef",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Alsulimani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Bojan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Masri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Grimes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Ciottone",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Prehosp Disaster Med",
            "volume": "32",
            "issn": "",
            "pages": "33--45",
            "other_ids": {
                "DOI": [
                    "10.1017/S1049023X16001229."
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evaluation of disaster preparedness for mass casualty incidents in private hospitals in Central Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bin Shalhoub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Alaska",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Saudi Med J",
            "volume": "38",
            "issn": "",
            "pages": "302--306",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evaluation and analysis of hospital disaster preparedness in Jeddah",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Bajow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Alkhalil",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Preparedness of Dammam primary health care centers to deal with emergency cases",
            "authors": [
                {
                    "first": "Ssm",
                    "middle": [],
                    "last": "Alsaad",
                    "suffix": ""
                },
                {
                    "first": "Shs",
                    "middle": [],
                    "last": "Abu-Grain",
                    "suffix": ""
                },
                {
                    "first": "Dym",
                    "middle": [],
                    "last": "El-Kheir",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Family Community Med",
            "volume": "24",
            "issn": "",
            "pages": "181--188",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An assessment of emergency department staff knowledge of emergency preparedness",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Knowledge, attitudes and practices of health care workers regarding disaster preparedness at Johannesburg hospital in Gauteng Province",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Moabi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Emergency Preparedness Information Questionnaire Survey",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Disaster preparedness in an Australian urban trauma center: staff knowledge and perceptions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Corrigan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Samrasinghe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Prehosp Disaster Med",
            "volume": "27",
            "issn": "",
            "pages": "432--438",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Capacity assessment framework to enhance disaster resilience within Kingdom of Saudi Arabia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Bin Ottai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "University of Salford",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Manchester",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An Investigation into Disaster Health Management in Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Alraga",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Hosp Med Manage",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Health care workers and disaster preparedness: barriers to and facilitators of willingness to respond",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ogedegbe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nyirenda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Delmoro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yamin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Emerg Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Attitudes and Practices of the Department of Emergency Medicine Employees Regarding Disaster Planning and Preparedness at UP-Philippine General Hospital",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gundran",
                    "suffix": ""
                },
                {
                    "first": "Klc",
                    "middle": [],
                    "last": "Taborada",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Knowledge",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Comparison of mean knowledge scores of disaster and emergency preparedness in relation to participant's variables.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Participants' attitudes towards disaster and emergency preparedness.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Participants' practices towards disaster and emergency preparedness.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mean familiarity scores by dimension of emergency preparedness information questionnaire.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}