{
    "paper_id": "3f8693d47aa1365387a666ecb41f5ced3ee2fc3e",
    "metadata": {
        "title": "Safety studies conducted on pecan shell fiber, a food ingredient produced from ground pecan shells",
        "authors": [
            {
                "first": "Laurie",
                "middle": [],
                "last": "Dolan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Burdock Group",
                    "location": {
                        "postCode": "32801",
                        "settlement": "Orlando",
                        "region": "FL",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Ray",
                "middle": [],
                "last": "Matulka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Burdock Group",
                    "location": {
                        "postCode": "32801",
                        "settlement": "Orlando",
                        "region": "FL",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Worn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Georgia Pecan Company",
                    "location": {
                        "postCode": "31601",
                        "settlement": "Valdosta",
                        "region": "GA",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Nizio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Southeastern Reduction Company",
                    "institution": "",
                    "location": {
                        "postCode": "31601",
                        "settlement": "Valdosta",
                        "region": "GA",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Use of pecan shell fiber in human food is presently limited, but could increase pending demonstration of safety. In a 91-day rat study, pecan shell fiber was administered at dietary concentrations of 0 (control), 50 000, 100 000 or 150 000 ppm. There was no effect of the ingredient on body weight of males or females or food consumption of females. Statistically significant increases in food consumption were observed throughout the study in 100 000 and 150 000 ppm males, resulting in intermittent decreases in food efficiency (150 000 ppm males only) that were not biologically relevant. All animals survived and no adverse clinical signs or functional changes were attributable to the test material. There were no toxicologically relevant changes in hematology, clinical chemistry or urinalysis parameters or organ weights in rats ingesting pecan shell fiber. Any macroscopic or microscopic findings were incidental, of normal variation and/or of minimal magnitude for test substance association. Pecan shell fiber was non-mutagenic in a bacterial reverse mutation test and non-clastogenic in a mouse peripheral blood micronucleus test. Based on these results, pecan shell fiber has an oral subchronic (13-week) no observable adverse effect level (NOAEL) of 150 000 ppm in rats and is not genotoxic at the doses analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The typical American consumes approximately 15 g fiber/day, well under the recommended 14 g/1000 calories, or 25 g/day for women and 38 g/day for men [17] . Health benefits associated with high fiber intakes include lower risk for developing coronary heart disease, stroke, hypertension, diabetes, obesity, and certain gastrointestinal diseases [13, 3, 16] . In an attempt to increase the fiber content of the diet, developers of food ingredients have created new fiber ingredients, some of which are produced by genetically modified organisms. However, due to increased demand by consumers for foods containing \"natural\" ingredients, there is an increased need for new fiber ingredients from \"natural\" sources.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pecans, inclusive of several varieties of Carya illinoensis, are among the most preferred of all nuts and an economically important crop in the United States [5] . In 2014, approximately 264 million pounds of pecan nuts (in-shell) were produced in the United mum level of 3000 ppm (0.3%)) [19] , pecan shell fiber is not GRAS for other purposes. Under section 201(s) of the Food Drug and Cosmetic Act, the use of a substance, rather than the substance itself, is eligible for a GRAS determination [9] . Although humans may have been ingesting small amounts of pecan shell fiber in the past, they have not been eating the ingredient at the considerably higher levels expected when used as a source of fiber. To support a higher level of consumption in humans, safe consumption of high levels of pecan shell fiber must be demonstrated in experimental animals. Genotoxicity studies should also be conducted because the potential for genotoxicity due to small levels of contaminants would increase with higher levels of consumption. This publication presents results of a bacterial reverse mutation test, an in vivo mouse micronucleus test and a 13-week feeding study in rats that were conducted to expand the use of pecan shell fiber in human food. A search of publicly available information indicated that studies of this nature have not been previously conducted for pecan shell fiber.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One batch of pecan shell fiber (Southeastern Reduction Company, Valdosta, GA) was used for the subchronic oral toxicity study (181L21) and another batch for the genetic toxicity studies (119L22). Both batches of test substance complied with the manufacturer's specifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test articles"
        },
        {
            "text": "The positive control mutagens utilized in the bacterial reverse mutation assay were: 4-nitro-o-phenylene-diamine (4-NOPD) (Fluka), sodium azide (NaN 3 ) (Sigma), 2-aminoanthracene (2-AA) (Aldrich) and methylmethanesulfonate (MMS) (Sigma). The S9 liver microsomal fraction was prepared at Eurofins BioPharma Product Testing Munich GmbH (Eurofins Munich), from male Wistar rats induced orally with phenobarbital (80 mg/kg bw) and ␤naphthoflavone (100 mg/kg bw) for three consecutive days. Media and Vogel-Bonner Medium E agar plates were prepared at Eurofins Munich or obtained from an appropriate supplier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test articles"
        },
        {
            "text": "The positive control substance for the micronucleus study was cyclophosphamide (Sigma), dissolved in physiological saline. The solution was stored at ≤15 • C and thawed on the day of use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test articles"
        },
        {
            "text": "Male and female Sprague-Dawley (SD) rats used in the 90-day study were obtained from Charles River Laboratories (Raleigh, NC) and shipped to the study site (Product Safety Labs, Dayton, NJ). The animals were acclimated for six days prior to testing, and were seven to eight weeks old at study initiation. Animals were housed individually in suspended stainless steel cages, per standard practice of the laboratory. The animal room was maintained under a 12 h light/dark cycle, 19-23 • C and 38-60% relative humidity. Litter paper placed underneath the cages was changed at least three times per week. Rats were supplied basal diet (Open Standard Diet D11112221NM, Research Diets Inc., New Brunswick, NJ) and filtered tap water ad libitum except for the before study termination, when food was withdrawn. The basal diet consisted of approximately 60% carbohydrates, 17% protein, 7% fat (added fat as soybean oil), and 9% fiber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and organisms"
        },
        {
            "text": "Animals were selected for use in the study based on adequate body weight gain, freedom from clinical signs of disease or injury (aside from two animals with minor ophthalmologic findings) and a body weight within ±20% of the mean within a sex. Rats used in the study were randomly distributed into treatment groups according to stratification by body weight. All animals were fasted overnight prior to blood collection. Serum samples from three animals that were housed with study animals but were not part of the study were evaluated for the absence of common rat pathogens (Rat parvovirus, Toolan's H-1 Virus, Kilham Rat Virus, Rat Minute Virus, Parvovirus NS-1, Rat Coronavirus, Rat Theilovirus, and Pneumocystis carinii) on the last day of the test period. Because the sentinel samples were negative for all pathogens evaluated, the study animals were deemed healthy and reasonably free of common rat pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and organisms"
        },
        {
            "text": "Male and female young, healthy adult NMRI mice (minimum seven weeks of age) used in the micronucleus study were supplied by Charles River, 97633 Sulzfeld, Germany and acclimated for at least five days before use. The weight variation of the animals did not exceed ± 20% of the mean weight of each sex. Animals were housed five/sex/cage in IVC, Type II L polysulfone cages with Altromin saw fiber bedding (Altromin Spezialfutter GmbH, Lage, Germany), in a room maintained under a 12 h light/dark cycle, 22 ± 3 • C and 55 ± 10% relative humidity. Food (Altromin 1324 Maintenance Diet) and tap water were freely available to the mice except for a four hour period before the first dose, during dosing, and a two to three hour period after the last dose of test material or vehicle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and organisms"
        },
        {
            "text": "Bacterial strains Salmonella typhimurium TA98, TA100, TA1535 and TA1537 and Escherichia coli WP2uvrA were used for the mutagenicity study. S. typhimurium TA 98 and TA 1535 and E. coli strain WP2uvrA were obtained from MOLTOX, INC., NC 28607, USA. S. typhimurium TA100 and TA 1537 were obtained from Xenometrix AG, Allschwil, Switzerland. Stock cultures were stored in ampoules with nutrient broth (OXOID) supplemented with dimethyl sulfoxide (DMSO) (approximately 8% volume/volume) over liquid nitrogen. Bacterial suspensions were thawed, grown for 12 h at 37 • C in nutrient medium, and used at a concentration of approximately 1 × 10 9 cells/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and organisms"
        },
        {
            "text": "The subchronic oral toxicity study was conducted in accordance with Good Laboratory Practice (GLP) and OECD Guidelines for Testing of Chemicals, Section 4, No. 408 Groups of 10 rats/sex were administered 0, 50 000, 100 000 or 150 000 ppm pecan shell fiber in the diet for 91 days, for target exposures of 0, 3571, 7143 and 10 714 mg/kg bw/day test substance, estimated for a 350 g rat consuming 25 g feed/day. The concentrations were based on the results of a fourteen day dose range finding study in rats. Test diets were prepared weekly by thoroughly blending the test substance into the basal diet with a high-speed mixer. All prepared test and control diets were stored under refrigeration until use. At the initial, middle and final diet preparation, a sample of the test (neat) substance was retained for stability analysis. During the first week of the study, samples from each dietary concentration were taken at first presentation of the diet and on Days 4, 7 and 10 to verify the stability of the test material in the dietary matrix. Samples were collected from the top, middle and bottom of the mixer during preparation of the initial diet to evaluate the homogeneity of the test substance in the matrix. Samples of representative animal diets from the control, low, mid and high dose groups were also taken to verify concentrations in test diets. All samples were stored frozen until analyzed. The concentration of the test material in the neat substance and diet was measured using gallic acid (a substance present in the test material) as a marker, and analyzed values were compared to expected (target) values based on the concentration of gallic acid in the test substance and the amount added to the diet. Prior to sample analysis, the suitability of the method of detection for gallic acid (high performance liquid chromatography) was demonstrated. Method validation included, but was not limited to, determination of linearity, precision and accuracy. Commercially available gallic acid (Fluka Analytical, purity 97.9%) served as the reference standard.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 155,
                    "text": "Section 4,",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 163,
                    "text": "No. 408",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Guidelines"
        },
        {
            "text": "Body weights were recorded prior to test initiation, weekly during the study, and just prior to study termination. Body weight gain was calculated for selected intervals and for the overall study. Food consumption was recorded weekly and food efficiency (mean daily body weight gain/mean daily food consumption) was calculated. The mean overall daily intake of pecan shell fiber was calculated based on results of analytical studies, food consumption and body weight. The animals were observed at least twice daily for mortality and once per day for signs of gross toxicity. Detailed observations of clinical condition were also performed weekly, generally on days that the animals were weighed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidelines"
        },
        {
            "text": "2.4.1.1. Ophthalmologic observations. Ophthalmic examinations were conducted on all animals during the acclimation period and on Day 86 of the study. Mydriatic eye drops were administered prior to ophthalmoscopy. All eyes were examined by focal illumination, indirect ophthalmoscopy and, when indicated, slit-lamp microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidelines"
        },
        {
            "text": "2.4.1.2. Functional observational battery/motor activity. A functional observational battery (FOB) was performed on all animals during Week 12 of the study. Each rat was evaluated during handling and while in an open field for excitability, autonomic function, gait and sensorimotor coordination (open field and manipulative evaluations), reactivity and sensitivity (elicited behavior) and abnormal clinical signs including but not limited to convulsions, tremors, unusual or bizarre behavior, emaciation, dehydration and general appearance. Forelimb and hind limb grip strength and foot splay measurements were also recorded. Rats were observed in random order and without the observer having knowledge of the treatment group. Motor activity was monitored using an automated Photobeam Activity System ® (San Diego Instruments, Inc). Each animal was evaluated in a polycarbonate, solid bottom cage for a single one hour phase, with photobeam counts accumulated over six 10 min intervals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidelines"
        },
        {
            "text": "Week 13 (one day before urine and blood collection) the animals were placed in metabolism cages after a 15 h fast. Urine samples were collected from each animal and stored under refrigeration until analyzed for quality, color, clarity, volume, sediment (microscopic), pH, glucose, specific gravity, protein, ketones, bilirubin, blood and urobilinogen by DuPont Haskell Global Centers for Health and Environmental Sciences (Newark, DE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urinalysis. During"
        },
        {
            "text": "2.4.1.4. Hematology, clinical chemistry and serology. After urine collection was completed, blood samples for hematology and clinical chemistry were collected via sublingual bleeding under isoflurane anesthesia, with the exception of samples for indices of coagulation (prothrombin time (PTT) and active partial thromboplastin time (APTT)), which were collected from the inferior vena cava. Blood samples for hematology were placed in tubes containing K 2 EDTA and stored under refrigeration until analysis by DuPont Haskell Global Centers for Health and Environmental Sciences. Blood samples for clinical chemistry were collected into tubes that did not contain a preservative and were centrifuged under refrigeration to obtain serum. Serum was stored at −80 • C and shipped frozen on dry ice to DuPont Haskell Global Centers for Health and Environmental Sciences for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urinalysis. During"
        },
        {
            "text": "Hematological parameters measured included red blood cell count (RBC), hemoglobin concentration (HGB), hematocrit (HCT), mean corpuscular volume (MCV), mean corpuscular hemoglobin (MCH), red blood cell distribution width (RDW), mean corpuscular hemoglobin concentration (MCHC), absolute reticulocyte count (ARET), platelet count (PLT), PTT, APTT, and total white blood cell (WBC) and differential leukocyte count (absolute neutrophils (ANEU), lymphocytes (ALYM), monocytes (AMON), basophils (ABAS), large unstained cells (ALUC), hypersegmented neutrophils (AHSN), immature lymphocytes (AIL), eosinophils (AEOS) and neutrophil bands (ABAN)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urinalysis. During"
        },
        {
            "text": "Clinical chemistry analyses included aspartate aminotransferase (AST), alanine aminotransferase (ALT), sorbital dehydrogenase (SDH), alkaline phosphatase (ALKP), total bilirubin (BILI), blood urea nitrogen (BUN), blood creatinine (CREA), total cholesterol (CHOL), triglycerides (TRIG), fasting glucose (GLUC), total serum protein (TP), albumin (ALB), globulin (GLOB), calcium (Ca), chloride (Cl), inorganic phosphorus (IPHS), potassium (K), and sodium (Na).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urinalysis. During"
        },
        {
            "text": "Day 93 for females), all animals were euthanized by exsanguination from the abdominal aorta under isoflurane anesthesia. All animals (including decedents) were subjected to a full necropsy, which included examination of the external surface of the body, all orifices, and the thoracic, abdominal and cranial cavities and their contents. The following organs were collected and weighed: adrenals (combined), brain, epididymides, heart, kidneys (combined), liver, spleen, thymus, ovaries (females, combined), testes (males, combined) and uterus and oviducts (females). Following weighing, these organs were preserved in 10% buffered formalin (excepting the epididymides, testes, and eyes (with optic nerves) which were preserved in modified Davidsons' fixative and stored in ethanol) for possible future histopathological examination. Additional tissues that were collected from each animal at necropsy and preserved in 10% neutral buffered formalin included all tissues that contained gross lesions, accessory genital organs (prostate and seminal vesicles), aorta, bone (femur), bone marrow (femur and sternum), cecum, cervix, colon, duodenum, esophagus, Harderian gland, ileum, jejunum, larynx, lungs, mammary gland, mesenteric and mandibular lymph nodes, nose with nasal turbinates, pancreas, peripheral nerve (sciatic), pharynx, pituitary, rectum, salivary glands, skeletal muscle, skin, spinal cord (cervical, midthoracic, lumbar), sternum, stomach, thyroid/parathyroid, trachea, urinary bladder and vagina.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology. At study termination (Day 92 for males and"
        },
        {
            "text": "The fixed organs and tissues were processed, embedded in paraffin, sectioned, stained with hematoxylin and eosin and examined by light microscopy. Slide preparation was performed by Histo-Scientific Research Laboratories (HSRL), and the tissues, blocks, and slides were returned to Product Safety Labs and examined by a board-certified pathologist. Histopathological examinations were performed on the preserved organs and tissues of all control and high dose animals. These examinations were extended to tissues and organs from the low and intermediate groups to further investigate any lesions discovered in the high dose animals (if present). Organs with macroscopic observations were evaluated histologically for all treatment groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology. At study termination (Day 92 for males and"
        },
        {
            "text": "2.4.1.6. Statistical analyses. Means and standard deviations were calculated for all quantitative data; data for males and females were analyzed separately. Statistical analysis was performed on all quantitative data for in-life (except motor activity measurements) and organ weight parameters using Provantis ® version 8, Tables and Statistics, Instem LSS, Staffordshire UK. Motor Activity (total movements) quantitative measurements were statistically analyzed using INSTAT Biostatistics, Graph Pad Software, San Diego, CA. Quantitative data were analyzed for homogeneity of variance and normality by Bartlett's test or Levene's test for homogeneity and Shapiro-Wilk's test for normality. Data that were normally distributed and homogenous were analyzed using a one-way ANOVA, followed by comparisons of the treated groups to control by Dunnett's t-test for multiple comparisons. Motor activity data (overall total movements) was further analyzed using a Two-Way Repeated measures analysis of variance (ANOVA) (SigmaStat version 2.03). Data that were not normally distributed or homogenous were analyzed using a Kruskal-Wallis non parametric ANOVA, followed by a Dunn's test. Data were evaluated at the p < 0.05 and p < 0.01 levels of significance, with p < 0.05 chosen as the minimum criterion for statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology. At study termination (Day 92 for males and"
        },
        {
            "text": "The ability of pecan shell fiber to cause mutations was assessed in a bacterial reverse mutation assay using a plate incorporation method (Experiment 1) and preincubation method (Experiment 2). A preliminary experiment to assess the potential toxicity of pecan shell fiber was determined in S. typhimurium strains TA98 and TA100. Eight concentrations (ranging from 3.16 to 5000 g/plate) were tested for toxicity and solubility in three plates per strain. Toxicity was assessed by a clearing or dimunition of the background lawn or a reduction in the number of revertants down to a mutation factor of approximately ≤0.5 in relation to the solvent control. The concentrations used in the main experiment (10-5000 g/plate for Experiment 1 and 3.16 to 2500 g/plate for Experiment 2) were chosen based on the results of the pre-experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial reverse mutation assay"
        },
        {
            "text": "Bacterial strains utilized in both experiments were S. typhimurium tester strains TA98, TA100, TA1535 and TA1537 and E. coli WP2uvrA. Each assay was conducted in the presence and absence of metabolic activation with S9 mix prepared from the S9 microsomal fraction of male rat liver. The test substance was suspended homogenously in distilled water and added to plates to achieve concentrations of 5000, 2500, 1000, 316, 100 and 31.6 g/plate. The positive controls in the absence of S9 mix were 4-nitro-o-phenylene-diamine (4-NOPD) for TA98 and TA1537, sodium azide (NaN 3 ) for TA100 and TA1535 and methylmethanesulfonate (MMS) for E. coli WP2uvrA. The positive control for all bacterial strains in the presence of S9 mix was 2-aminoanthracene (2-AA) and the negative control for all strains in the presence or absence of S9 mix was aqua dest (distilled water).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial reverse mutation assay"
        },
        {
            "text": "The following substances were mixed in a test tube and poured over the surface of a Vogel-Bonner Medium E agar plate with 2% glucose: (1) the positive or negative control solutions or test formulations (0.1 ml each); (2) 0.5 ml of 0.2 M sodium phosphate buffer (pH 7.4) or 0.5 ml of the S9 mix (for metabolic activation);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial reverse mutation assay"
        },
        {
            "text": "(3) 0.1 ml of bacterial suspension; and (4) 2 ml of overlay agar. Three plates were prepared per experimental condition. All plates were inverted and incubated at 37 • C for 48 h in the dark prior to counting. Each test plate was observed for growth inhibition or the presence or absence of a precipitate, and revertant colonies were counted using a ProtoCol counter (Meintrup DWS Laborgeräte GmbH). Tester strains with a low spontaneous mutation frequency (e.g., TA 1535 and 1537) and plates containing precipitates were also counted manually. The test material was considered to be positive for mutagenicity when the numbers of revertant colonies in the test article groups increased in a biologically significant manner (two times the control level for strains TA98, TA100 and E. coli WP2uvrA and three times control for strains TA1535 and TA1537) and/or the values increased in a dose-dependent manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial reverse mutation assay"
        },
        {
            "text": "In the micronucleus test, groups of mice (n = 5/sex) were dosed with 3333 mg/kg bw test material suspended homogenously in cottonseed oil three times daily (with two hours between each dose) for a cumulative dose of 10 g/kg bw/day (the maximum tolerated dose determined by a pre-experiment). The volume of each application was 10 ml/kg bw. The vehicle control (cottonseed oil) was administered by gavage three times per day to vehicle control mice (five mice/sex), in an identical manner as the test group animals. The positive control material (cyclophosphamide) was administered once intraperitoneally to a separate group of five mice/sex, at a dose of 40 mg/kg bw. Samples of blood were taken from the tail vein 44 h (all groups) and 68 h after the last dose (vehicle and test material groups only). Blood cells were immediately fixed in ultracold methanol. At least 24 h after fixation, blood cells were washed in Hank's balanced salt solution, and spun in a centrifuge at 600 × g for five min (4 • C). After discarding the supernatant, blood cell populations were identified using specific antibodies against CD71 (expressed only at the surface of immature erythrocytes) and CD61 (expressed at the surface of platelets). DNA content of micronuclei was determined by the use of a DNA specific stain (propidium iodide, PI). Anti-CD71 and anti-CD61 antibodies were then labeled with fluorescein isothiocyanate (FITC) and phycoerythrin (PE), respectively, and samples were analyzed using flow cytometry. Particles were differentiated using forward scatter (FSC) and side scatter (SSC) parameters of the flow cytometer. Fluorescence intensities were recorded on the FL1, FL2 and FL3 channels for FITC, PE and PI respectively. For all dose groups (including positive and negative controls), 10 000 polychromatic erythrocytes per animal were scored for the incidence of micronucleated immature erythrocytes. To detect a possible cytotoxic effect of the test item, the ratio between immature and mature erythrocytes was determined. The result is expressed as relative PCE (rel. PCE = proportion of polychromatic (immature) erythrocytes among total erythrocytes). The test substance was judged positive if any test group exhibited a statistically significant increase in the frequency of micronucleated immature erythrocytes compared with the concurrent negative control and the results are outside the distribution of the historical negative control data (e.g., Poisson-based 95% control limits).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mammalian micronucleus assay"
        },
        {
            "text": "The neat test substance was found to be stable under the conditions of storage over the course of the study. Results of the gallic acid analyses of the neat test substance from Day 0 (0.0032%) to Day 84 (0.0038%) found a change of 18.8%, for an overall test substance stability of 118.8% over the course of the study, within the range of analytical variance. The overall stability of pecan shell fiber within the dietary mixtures based on gallic acid analyses at Days 0 and 10 was 91.9%, 90.8%, and 96.4% of theoretical for dietary concentrations of 50 000, 100 000, and 150 000 ppm (respectively). Concentrations of gallic acid in feed at Day 0 averaged 105.3, 98.6, and 99.9%; Day 42 averaged 95.7, 106.9, and 103.5%; and Day 84 averaged 103.8%, 103.0%, and 109.5% of theoretical concentrations for 50 000, 100 000, and 150 000 ppm pecan shell fiber (respectively), demonstrating that target concentrations of the fiber in feed were obtained throughout the study. Analysis of the top, middle and bottom of the 50 000, 100 000 or 150 000 ppm dietary preparations for gallic acid showed percent relative standard deviations (%RSD) of 7.43, 4.15 and 3.30 for each concentration (respectively), demonstrating that the test substance was homogenously mixed into feed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of test substance"
        },
        {
            "text": "Based on these analyses, the animals received the targeted daily concentrations of pecan shell fiber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of test substance"
        },
        {
            "text": "Mean body weights (Figs. 1 and 2) and body weight gain (data not shown) of animals receiving pecan shell fiber were similar to controls, with the exception of a statistically significant increase in body weight gain of females receiving 100 000 ppm test mate- Data are presented as mean ± standard deviation (SD). * Significantly different from control (Dunnett 2 Sided, p < 0.05). ** Significantly different from control (Dunn 2 Sided, p < 0.01). rial from Days 56-63 (p < 0.05). Overall (Days 0-91) and mean daily food consumption for female rats exposed to the test substance were comparable with control values throughout the study (Table 1 ). There was no effect of pecan shell fiber on food efficiency of females (data not shown). Statistically significant increases (p < 0.01 or 0.05) in food consumption were reported on Days 63-70 and 77-91 in 100 000 ppm males and on Days 0-7, 63-84, and overall (Days 0-91) in 150 000 ppm males (Table 1) . Feed efficiency decreased in males receiving 150 000 ppm on Days 0-7, 21-28, and overall (Days 0-91) (p < 0.01), but was not affected at lower concentrations (data not shown). The mean overall (Days 0-91) daily intake of pecan shell fiber in male rats fed dietary concentrations of 50 000, 100 000 and 150 000 ppm was 2986.3, 6256.0, and 9947.5 mg/kg/day, respectively. For the same dietary concentrations, the mean overall daily intake of pecan shell fiber in female rats was 3392.2, 7480.0, and 11 082.8 mg/kg/day, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 644,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 940,
                    "end": 949,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "In life observations"
        },
        {
            "text": "There were no clinical signs attributed to administration of pecan shell fiber. One control male died on Day 58 of an undetermined cause. Ophthalmologic examinations of animals were normal, except for one female that had an iris coloboma and cataract at study initiation and a cataract and chorioretinal scarring at the end of the study. Results of functional observational, forelimb/hindlimb grip strength, hindlimb foot splay and motor activity assessments of test animals were comparable to controls. Dietary exposure to 50 000, 100 000 or 150 000 ppm pecan shell fiber did not induce any toxicologically significant changes in hematology or coagulation parameters (Table 2) . While values for MCH, MCHC and MCV were lower than control and for RDW were higher than control in high dose males (p < 0.05), they were within laboratory control historical ranges for Sprague-Dawley rats (15.3-20.7 pg MCH, 30.1-35.3 g/dL MCHC, 47.5-68.6 fL MCV and 11.4-31.2% RDW). An increase in absolute basophils was observed in females administered the high dose; however, the value was within the historical control range (0.0-0.7 10 3 /L), and in light of the absence of changes in other white blood cells, this change was determined to be of no toxicological significance. Other changes that occurred in low or medium dose animals (decreased platelet counts in mid-dose males, increased MCH and MCV in mid-dose females and decreased RDW in low dose females (p < 0.05)). These changes are toxicologically insignificant because they did not occur in dose dependent manner, and are within laboratory control historical ranges for Sprague-Dawley rats.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 677,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "In life observations"
        },
        {
            "text": "There were no changes in quantitative or qualitative urinalysis parameters in males or females ingesting any concentration of pecan shell fiber (data not shown). Minor but statistically significant differences in some clinical chemistry parameters (Table 3) occurred (decreased BILI in high dose males, increased CHOL in high dose females and decreased TG in mid dose females, p < 0.05). The changes in BILI and CHOL are incidental because the values are within historical values (0.10-0.27 mg/dL BILI, 34-145 mg/dL CHOL) and the changes were small in magnitude and not accompanied by any other corresponding clinical or histopathological change. Although the TG value for low dose females was the only TG value that differed significantly from control, the TG values for all groups of exposed females were reduced by 22-29%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "In life observations"
        },
        {
            "text": "There were no statistically significant changes in absolute or relative organ weights of females, and no statistically significant changes in absolute organ weights of males (Table 4 Weights of the spleen and liver relative to body weight (Table 4 ) or spleen to relative to brain weight (data not shown) of high dose males were significantly lower than controls. Values were within historical control values (0.87-4.12 and 0.21-1.12 for spleen-to-body weight and brain-to-body weight and 14.62-35.04 for liver-to-body weight) and corresponding absolute organ weight changes or histopatho- Data are presented as mean ± standard deviation (SD). logical correlates did not occur; thus the statistical changes were interpreted to be of no toxicological relevance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 247,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Necropsy observations"
        },
        {
            "text": "There were no macroscopic or microscopic findings related to administration of the test material. Fluid-filled uteri that were noted in three to five females/group (including controls) corresponded to cyclical dilation of the uterine lumen that was attributable to variation in the estrous cycle in individual animals. The uterus of a high dose female presented with a 3 × 4 mm irregular clear, tan cyst encompassing the right horn and adjacent cervix, which was ruled incidental and unrelated to test substance exposure. A unilateral renal carcinoma was found in one mid dose female, which was poorly demarcated, composed of polyhedral cells, intensely basophilic, and exhibited a high nucleusto-cytoplasm ratio that focally formed tubular like structures. The mitotic index was approximately 5-7 mitoses per high power field. Considering the lack of dose relationship, the single incidence, and the absence of pre-neoplastic or neoplastic lesions in any other animal from this study, the renal tubular carcinoma observed in this animal was incidental and unrelated to the test substance exposure. One mid dose male exhibited a 2 × 3 mm, irregular wall area, associated with a white, 2 × 5 mm, luminal concretion in the urinary bladder. This finding did not have a microscopic correlate and was therefore incidental. All recorded microscopic findings occurred sporadically or at a similar incidence in control and test substance treated groups and were generally of the type commonly seen in rats of this strain and age. Therefore, they were considered incidental and unrelated to treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Necropsy observations"
        },
        {
            "text": "As shown in Table 5 , pecan shell fiber was nonmutagenic in the bacterial reverse mutation assay. It did not induce any biologically significant or dose-dependent increases in the number of revertant colonies in any strain tested in the absence or presence of metabolic activation (i.e., S9 mix). Precipitation of the test item was observed in all tester strains used in Experiment I at concentrations of 1000 g/plate and higher (with and without metabolic activation) as well in all tester strains used in Experiment II at concentrations of 2500 g/plate (with and without metabolic activation). In Experiment I toxic effects of the test substance were observed in tester strain TA 1537 at concentrations of 2500 g/plate and higher (without metabolic activation). In Experiment II, toxic effects of the test item were noted in tester strain TA 100 at a concentration of 2500 g/plate (without metabolic activation) and in tester strain TA 1537 at concentrations of 1000 g/plate and higher (without metabolic activation). The assay was valid, as the posi- Table 3 Clinical chemistry data for rats administered pecan shell fiber for 91 days. tive controls showed a distinct increase in revertants meeting the criteria for a positive response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1061,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Bacterial reverse mutagenic assay"
        },
        {
            "text": "No animal deaths occurred in any of the dose groups in the micronucleus test. A mild reduction of spontaneous activity and/or half eyelid closure were observed in the male group 30 min and one hour after the last application of test material, which abated by two hours. The mean relative PCE values for the 44 h negative controls were 1.82% (male mice) and 0.80% (female mice). The corresponding values for treated mice were 0.75% (males) and 1.35% (females). The values for relative PCE in the negative control group were within the historical limits (0.88-4.46%), except for the 44 h value for females, that was slightly below the lower limit. Since the variation was marginal and the animals did not show any clinical signs the value was considered acceptable. The relative PCE value for the treated male group was decreased relative to the concurrent negative control but this decrease was not statistically significant. However, the value was below the historical control limits. The relative PCE value for the treated female group was statistically significantly increased compared to the concurrent negative control. However, the value was within the historical control limits of the negative control. For 68 h, the mean relative PCE values were 2.10% (control males) and 1.46% (control females), 1.86% (treated males) and 2.23% (treated females). The value in treated males was decreased and the value in treated females was increased compared to the concurrent negative control, but the decreases were not statistically significant. Moreover, both values were within the historical control limits of the negative control. The fact that relative PCE values were slightly affected by in animals receiving the test material results suggest that exposure of PCE to the test material occurred. Table 4 Absolute organ weights (g) and relative organ to body weights (%) of rats administered pecan shell fiber for 91 days. Table 5 Reverse mutation assay of pecan shell fiber in Salmonella typhimurium and Escherichia coli: mean number of revertants/plate. All animals exposed to the test material survived to scheduled termination and there were no clinical signs attributed to administration of pecan shell fiber. Results of ophthalmologic examinations and functional observational and motor activity assessments of test animals were comparable to controls, and there was no effect of any concentration of pecan shell fiber on urinalysis parameters. Administration of pecan shell fiber had no effect on body weight or body weight gain of male or female rats, with the exception of an increase in body weight gain of females receiving 100 000 ppm test material from Days 56-63 (p < 0.05). Food consumption of males receiving 100 000 or 150 000 ppm pecan shell fiber was higher than control, which resulted in decreased feed efficiency at the high dose only. The fact that feed efficiency was decreased in high dose males is not unexpected, given the high dose of material administered (9947.5 mg/kg/day) and the fact that the ingredient is primarily composed of insoluble fiber. There was no effect of the test material on absolute organ weights, or organ weights relative to body weight or brain weight. All macroscopic and microscopic findings (including a renal carcinoma in one mid dose female) were ruled incidental and unrelated to treatment. Renal tubular tumors have been observed sporadically in Sprague-Dawley rats of similar age [11, 15] .",
            "cite_spans": [
                {
                    "start": 3441,
                    "end": 3445,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3446,
                    "end": 3449,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1798,
                    "end": 1805,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1924,
                    "end": 1931,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Mammalian micronucleus assay"
        },
        {
            "text": "Statistically significant changes in a few hematological or clinical chemistry variables occurred in exposed males or females. All changes except the decreases in TG in females are considered unrelated to test material, due to lack of a dose-response, correlative changes in histology, and/or findings in both sexes. All hematology and clinical chemistry values were within ranges reported for historical controls. However, because the TG values for all exposed groups of female animals were reduced by 22-29% compared to control, the decrease in TG is likely related to test material administration. Reductions in TG have been observed in rats consuming high levels of other fibers such as inulin-type fructans and rice bran [2, 4] and are not toxicologically relevant, because a decrease in TG is generally thought of as a beneficial effect. The lack of an effect on cholesterol is consistent with the fact that in rats, cellulose is neutral with respect to blood cholesterol [14] .",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 729,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 730,
                    "end": 732,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Mammalian micronucleus assay"
        },
        {
            "text": "The test material was not mutagenic in a bacterial reverse mutation assay which tested concentrations up to the limit concentration of 5000 g/plate (in the presence and absence of metabolic activation). Although precipitation was generally observed in plates containing 1000 g/plate or higher concentrations of test material in the absence of S9, it did not interfere with scoring or occur at the four lower concentrations used in the assay (10, 31.6, 100 and 316 g/plate). Because at least five concentrations could be evaluated (as required by the guideline), the assay is valid and appropriate for assessing the potential of the material to cause mutations. The results of the peripheral blood micronucleus study in the mouse show that pecan shell fiber is not clastogenic or aneugenic at a dose of 10 000 mg/kg bw, approximately the same daily dose that was administered safely to rats for 91 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mammalian micronucleus assay"
        },
        {
            "text": "In an attempt to increase the fiber content of the diet, food manufacturers have developed a number of different fiber ingredients. These include carrot fiber, dried orange pulp, barley fiber, oat hull fiber, potato fiber, rice bran fiber, corn bran fiber and sugar beet fiber. A few of these substances (sugar beet fiber, corn bran fiber and barley fiber) were tested for safety in rats. The NOAEL for pecan shell fiber in the rat (15% over 13 weeks) is higher than the NOAELs for each of these fibers (10% over four weeks) [8, 6, 12] . Pecan shell fiber provides an additional benefit that several fiber ingredients do not possess-high polyphenol and proanthocyanidin content, which will aid in the preservation of food.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 528,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 529,
                    "end": 531,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Mammalian micronucleus assay"
        },
        {
            "text": "In conclusion, the results of the studies described in this manuscript show that rats tolerate high levels of pecan shell fiber in the diet; and suggest that the ingredient could be safely consumed by humans at the relatively high level of intake anticipated from use as an ingredient providing a significant source of fiber in the diet. The NOAEL in a 13-week dietary study in rats is 150 000 ppm (9947.5 mg/kg bw/day in males and 11 082.8 mg/kg bw/day in females), the highest dose administered. Furthermore, pecan shell fiber is non-genotoxic as analyzed in a mouse peripheral blood",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mammalian micronucleus assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ground Pecan Shells. Official names and definitions of feed ingredients",
            "authors": [],
            "year": 2015,
            "venue": "Official Publication. Association of American Feed Control Officials Incorporated",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ten different dietary fibers have significantly different effects on serum and liver lipids of cholesterol-fed rats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riddell-Mason",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Nutr",
            "volume": "124",
            "issn": "",
            "pages": "78--83",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health benefits of dietary fiber",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baird",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferreri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knudtson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koraym",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nutr. Rev",
            "volume": "67",
            "issn": "",
            "pages": "188--205",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effects of inulin-type fructans on lipid metabolism in man and in animal models",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beylot",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br. J. Nutr",
            "volume": "93",
            "issn": "",
            "pages": "163--168",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Phenolic compounds and antioxidant activity of kernels and shells of Mexican pecan (Carya illinoinensis)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "De La Rosa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alvarez-Parrilla",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shahidi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Agric. Food Chem",
            "volume": "59",
            "issn": "",
            "pages": "152--162",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evaluation of the toxicity of concentrated barley ␤-glucan in a 28-day feeding study in Wistar rats",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delaney",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frazer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ostergren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kierzek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haworth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Knutson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Junker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jonker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Food Chem. Toxicol",
            "volume": "41",
            "issn": "",
            "pages": "477--487",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antioxidant properties of Pecan nut [Carya illinoinensis (Wangenh.) C. Koch] shell infusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C P"
                    ],
                    "last": "Prado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Aragão",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Block",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Grasas y Aceites",
            "volume": "60",
            "issn": "",
            "pages": "330--335",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Biochemical parameters of rats fed dietary fiber preparation from sugar beet",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dongowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Plass",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W R"
                    ],
                    "last": "Bleyl",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Zeitschrift fur Lebensmittel -Untersuchung und -Forschung",
            "volume": "206",
            "issn": "",
            "pages": "393--398",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "From the Federal Register Online via the Government Printing Office",
            "authors": [],
            "year": 1997,
            "venue": "Federal Register",
            "volume": "62",
            "issn": "74",
            "pages": "97--9706",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Importance for the U. S. pecan industry of communicating about quality",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Florkowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Hubbard",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "HortScience",
            "volume": "27",
            "issn": "",
            "pages": "462--464",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Spontaneous renal tubular hyperplastic and neoplastic lesions in three Sprague-Dawley rats from a 90-day toxicity study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Ulland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Borzelleca",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "233--241",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Corn bran dietary fiber modified by xylanase improves the mRNA expression of genes involved in lipids metabolism in rats",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Food Chem",
            "volume": "109",
            "issn": "",
            "pages": "499--505",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dietary Reference Intakes for Energy, Carbohydrate, Fiber, Fat, Fatty Acids, Cholesterol, Protein, and Amino Acids",
            "authors": [
                {
                    "first": "Dietary",
                    "middle": [],
                    "last": "Iom",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fiber",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "339--371",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effect of cellulose, pectin and chromium (III) on lipid and carbohydrate metabolism in rats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krzysik",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grajeta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prescha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Trace Elem. Med. Biol",
            "volume": "25",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Early onset of spontaneous renal preneoplastic and neoplastic lesions in young conventional rats in toxicity studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Piaia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Everitt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Faustinelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Defazio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cavaliere",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cristofori",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Toxicol. Pathol",
            "volume": "35",
            "issn": "",
            "pages": "589--593",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fiber and prebiotics: mechanisms and health benefits",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Slavin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nutrients",
            "volume": "5",
            "issn": "",
            "pages": "1417--1435",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "USDA, Dietary Guidelines for Americans",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "GRAS flavoring substances 23. The 23rd publication by the FEMA expert panel presents safety and usage data on 174 new generally recognized as safe flavoring ingredients",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Waddell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Feron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Marnett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Portoghese",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Rietjens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Gavin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mczgowen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Food Technol",
            "volume": "",
            "issn": "",
            "pages": "22--49",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mean body weights of male rats during the study. Standard deviations, which tended to be large for treated animals, are omitted for figure clarity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mean body weights of female rats during the study. Standard deviations, which tended to be large for treated animals, are omitted for figure clarity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "APTT = activated partial thromboplastin time; BAS = basophils; dL = deciliter; EOS = eosinophils; fL = femtoliter; HCT = hematocrit; HGB = hemoglobin; LUC = large unstained cells; LYM = lymphocytes; MCH = mean corpuscular hemoglobin; MCHC = mean corpuscular hemoglobin concentration; MCV = mean corpuscular volume; mm 3 = cubic millimeter; MON = monocytes; NEU = neutrophils; pg = picograms; PLT = platelets; PT = prothrombin time; RBC = erythrocytes; RDW = red blood cell distribution width; RET = reticulocytes; WBC = white blood cells (leukocytes).* Significantly different from control by Dunnett Test (2 sided), p < 0.05. ** Significantly different from control by Dunnett Test (non-parametric, 2 sided), p < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Incidences of micronucleated PCE [%] after 44 h (mean ± standard deviation).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", \"Health Effects, Repeated Dose 90-Day Oral Toxicity Study in Rodents\", dated September 21, 1998. The bacterial reverse mutation test was conducted in accordance with the Ninth Addendum to OECD Guidelines for Testing of Chemicals, Section 4, No. 471, \"Bacterial Reverse Mutation Test\", adopted July 21, 1997; Commission Regulation (EC) No. 440/2008 B.13/14: \"Mutagenicity -Reverse Mutation Test Using Bacteria\", dated May 30, 2008 and EPA Health Effects Test Guidelines, OPPTS 870.5100 \"Bacterial Reverse Mutation Assay\" EPA 712-C-98-247, August 1998. The experimental procedure used in the mouse micronucleus assay complied with OECD Guideline No. 474 \"Mammalian Erythrocyte Micronucleus Test\", adopted September 26, 2014.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mean food consumption of male and female rats during the study.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Hematology and coagulation data for rats administered pecan shell fiber for 91 days.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the assistance of Lee Koetzner and Odete Mendes (both of Eurofins Product Safety Labs, Dayton, NJ), and Gudrun Schreib and Claudia Donath (both of Eurofins Bio-Pharma Product Testing Munich GmbH) in conducting the studies and Arlene Morales and Silvia Ulm in preparing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Control 50 000 mg/kg/day 100 000 mg/kg/day 150 000 mg/kg/day Number of males 9 10 10 10 AST (U/L) * 82 ± 10 85 ± 12 89 ± 20 80 ± 5 ALT (U/L) 27 ± 13 25 ± 9 25 ± 6 25 ± 4 SDH (U/L) * 7.7 ± 3.8 8 Data are presented as mean ± standard deviation (SD). ALB = albumin; ALKP = alkaline phosphatase; ALT = alanine aminotransferase; AST = aspartate aminotransferase; BILI = total bilirubin; BUN = urea nitrogen; Ca =calcium; CHOL = cholesterol; Cl = chloride; CREA = creatinine; dL = deciliter;GLOB = globulin; GLUC = glucose; IPHS = inorganic phosphorus; K = potassium; mg = milligrams; mmol = millimoles; Na = sodium; SDH = sorbitol dehydrogenase; TP = total protein; TRIG = triglycerides; U = units. * Number of males: (Control: 7; 50 000 ppm: 7; 100 000 ppm: 9). ** Significantly different from control by Dunnett Test (2 sided Regarding micronucleated PCE (MN-PCE), mean frequencies for the negative controls at both 44 and 68 h (Figs. 3 and 4) were within the historical control limits for negative controls (0.13-0.32%). The mean values for treated mice at 44 h were 0.22% (males) and 0.28% (females). The mean value observed in the male group was within the range of the concurrent negative control as well as within the historical control limits of the negative control. The mean value observed in the female group was statistically significantly increased compared to the concurrent negative control. However, the value was within the range of the historical control limits of the negative control. Therefore, the significant increase in MN-PCE in treated females at 44 h with respect to the concurrent control only did not meet all criteria for a positive response. For the 68 h measurement, the mean values of both males and females (0.25% and 0.2%, respectively) were within the range of the concurrent negative control and historical controls. Under the conditions of the test, pecan shell fiber did not cause a biologically relevant increase in the frequency of MN-PCE. The assay was considered valid as the MN-PCE frequencies for the negative control rats were within the expected historical range and an adequate positive control response was obtained (3.51% MN-PCE in males and 1.90% MN-PCE in females).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "text": "*",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 193,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 925,
                    "end": 940,
                    "text": "(Figs. 3 and 4)",
                    "ref_id": null
                }
            ],
            "section": "Parameter"
        },
        {
            "text": "Results of the study conducted in accordance with OECD Guideline No. 408 indicate that the 91-day dietary no observable adverse effect level (NOAEL) for pecan shell fiber in Sprague-Dawley rats is 150 000 ppm (9947.5 mg/kg bw/day in males and 11 082.8 mg/kg bw/day in females). A higher NOAEL in female rats (on a bodyweight basis) is consistent with the lower female bodyweights, when compared to the male bodyweights. Experiment 1  0 a  21  27  107  97  9  6  13  7  38  43  10.0  24  31  102  118  12  9  13  15  40  32  31.6  18  32  93  108  7  8  8  13  30  36  100  26  33  97  100  8  6  11  11  42  34  316  28  32  106  113  7  5  8  9  32  37  1000 26 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 659,
                    "text": "Experiment 1  0 a  21  27  107  97  9  6  13  7  38  43  10.0  24  31  102  118  12  9  13  15  40  32  31.6  18  32  93  108  7  8  8  13  30  36  100  26  33  97  100  8  6  11  11  42  34  316  28  32  106  113  7  5  8  9  32  37  1000",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "All authors have a financial relationship with the sponsor of the study and the manuscript, Southeastern Reduction Company, Valdosta, GA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The Transparency document associated with this article can be found in the online version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency document"
        }
    ]
}