{
    "paper_id": "4001bc47c8c30f370e59b5d26a74187b1727cc5b",
    "metadata": {
        "title": "Round-up of GHSA Steering Group and Action Packages in 2015 GHSA Steering Group Secretariat a , GHSA Preparation Task Force Team",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This inaugural meeting of the Global Health Security Agenda (GHSA) Steering Group was chaired by the Permanent from the Ministry of Social Affairs and Health of Finland. The Chair stressed the importance of the GHSA highlighting the unprecedented epidemic of Ebola which took the world by surprise last year. During the Finnish chairmanship, there will be a strong push toward implementing concrete GHSA commitments and toward concrete work at the country level in the form of cooperation across sectors. Commitments will continue to support existing international agreements and policies and will accelerate progress toward a world safe and secure from infectious disease threats. The Chair expressed hope that such an acceleration of effort as agreed under the GHSA would no longer be needed after the initial five year commitment has passed, as the GHSA targets/objectives should be embedded by that time in the mindsets of countries and international organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "GHSA Steering Group members and international organizations highlighted ongoing activities, including over 100 GHSA commitments to improve national, regional or global capacity made prior to the September 26, 2014 White House event in Washington DC. The Steering Group agreed that implementation of these commitments, including through the 11 Action Packages, will be an important 2015 focus, with the target of measurable achievements on each commitment and in each Action Package area before the September Seoul event. The Steering Group discussed the context of the Ebola epidemic, and the need to consider mechanisms other than self-reporting to determine gaps that can impact the ability of nations that can fully implement the World Health Organization (WHO) International Health Regulations (IHR). WHO, Food and Agriculture Organization (FAO), and World Organization for Animal Health (OIE) highlighted continued strong support for the GHSA and outlined activities that are synergistic and could complement GHSA partner activities to accelerate progress toward the GHSA vision of a world safe and secure from infectious disease threats. The World Bank highlighted the important role of the private sector in health security and the need to strengthen the link between essential public health functions and broader health systems strengthening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The GHSA is an effort by nations, international organizations, and civil society to accelerate progress toward a world safe and secure from infectious disease threats; to promote global health security as an international priority; and to establish capacity to prevent, detect and rapidly respond to biological threats, whether naturally occurring, intentional, or accidental. The GHSA will spur progress toward full implementation of WHO IHR 2005, OIE Performance of Veterinary Services (PVS) pathway, and other relevant global health security frameworks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to accelerate progress toward these goals, 11 lines of effort or \"Action Packages\" were developed to facilitate regional and global collaboration toward specific GHSA objectives and targets. Following two commitment development meetings held in 2014 in Helsinki, Finland and Jakarta, Indonesia countries identified 11 discrete Action Packages with a set of specific actions to outline work to urgently establish global capacity to prevent, detect, and rapidly respond to infectious disease threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Action Packages have now been agreed upon by a set of Action Package leaders and contributing countries, with the understanding that they will evolve over time. Technical experts from countries around the world have worked collaboratively since the February 13, 2014 launch of the GHSA to shape these lines of effort and will continue to lead and implement. To date, 38 countries have agreed to lead or substantively contribute with the goal of translating political leadership into specific actions [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These Action Packages are being publicly released for the first time in conjunction with the GHSA White House event held on September 26, 2014 to encourage other countries and groups outside of government to engage in the GHSA as part of a whole-of-society approach to achieve a world where all nations have the capacity to prevent, detect and rapidly respond to biological threats. We encourage non-governmental stakeholdersd including foundations, development banks and non-governmental organizationsdto contribute to the development and implementation of this effort [2] .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 573,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The GHSA Steering Group agreed that the Ebola crisis demonstrates the critical need for the Global Health Security Agenda. In this context, meeting participants discussed the interdependence of health in the 21 st century, the shared responsibility for capacity building, and the need to consider mechanisms other than self-reporting to determine gaps that can impact the ability of nations to prevent, detect and rapidly respond to public health emergencies of international concern. The Steering Group also emphasized the role of GHSA as an accelerator for IHR implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Health Security in the International Policy context"
        },
        {
            "text": "The chair stressed that the momentum and window of opportunity to concretely improve health security is right now and all agreed that GHSA partners should stay vigilant and raise the profile of health security agenda in all relevant political processes. The commitment has already been strong. The head of the US delegation, Senior Director Laura Holgate reported back to the GHSA Steering Group from the successful September 26 th High Level Event where over 100 new, concrete GHSA commitments were made to improve national, regional or global capacity. The implementation of these commitments, including through the 11 Action Packages, will be an important 2015 focus, with the target of measurable achievements on each commitment and in each Action Package area before the September, 2015 Seoul event. The strong US commitment to prevent new outbreaks of infectious diseases was further highlighted in President Obama's recent State of The Union speech. All sectors, within and outside of the governments should be engaged in the GHSA. This is achieved only by whole-ofgovernment and whole-of-society approaches. Ms. Holgate also mentioned the G20 countries' commitment to build capacity to prevent, detect and rapidly respond to infectious disease threats; report progress, and work to announce a timeline for establishing capacity across all West African and other vulnerable nations during the May 2015 World Health Assembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Health Security in the International Policy context"
        },
        {
            "text": "Assistant Director General of the WHO Keiji Fukuda outlined WHO's support for the GHSA: WHO's role is to provide guidance, and it is important that all initiatives are coordinated and complementary. He further stressed that the GHSA emphasis on action is critical for WHO's mission. Dr. Fukuda described how the Ebola epidemic had raised awareness on health security issues and how the GHSA has assisted and complements the IHR. Dr Fukuda pointed out that health security issues are critical to everybody. He also stressed the importance of GHSA beyond Ebola, including countering antimicrobial resistance (AMR) and other emerging infectious disease threats such as the Middle East Respiratory Syndrome (MERS) coronavirus. Dr. Fukuda emphasized that it is of an utmost importance to bring existing streams (capacities) to work closer together. The lesson learned from Ebola was that three critical months were lost in the beginning. Making up for that lost time is important. In another situation, to lose three months is to lose the effort. He also highlighted the importance of monitoring implementation of the IHR core capacities and GHSA Steering Group and Action Packages S29 emphasized that self-reporting does not reflect what's really in place and what is needed. Dr Fukuda noted that the window is now open to make change in the system, but stressed that the time to act is now. The Director of the United States' Centers for Disease Control and Prevention (CDC), Dr. Tom Frieden pointed out that we have a momentum for progress now. From the CDC's point of view, we have 3 critical needs to get rapid progress in global health security: (1) money, (2) trained and supported staff, and (3) accountability. There is a crucial and large gap in getting trained and supported staff. Reliable country assessments are critical from the donor perspective to identify gaps. Dr Frieden also emphasized that there are no conflicts between GHSA and IHR, and that GHSA should be seen as an invaluable tool and opportunity to advance IHR implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Health Security in the International Policy context"
        },
        {
            "text": "GHSA Steering Group members also highlighted the need to consider GHSA as a critical component of broader health systems strengthening and linked Ebola preparedness activities to longer-term GHSA capacity needs. All agreed that we have a unique opportunity and must ensure that current high-level attention to GHSA is not wasted, but rather is effectively translated into real, measurable capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Health Security in the International Policy context"
        },
        {
            "text": "As new advisors to the GHSA, the African Union and ECOWAS stated support for the goals of the GHSA and interest in working with partner countries to align activities in support of long-term capacity needed in Africa to prevent, detect and rapidly respond to infectious disease threats. Stressing the need for concrete contributions to the GHSA, they thanked the GHSA Steering Group for solidarity (in the fight against Ebola) and called for further solidarity toward longer-term health systems strengthening and global health security. However, not only technical help is needed but also financial assistance to build new efficient systems. Many countries in Africa have concretely contributed to the Ebola response with personnel and equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Health Security in the International Policy context"
        },
        {
            "text": "The Steering Group continued to stress the multisectoral nature of the GHSA, and GHSA Steering Group members were encouraged to increase multisectoral engagement in support of the GHSA if they were not already doing so. The GHSA Steering Group also discussed the vital role of the security sector in achieving GHSA targets and objectives, noting that support from the defense and other sectors, instrumental in the response to the Ebola crisis. The GHSA Steering Group heard specific examples from the defense sector by Principal Deputy Assistant Secretary of Defense Tom Atkin from the United States and Tiina Raijas, the Deputy Director of the Defence policy Unit from Finland. Both the United States and Finland recognized that biological threats are a security threat to all nations. Mr Atkin noted that microbes are potential weapons of mass destruction, microbes and infectious diseases a threat to US troops abroad, diseases are a risk to public security, and unstable conditions can be incubators for terrorist activities. The defense sector can contribute systems that can assist with disease detection, surveillance, reporting and diagnostics as well as response capabilities, logistics and command and control systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Health Security in the International Policy context"
        },
        {
            "text": "Countering biological threats by enhanced biosecurity is a vital element of global non-proliferation agenda and it has many links to our important GHSA work. Biosecurity was brought up as one important task of the defence sector and especially the preventive measures (biodefense). Both the United States and Finland stressed the strong engagement of their defence sectors. It was recognized that global partnerships play an important role in the field of biosecurity, but the defence cooperation at different levels is also an essential part of enhanced biosecurity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Global Health Security in the International Policy context"
        },
        {
            "text": "Organizations, development Banks, Philanthropic foundations and NGOs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaboration with International"
        },
        {
            "text": "Senior Animal Health Officer Ahmed El Idrissi from FAO highlighted the One Health approach as a good example of a practice, where multi-sectoral cooperation and interagency collaboration is working as its best. The tripartite-concept (FAO-OIE-WHO) which started from need to control highly pathogenic avian influenza (HPAI) is an existing model of work to manage and respond to risks related to zoonoses. There is a Crisis Management Centre and Global Early Warning System (GLEWS) for zoonosis. The most important zoonosesare zoonotic influenza, resistance in microbes (AMR) and rabies, Ebola, Mers-corona and Rift Valley fever. The work and activities are based on risk assessment, drawing from the animal health, public health, laboratory results and epidemiological information is combined. He finished by stating that FAO is willing to use its worldwide network to support GHSA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Organizations"
        },
        {
            "text": "Deputy Director General Brian Evans from OIE informed the Steering Group of OIE's many projects and activities. OIE has five existing work streams that may serve as models in order to advance GHSA goals: OIE PVS Pathway, OIE-PVS WHO-IHR joint national workshops, training, and the World Animal Health Information System (WAHIS) and laboratory twinning programs. PVS measures the level of National Veterinary Services, OIE-PVS WHO-IHR assess both animal and human health forces, Training supports veterinary services. WAHIS and laboratory capacity are strengthened through twinning programs. OIE has a large network of focal points involved in zoonosis work. Relating to Action Packages Prevent1 (AMR) and Pre-vent2 (Zoonosis), OIE has done 122 mission with 87 reports, which of 19 are available at OIE website. WHO and OIE have also done assessments together. There are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Organizations"
        },
        {
            "text": "GHSA Steering Group Secretariat, GHSA Preparation Task Force Team 247 laboratories in 37 countries working at the humananimal interface and OIE has much to contribute to Action Packages Detect 1, 2, 3, 4, and-5 and Respond 2. OIE has listed 119 animal diseases on which information is collected on-line and annual reports are done. Like the representative from FAO, Dr Evans emphasized the importance of mobile solutions like smartphones for zoonoses. He concluded by attributing new meaning to\"HEALTH\" -Humans-Environment-Animals Living Together Harmoniously. Dr Evans also stressed that the bridge between human health and animal Health leads to global health and that multisectoral collaboration is important. OIE offered its full support to the work of GHSA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S30"
        },
        {
            "text": "John Ryan from the European Commission's DG SANTE highlighted the multisectoral nature of the organization and its work on health security. The European Commission recognizes the need to reinforce implementation of the IHR, which provide an excellent basis for preparedness and for response coordination. Support activities should be based on existing gaps and address the areas where investment is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S30"
        },
        {
            "text": "The EU has wide experience in organizing preparedness. Legal basis is EU Decision on serious cross border threats to health, which covers surveillance of communicable diseases, monitoring of other cross border health threats, electronic alert system linked to the IHR alert system, a common risk assessment system, coordinated approach to preparedness and response planning, with a focus on intersectoral cooperation, and also covering joint procurement of pandemic vaccines and other countermeasures, support for laboratory cooperation and laboratory security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S30"
        },
        {
            "text": "EU has been involved in WHO activities on IHR and on disease prevention and control, participated in Global Health Security Initiative in 2001 and been active in multilateral and bilateral assistance to third countries and cooperation with third countries on specific issues. Dg SANTE is coordinator for GHSA activities in the Commission and closely cooperates with the relevant Commission services, in particular the Departments for Humanitarian Aid and Development, to see where the EU actions can link up with and support GHSA activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S30"
        },
        {
            "text": "Director Tim Evans from the World Bank highlighted the need to strengthen the link between essential public health functions and broader health systems strengthening. He highlighted that increased preparedness is an important safeguard for those investing in a country and proposed that certain types of financial assistance could be made conditional on, for example, compliance with IHR. The World Bank is in the process of setting up a Pandemic Emergency Facility, which is a financial instrument developed in collaboration with countries, investment banks, foundations and the private sector for technology development, improving global health workforce and seeking private sector comparative advantages and based partly on existing financial instruments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S30"
        },
        {
            "text": "Ambassador Bonnie Jenkins from the US Department of State presented on the US experience in engaging the non-governmental organizations (NGOs) in GHSA. Taking a whole of society perspective in the engagement of NGOs is indispensable as the outreach will cover different types of organizations from non-profit to private sector, foundations and Development Banks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaboration with Philanthropic foundations and NGOs"
        },
        {
            "text": "Initial outreach to NGOs was organized in February 2014, with outreach to foundations in May 2014. An event for the NGOs was organized in Washington DC in September 2014 with over 300 participants and featured Minister Susanna Huovinen from Finland. Recognizing the role of youth, a GHSA Next Generation Leaders initiative was formed with36 young professionals working in global health security participating from several countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaboration with Philanthropic foundations and NGOs"
        },
        {
            "text": "Steering Group members discussed the importance of engaging actors in the NGO sector according to their capabilities. We should look into different entry points for different types of actors, with the goal of greater participation internationally, with an emphasis on cooperation with the private sector. Understanding for the role and possible contribution will be created between different actors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaboration with Philanthropic foundations and NGOs"
        },
        {
            "text": "Ambassador and special envoy on Ebola Tiina Jortikka-Laitinen from the Ministry for Foreign Affairs of Finland shared her recent experiences from West Africa in the context of civil society organization involvement. Ambassador Jortikka-Laitinen had met with a UN representative (UNMIL DSRSG) in Monrovia who had noted that Ebola is not defeated in hospitals but in the communities. Community engagement remains at the top of the agenda for the UN and other actors responding to the Ebola outbreak. The role of the civil society organizations (CSOs) is pronounced e long-term presence and partnerships, and resulting trust makes CSOs well positioned to work effectively with communities in responses to health and non-health issues alike. CSOs do not limit themselves to working with grassroots actors but often have in their mandate to work with and support governments as well. In emergency response or development cooperation, competence must be sought where ever it exists e donors, international organizations, local or international NGO's. Early on in the Ebola outbreak, Medicine San Frontiers (MSF) was playing a role that later governments and other actors like the UN took over.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaboration with Philanthropic foundations and NGOs"
        },
        {
            "text": "Ambassador Jortikka-Laitinen reminded the Steering Group that CSOs are experienced in disaster response. They are knowledgeable in providing sustainable solutions in cooperation with governments and with the local communities. With the Ebola outbreak winding down in Liberia, we must harness existing momentum and focus on preventing the next epidemic or similar shock to a fragile society. On GHSA more specifically, the role of civil society is valuable including lessons learned in cross-sectoral collaboration and achieving sustainability on the ground. Different actors from within civil society can also raise awareness of the interconnectedness of infectious diseases, animal diseases, and bio-and food security and the importance of addressing these issues in a holistic manner. Ambassador Jortikka-Laitinen concluded that non-governmental stakeholders including foundations, NGOs and INGOs should be encouraged to contribute to the development and implementation of the Action Packages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaboration with Philanthropic foundations and NGOs"
        },
        {
            "text": "The Chair noted that the next meeting of the Steering Group meeting will discuss the role of NGOs in GHSA in more detail, and a special session is being planned on this topic. She underlined that determining how best to engage with non-governmental stakeholders will be critical. The next steps for the NGO engagement are to continue the mapping possible actors. Meetings with foundations and Next Generation Leaders are also in development. The Steering Group decided to convene a subgroup to discuss how to engage appropriately with the private sector. The GHSA Partners are encouraged to share information on relevant NGSs with Ambassador Jenkins (jenkinsbd@state.gov).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaboration with Philanthropic foundations and NGOs"
        },
        {
            "text": "The Steering Group discussed progress toward Action Package commitments and noted that some Action Packages are making great strides on commitment implementation, including national, regional and global approaches to reaching the targets and indicators; however, some Action Package leaders may need assistance. Some GHSA Steering Group countries, which are also Action Package leaders, including Kenya and Italy, shared planned next steps for the Action Packages they are leading. The GHSA Steering Group noted that it makes sense for Steering Group countries to take responsibility for helping to facilitate next steps for specific Action Packages. The Steering Group agreed that Finland, Canada and the United States will oversee a subgroup to determine specific next steps and responsibilities. The Group discussed an Action Package Annual Plan deadline of February 28, 2015. Some GHSA partners expressed concern about meeting this deadline. The subgroup was tasked to explore the issue of timelines and progress for each Action Package.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting GHSA Action Package Leaders"
        },
        {
            "text": "Several Steering Group members raised the relationship between economics and health, noting that many countries, including some Steering Group members, will need help in fulfilling the goals of the GHSA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting GHSA Action Package Leaders"
        },
        {
            "text": "The Steering Group agreed on the importance of financing in meeting the goals of all of the Action Packages. The Chair will lead the development of nonpaper exploring this issue further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting GHSA Action Package Leaders"
        },
        {
            "text": "The Steering Group discussed the GHSA Pilot Assessments that originated during the September 26, 2014 White House GHSA high-level event. Ambassador Jimmy Kolker from the US Department of Health and Human Services outlined the aims of the Pilot Country Assessments. While the pilots represent a proof of concept, he emphasized that they provide an important opportunity to explore measurable targets for achieving GHSA capacity and to demonstrate approaches toward independent, external assessments. Ambassador Kolker also stressed that the Pilot Country Assessments could also contribute valuable information toward a refined IHR assessment process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pilot Country Assessments"
        },
        {
            "text": "Department Director Mika Salminen from Finnish Public Health Institute reported on the process and plans for Pilot Country Assessments. Steering Group countries were congratulated by the Chair on rapid progress since September. Georgia, Peru, Uganda, Portugal, and the United Kingdom agreed to participate in the pilot assessment process, and GHSA Steering Group members have provided experts to participate in the Pilot Country Assessments. The Pilot Assessments are intended to develop approaches for elucidating more specific gaps and capability needs across the 11 Action Package targets. GHSA Steering Group countries, including the U.S., Finland, and Saudi Arabia provided positive comments about the Pilot Assessment recently conducted in Georgia. The gaps in the national systems in pilot countries are being detected and the action packages are working. The first day of the assessment is critical and must be planned carefully. The Peru and Uganda assessments will be complete by the end of February, 2015. There is a strong commitment to the process. However, additional pilot assessments are needed to test the methods and collect experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pilot Country Assessments"
        },
        {
            "text": "GHSA Steering Group members were asked to consider providing additional experts to the roster and to consider volunteering to host an assessment to further develop and refine the concept. GHSA Steering Group members discussed the relationship of the Pilot Country Assessments to the IHR self-assessment process, the importance of focusing on identified needs and providing mechanisms and resources to address assessed gaps. The Chair will provide further information on how the GHSA Pilot Country Assessments complement, rather than duplicates, the WHO IHR self-reporting process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pilot Country Assessments"
        },
        {
            "text": "The initial results and next steps for the Pilot Country Assessments will be discussed in more detail during the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pilot Country Assessments"
        },
        {
            "text": "The Chair reiterated the model of the structure of the Steering Group (SG), comprised of ten members, decided during the September 26, 2014 meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods of work of the GHSA Steering Group and the Working Level Support Team"
        },
        {
            "text": "The GHSA SG will have three meetings this year: the second meeting will be in the summer and the third meeting in connection with the GHSA High Level meeting in September. Meetings will be organized in immediate connection with other meetings/conferences for synergy and minimizing travel burden. The placement and timing of the second meeting was discussed and a proposal to organize it together with the OIE Global Conference on Biological Threat Reduction, which will be held in Paris on June 30 th to July 2 nd was put forward. This proposal was supported by the GHSA SG members and the OIE representative. A provisional commitment by the OIE to host the meeting was received, pending confirmation from OIE headquarters (this confirmation has been received from the OIE leadership after the meeting).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods of work of the GHSA Steering Group and the Working Level Support Team"
        },
        {
            "text": "Steering Group members discussed a working model for the SG. The Chair proposed that each Steering Group member appoint at least one lead person to serve on the Steering Group Working Level Support Team (WLST), a virtual secretariat that will support the work of the Chair, the Steering Group and the Action Package leaders, as needed. The work will be done through electronic contact and teleconferences. The Team Lead for the WLST for 2015 in Finland is Ms Outi Kuivasniemi. Steering Group members were asked to get back to Finland with their nominations to the WLST.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods of work of the GHSA Steering Group and the Working Level Support Team"
        },
        {
            "text": "A shared internet working space -a collaboration portal e based on Microsoft Sharepoint has been set up to support the work of the SG, the WLST and the Action Package leaders. This workspace was introduced by Dr. Thomas Kenyon, Director of the Center for Global Health at U.S. Centers for Disease Control and Prevention. The workspace enables sharing and cooperation on documents, facilitates scheduling and the exchange of contact information. Access can be granted to partners of the GHSA. So far only one fifth of the partners have accessed the site, and SG members are encouraged to register. The Chair noted that it is intended that the SG and Action Package reports and other key documents will be distributed through the collaboration portal. The link and instructions to gain access to the collaboration portal will be re-distributed among partners. 7. Key Action Items/Next Steps y Next SG meeting June 29, 2015 in Paris, France. GHSA High Level Meeting on September 7-9, 2015 in Seoul, the Republic of Korea. The GHSA Steering Group will meet directly before the Seoul meeting. Further options for NGO engagement to be developed before June SG Meeting A subgroup will be created to determine specific next steps to galvanize private sector interest in and involvement with the GHSA. Interested Steering Group members should contact Finland. Steering Group countries should each serve as a focal point for different Action Packages. Canada, Finland and the United States to lead a subgroup to determine the next steps for energizing Action Packages that may need assistance and to work with other Steering Group members to determine which Steering Group members should serve as a liaison for which Action Packages. Regional approaches to promote GHSA actions to be fostered by Steering Group members. The Steering Group Chair to develop a paper that describes the relationship between GHSA and IHR. The Steering Group to develop a paper that explores options for financing and matching assistance to gaps and Action Package needs. Steering Group members were asked to contribute additional experts to the roster for use with pilot country assessments. Steering Group members were asked to consider volunteering for the Pilot Assessments. The Chair will share all presentations from the Steering Group meeting and to post them and the notes from the meeting to the collaboration portal found at CDC website.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods of work of the GHSA Steering Group and the Working Level Support Team"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global Health Security Agenda: Getting Ahead of the Curve on Epidemic Threats",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "This is a revised summary of Steering Group Meeting",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Note",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "S32GHSA Steering Group Secretariat, GHSA Preparation Task Force Team GHSA Ministerial Meeting in Seoul, Republic of Korea in September, 2015.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ]
}