{
    "paper_id": "418d9334932cd1b03e23fd6e03c01e660fff4bd4",
    "metadata": {
        "title": "The many paths to frameshifting: kinetic modelling and analysis of the effects of different elongation steps on programmed -1 ribosomal frameshifting",
        "authors": [
            {
                "first": "Pei-Yu",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [
                    "Seok"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Delaware",
                    "location": {
                        "postCode": "18711",
                        "settlement": "Newark",
                        "region": "DE"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "D"
                ],
                "last": "Dinman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "postCode": "20742",
                        "settlement": "College Park",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kelvin",
                "middle": [
                    "H"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Delaware",
                    "location": {
                        "postCode": "18711",
                        "settlement": "Newark",
                        "region": "DE"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Several important viruses including the human immunodeficiency virus type 1 (HIV-1) and the SARSassociated Coronavirus (SARS-CoV) employ programmed À1 ribosomal frameshifting (PRF) for their protein expression. Here, a kinetic framework is developed to describe À1 PRF. The model reveals three kinetic pathways to À1 PRF that yield two possible frameshift products: those incorporating zero frame encoded A-site tRNAs in the recoding site, and products incorporating À1 frame encoded A-site tRNAs. Using known kinetic rate constants, the individual contributions of different steps of the translation elongation cycle to À1 PRF and the ratio between two types of frameshift products were evaluated. A dual fluorescence reporter was employed in Escherichia coli to empirically test the model. Additionally, the study applied a novel mass spectrometry approach to quantify the ratios of the two frameshift products. A more detailed understanding of the mechanisms underlying À1 PRF may provide insight into developing antiviral therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Programmed ribosomal frameshifting (PRF) is a process where specific signals in the mRNA direct the ribosome to switch reading frame at a certain efficiency. In À1 PRF, the ribosome slips 1 nt towards the 5 0 -end of the mRNA during translation. Several viruses, including human immunodeficiency virus type 1 (HIV-1) and the coronavirus responsible for severe acute respiratory syndrome (SARS-CoV), employ À1 PRF to synthesize precursors of enzymes for their replication (1, 2) , and the ratio of the zero frame to À1 frame encoded products is important to the vitality of viruses (3) (4) (5) . As such, altering À1 PRF efficiency may damage viral replication [reviewed in (6) ]. This suggests À1 PRF as a target for the development of antiviral therapeutics.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Programmed À1 ribosomal frameshifting signals usually contain three essential mRNA elements: (i) a 'slippery' heptanucleotide sequence X XXY YYZ (X can be any three identical nucleotides, Y is A or U and Z is not G in eukaryotes; spaces denote the initial reading frame), where the ribosome changes the reading frame (3, 7) ; (ii) a downstream stimulatory mRNA secondary structure, typically a pseudoknot (8) (9) (10) ; and (iii) a spacer between the slippery sequence and the stimulatory signal. It has been suggested that the stimulatory structural element promotes À1 PRF by positioning the ribosome to pause over the slippery sequence (11) (12) (13) . The length of the spacer has also been shown to affect frameshift efficiency (7, 9, 14) .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 321,
                    "end": 323,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 737,
                    "end": 739,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As PRF occurs during translation elongation, models of À1 PRF should be described within this context. The elongation cycle can be divided into four stages. First, the ribosome selects the cognate aminoacyl-tRNA (aa-tRNA) according to the codon at the decoding center (decoding, DC in Figure 1 ). Second, the aa-tRNA moves from A/T entry state into the A/A state to be accommodated into the ribosome (aa-tRNA accommodation, AA in Figure 1 ). Third, the ribosome catalyses peptidyltransfer, resulting in a peptidyl tRNA in the A-site and a deacylated tRNA in the P site (peptidyltransfer, PT in Figure 1 ). Fourth, the peptidyl-tRNA moves from the A-site to the P-site, carrying the mRNA along, and the deacylated tRNA moves out of the P-site into the E-site from where it dissociates (translocation, TL in Figure 1 ). Translocation opens up the ribosomal A-site and the ribosome moves on to another round of aa-tRNA selection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 438,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 602,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 814,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "*To whom correspondence should be addressed. Tel: +1 302 831 0344; Fax: +1 302 831 4841; Email: KHL@udel.edu Three major models have been proposed for the mechanism of À1 PRF ( Figure 1 ). One hypothesis proposes that À1 PRF takes place during accommodation of the aa-tRNA (8, 15, 16) . We have denoted this Pathway II. The simultaneous-slippage model (8) originally suggested that peptidyl-and aa-tRNAs simultaneously slip by one base in the 5 0 -direction to base pair with the À1 frame codons in the slippery site. In a refinement of this model (15) , À1 PRF was posited to occur when aa-tRNA and peptidyl-tRNA are located in the A/T entry and P/P site. The 9-Å model of À1 PRF (16) built upon both this and newly available structural data to propose that the $9-Å movement of the anticodon loop in the 5 0 -direction during aa-tRNA accommodation is constrained by the presence of the downstream stimulatory RNA structural element. This creates tension on the mRNA between the decoding center and the stimulatory element that can be relieved by decoupling of the A-and P-site tRNAs from the mRNA followed by subsequent slippage of the mRNA by one base in the 3 0 -direction relative to the tRNAs, resulting in a net slip reading frame by À1 base. Consistent with this model, mutations altering aa-tRNA accommodation were found to affect À1 PRF (18) (19) (20) . However, the simultaneous slippage-based models do not explain the role of sequences upstream of the slippery site, which have also been shown to affect the À1 PRF efficiency (21, 22) . A second general hypothesis proposes that À1 PRF occurs during translocation. This can be modeled through two discrete kinetic pathways. The first suggested that after peptidyltransfer, the two tRNAs move to P/E and A/P states, followed by an incomplete, two-base translocation event promoted by the downstream mRNA stimulatory structure (23) . During this incomplete translocation event, the tRNAs dissociate from the mRNA and re-pair with the À1 frame codons in the slippery site. We call this Pathway III. In support of this model, cryoelectron microscopy imaging revealed that a À1 PRF stimulating pseudoknot can interact with the ribosome to block the mRNA entrance channel, compromising the translocation process during À1 PRF (24) . The second co-translocational model proposed that incomplete translocation occurs one elongation cycle prior to the model by Weiss et al. (23) , and that tRNAs in the ribosomal E-, P-and A-sites are all involved in the process (22) . This model suggests that incomplete translocation promotes formation of a transition intermediate, and that entry of the new aa-tRNA into the ribosome and the tendency of tRNAs to revert to stable states drives the shift in reading frame. This is Pathway I. This model is supported by the demonstration that mutations altering E-site tRNA binding affect À1 PRF (22) . However, Figure 1 . A mechanistic model of -1 programmed ribosomal frameshifting. Two translation elongation cycles are depicted at the top: the ribosome undergoes decoding (DC), aa-tRNA accommodation (AA), peptidyltransfer (PT) and translocation (TL) twice to add two amino acids into the polypeptide sequences. A shift in reading frame may occur at the first TL step and the ribosome decodes a À1 frame A-site codon at the recoding site. Additionally, À1 PRF may occur during the second AA step, in which the ribosome has decoded the zero frame A-site codon. Incorporation of the À1 reading frame aa-tRNA starts at the following cycle. Moreover, the shift in reading frame may occur at the second TL step and incorporation of the À1 reading frame aa-tRNA starts at the following cycle.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1347,
                    "end": 1351,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1352,
                    "end": 1356,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1539,
                    "end": 1543,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1544,
                    "end": 1547,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1888,
                    "end": 1892,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2283,
                    "end": 2287,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2415,
                    "end": 2432,
                    "text": "Weiss et al. (23)",
                    "ref_id": null
                },
                {
                    "start": 2517,
                    "end": 2521,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2885,
                    "end": 2889,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 2901,
                    "end": 2909,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "neither of the co-translocation models explain the presence of two species of frameshift proteins produced by HIV-1 frameshifting (see next paragraph).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Protein sequencing was originally employed to generate the simultaneous slippage model, and to confirm that the À1 PRF site for HIV-1 is U UUU UUA located within the gag/ pol overlap (where the P-site of the ribosome during frameshifting is underlined) (1). Interestingly, $70% of the frameshift products contained Phe-Leu (derived from decoding the 0-frame UUU UUA sequence), while $30% of the products contained Phe-Phe (derived from decoding the À1 frame UUU UUU sequence) at the frameshift site (1, 25) . Previous studies suggested that the product with Phe-Phe at the frameshift site could result from slippage of the P-site tRNA alone (1, 25, 26) , i.e. the product predicted by Pathway I, and that the À1 frame aa-tRNA is subsequently recruited to the ribosome. However, the precise mechanism driving this process remained unclear, and no model has been proposed to date explaining the simultaneous formation of different frameshift proteins. Here, we have developed a kinetic model of À1 PRF to explain all of the experimental observations. This model reveals the major steps in the translation elongation cycle that affect À1 PRF, and reconciles all three models of À1 PRF. In addition, À1 PRF efficiency was monitored in vivo using a dual fluorescence reporter (27) and the compositions of different frameshift proteins were analysed by mass spectrometry. The experimental approach was also applied to study Human T-cell leukemia virus type 1 (HTLV) pro-pol frameshift sequence. This is the first study to demonstrate and quantify the ratio of frameshift products incorporating À1 frame A-site tRNA at this À1 PRF sequence. In agreement with the model predictions, experimental perturbation of different translation steps resulted in different levels of À1 PRF efficiency as well as in the relative ratios of two types of frameshift proteins. Our findings demonstrate that all three kinetic pathways are operative during À1 PRF.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 502,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In our earlier study, a kinetic model successfully described the effects of ribosome E-, P-and A-site interactions on +1 PRF (27) . A similar approach can be applied to understand the mechanism of À1 PRF. The mechanistic model in the present study proposes that À1 PRF can occur during translocation and/or aa-tRNA accommodation. Figure 1 describes the overall framework using abc deX XXY YYZ fgh sequence as an example, where spaces separate zero frame codons and the slippery sequence is underlined. When À1 PRF occurs during translocation, the presence of the downstream stimulatory structure forces the ribosome to translocate by two, rather than three, bases toward the 3 0 -end of the mRNA, thus shifting the reading frame. If this 'incomplete' translocation occurs to the pre-translocational ribosome aligning with deX XXY, translation of the À1 frame begins at YYY. Alternatively, if incomplete translocation occurs to the pre-translocational ribosome aligning with XXY YYZ, translation of the À1 frame starts at Zfg. When À1 PRF occurs during aa-tRNA accommodation, the two tRNAs interacting with XXY YYZ slip to base pair with XXX YYY. Consequently, translation of À1 frame starts at Zfg (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 338,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1198,
                    "end": 1207,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Kinetic model"
        },
        {
            "text": "An elegant series of biochemical analyses have established detailed kinetic models of translocation (28) and aa-tRNA selection (29) . Translocation involves EF-G binding to the pre-translocational ribosome, GTP hydrolysis, unlocking conformation change, Pi release, tRNA movement, relocking conformation change and dissociation of EF-G from the post-translocational ribosome. This concept is illustrated along the top of Figure 2 from component PA (pre-translocational ribosome) to E 0 P 0 (post-translocational ribosome). Detailed descriptions for each rate constant are shown in Supplementary Table S1 . Selection and accommodation of aa-tRNA involves initial binding of the ternary complex EF-Tu:aa-tRNA:GTP, codon recognition, EF-Tu GTPase activation, GTP hydrolysis, dissociation of EF-Tu from the ribosome and accommodation of the acceptor end of the aa-tRNA into the A-site or the rejection of the aa-tRNA by proofreading. Detailed descriptions for each rate constant are shown in Supplementary Table S2. In the absence of frameshifting, progression through these steps of the elongation cycle results in synthesis of the non-frameshift protein, called NFS ( Figure 2 ). Our kinetic model suggests three possible reaction pathways that could generate À1 frameshift proteins ( Figure 2 ). In Pathway I, blockage of the mRNA channel entrance by the downstream stimulatory structure induces incomplete translocation with the pre-translocational ribosome positioned at deX XXY. Specifically, the reading frame shift occurs between the tRNA movement and Pi release (rate constant r TL0 ), and the relocking step (rate constant r 45 ). Weiss et al. (23) suggested that when the two tRNAs move from P/E and A/P to the E/E and P/P states, they can un-pair from the mRNA and re-pair with the À1 reading frame. In our model, r t represents the rate constant for a ribosome:EF-G:GDP complex with two tRNAs in the E-and P-sites (E 0 P 0 EFGgdp ) to re-pair with the À1 reading frame (E 02 P 02 EFGgdp ). This motion is reversible, as denoted by the r -t rate constant. This step is followed by a relocking conformational change and EF-G release from the ribosome complex. The resulting E 0 P 0 or E 02 P 02 (A-site unocupied) then moves on to the aa-tRNA selection step. Here, E 0 P 0 is the posttranslocational ribosome aligning with deX XXY (zero frame) and E 02 P 02 is the post-translocational ribosome aligning with cde XXX (-1 frame), where subscript 0 means a zero frame tRNA pairing with the zero frame; subscript 02 means a zero frame tRNA pairing with the À1 frame. E 0 P 0 may generate non-frameshift product NFS, or enter Pathway II or III described below. E 02 P 02 can generate frameshift product FS m , which incorporates the À1 frame aa-tRNA in the recoding site (YYY). In addition, it is also possible for E 02 P 02 to recruit a zero frame aa-tRNA for YYZ (A 0 ) and accommodate this aa-tRNA into the À1 frame. In this case, frameshift product FS z , which incorporates the zero frame aa-tRNA in the recoding site (YYZ), is produced (Pathway Ia).",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1650,
                    "end": 1654,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 429,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 603,
                    "text": "Supplementary Table S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1166,
                    "end": 1174,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1283,
                    "end": 1291,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Kinetic model"
        },
        {
            "text": "In the second pathway, the downstream stimulatory structure induces ribosome pausing and promotes À1 PRF during aa-tRNA accommodation. Pathway II suggests that simultaneous slippage of P-and A-site tRNAs occurs during accommodation and/or before peptidyltransfer. In Figure 2 , the process from P 0 A 0 to P 02 A 02 with the rate constant k pas2 describes the slippage in Pathway II. P 02 A 02 then proceeds through peptidyltransfer to generate FS z .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Kinetic model"
        },
        {
            "text": "In Pathway III, incomplete translocation occurs when the pre-translocational ribosome is positioned at XXY YYZ. Consequently, translation of the À1 frame is one codon downstream of YYZ and the ribosome produces FS z . It is important to note that while both Pathway I and III involve incomplete translocation, the Pathway I slip occurs one elongation cycle before the Pathway III slippage event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kinetic model"
        },
        {
            "text": "All pathways were mathematically described as systems of ordinary differential equations (Supplementary Data). Assuming steady state, the expressions of intermediate Figure 2 . The kinetic framework for programmed -1 ribosomal frameshifting. Top: the procedure from PA to E 0 P 0 represents translocation, which involves r 1 , r -1 (reversible EF-G binding), r TL0 (GTP hydrolysis, unlocking conformation change, tRNA movement and Pi release), and r 45 (re-locking conformation change and EF-G dissociation). The E 0 P 0 complex then undergoes aa-tRNA selection: from E 0 P 0 to P 0 A 0 . The selection of aa-tRNA involves: k 1 , k -1 (reversible EF-Tu binding), k 2 , k -2 (reversible codon recognition), k 345 (GTPase activation, GTP hydrolysis, EF-Tu conformation change and dissociation), and k 6 (aa-tRNA rejection by proofreading), or k 7 (aa-tRNA accommodation). The elongation cycle without a -1 PRF event results in synthesis of non-frameshift proteins (NFS). Pathway I in green suggests that -1 PRF occurs during the relocking step in the first translocation, leading to the formation of FS m . Pathway Ia indicates that the E 02 P 02 complex may interact with a zero frame aa-tRNA and eventually produce FS z . Pathways II suggests that -1 PRF occurs during aa-tRNA selection and accommodation, resulting in FS z . Pathway III suggests that -1 PRF occurs during the second translocation step, resulting in FS z production. concentrations in terms of initial reactant (PA) were solved by Matlab v.R2008a (Mathworks Inc., Natick, MA, USA). By applying the empirically-determined rate constants and assumed ranges of rate constants of incomplete translocation, P-and A-site tRNA slippage (Supplementary Tables S1-S4) , the amount of non-frameshift proteins NFS (p 0 a 0 pt in the kinetic model) and two types of frameshift proteins, FS m (P 02 A 2 pt in the kinetic model) and FS z (P 02 A 02 pt and p 02 a 02 pt in the kinetic model), were identified. The frameshift efficiency (FS%) in the model is defined as the amount of frameshift proteins divided by the amount of total proteins and multiplied by 100% [Equation (1)]. The fraction of FS m is calculated as the amount of FS m divided by the amount of total frameshift proteins and multiplied by 100% [Equation (2)].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 174,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1724,
                    "text": "(Supplementary Tables S1-S4)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Computation of the kinetic model"
        },
        {
            "text": "A program was developed in Matlab v.R2008a to perform an n-way analysis of variance (ANOVA). Each parameter in the model was varied over five levels: a base line value, ±25% of the base line, a ±50% of the base line. Randomly selected 10 000 parameter sets were used to calculate FS%. A higher F statistic indicates a larger impact of the parameter on FS%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "Escherichia coli XL1 blue MRF 0 (Stratagene, La Jolla, CA, USA) was used in all experimental studies. All constructs were verified by DNA sequencing at the Cornell Bioresource Center. Construction of the dual fluorescence reporter was described earlier (27, 30) , except that different linker sequences were incorporated into the reporter plasmid ( ",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Plasmids and bacterial strains"
        },
        {
            "text": "Cells with the appropriate plasmids were cultured in 1 ml Luria-Bertani (LB) medium containing 100 mg/ml ampicillin with or without 0.75 mg/ml chloramphenicol in 24-well plates for 24 h at 250 rpm and 37 C. Fluorescence was measured using a plate reader (SpectraMax M5, Molecular Devices, Sunnyvale, CA, USA). Fluorescence measurements were performed as described earlier (27) . Experimental frameshift efficiency (FS% exp ) was obtained as the ratio of green fluorescence to red fluorescence for the test strains and normalized against the fluorescence ratio of the control strain. Statistical analyses were applied to all data sets as described earlier (32) . A total of 23-46 replicates for test strains and control strains were performed to satisfy the minimum sample requirement for statistical significance.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "In vivo fluorescence assay"
        },
        {
            "text": "Test strains were grown in 100 ml LB medium containing 100 mg/ml ampicillin in 500 ml flasks at 250 rpm and 37 C. After 24 h, 200 OD 600 units of cells were collected by centrifugation at 4000g and 4 C for 20 min. Cells were lysed and purified by Ni-NTA under native conditions according to the manufacturer's protocol (Qiagen). Purified protein samples were resolved by SDS-PAGE (10% w/v polyacrylamide). Gel band excision and in-gel trypsin digestion were performed using a previously described standard method (33) .",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Protein purification and trypsin digestion"
        },
        {
            "text": "A representative flow chart of the mass spectrometry analysis is shown in Supplementary Data (Supplementary Figure S1 ). Trypsin-digested frameshift protein samples resulted in target peptides spanning the recoding sites with a single amino acid difference between FS z and FS m . These peptides were analysed by nano-flow liquid chromatography tandem mass spectrometry using multiple reaction monitoring (nLC-MRM/MS). The digested sample was vacuum dried, reconstituted with 30 ml of 0.1% formic acid (FA), and a portion of each reconstituted sample was injected into Dionex 3000 nLC system (Sunnyvale, CA, USA). First, the sample was loaded onto an Acclaim PepMap 100 C18 trap column (300 mm Â 5 mm, 5 mm) and on-line desalting was carried out with water (0.1% FA) at a flow rate of 30 ml/min for 5 min. Then, peptides trapped in the trap column were GCT AAT TTT TTA GGG AAG ATC TGG CCT TCC TAC AAG GGA AGG CCA GGG AAT TTT CTT GGA TAA AG  MB2  GCU CCT TTT TTA GGG AAG ATC TGG CCT TCC TAC AAG GGA AGG CCA GGG AAT TTT CTT GGA TAA AG  MB2UCC  GCC CCT TTT TTA GGG AAG ATC TGG CCT TCC TAC AAG GGA AGG CCA GGG AAT TTT CTT GGA TAA AG  MB2CCC  TTC CCT TTA AAC CAG AAC GCC TCC AGG CCT TGC AAC ACT TGG TCC GGA AGG CCC TGG AGG CAG GCC TAA (3)]. Samples were analysed in triplicates (except duplicates of CCC and TLV).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 1229,
                    "text": "GCT AAT TTT TTA GGG AAG ATC TGG CCT TCC TAC AAG GGA AGG CCA GGG AAT TTT CTT GGA TAA AG  MB2  GCU CCT TTT TTA GGG AAG ATC TGG CCT TCC TAC AAG GGA AGG CCA GGG AAT TTT CTT GGA TAA AG  MB2UCC  GCC CCT TTT TTA GGG AAG ATC TGG CCT TCC TAC AAG GGA AGG CCA GGG AAT TTT CTT GGA TAA AG  MB2CCC  TTC CCT TTA AAC CAG AAC GCC TCC AGG CCT TGC AAC ACT TGG TCC GGA AGG CCC TGG AGG CAG GCC TAA",
                    "ref_id": null
                }
            ],
            "section": "Mass spectrometry analysis"
        },
        {
            "text": "Fraction of FS m ð%Þ observed by MS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass spectrometry analysis"
        },
        {
            "text": "where A FSm is the sum of peak areas at different charge states for an FS m target peptide and A FSz is the same for an FS z target peptide in MS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass spectrometry analysis"
        },
        {
            "text": "The kinetic model allows for the evaluation of the effects of different translation elongation cycle steps on FS% and the fraction of FS m . Sensitivity analysis revealed several parameters that have a greater influence on FS% ( Figure 3) . Therefore, the model results will focus on these higher impact parameters in different pathways.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 238,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "In Pathway I, À1 PRF occurs during translocation while the pre-translocational complex is aligned with deX XXY. Two parameters play important roles in Pathway I in the kinetic model. Here, r t represents the rate constant for incomplete translocation. An increase in r t while other parameters in the model remain constant leads to an increase in FS% (blue line in Figure 4a ). Both the levels of FS m and FS z increase when r t increases (green and red lines in Figure 4a ). Because the rise in the FS m level is larger, increasing r t results in a larger FS m fraction (Figure 4b ). It is also interesting to note that the majority of FS z comes from Pathway III when r t is <2 s À1 , while the majority of FS z is from pathway II when r t is >2 s À1 (Figure 4b) . The rate constant r 45 accounts for the relocking step during translocation. A decrease in r 45 while other parameters in the model remain constant results in an increase in FS% (blue line in Figure 5a ). Both the levels of FS m and FS z increase when r 45 decreases (green and red lines in Figure 5a ). However, in this case the increase in the FS m level is larger, leading to a larger FS m fraction with a decrease in r 45 (Figure 5b) . Here, the majority of FS z is from Pathway III when r 45 is <22 s À1 , but the majority of FS z results from pathway II when r 45 becomes >22 s À1 ( Figure  5b) . These results suggest that translocation perturbations by either a downstream mRNA secondary structure, by mutations, or by chemical inhibitors may result in production of a higher FS%, primarily due to production of a larger amount of FS m . Notably, manipulating r t values causes larger changes in FS% and in the FS m fraction compared to the effect of r 45 , suggesting a dominant role by r t on À1 PRF in Pathway I. Consistent with our model, experimental studies demonstrated that mutating the E-site codon in the recoding site, or the use of a translocation inhibitor altered FS% (22) .",
            "cite_spans": [
                {
                    "start": 1957,
                    "end": 1961,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 374,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 463,
                    "end": 472,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 571,
                    "end": 581,
                    "text": "(Figure 4b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 753,
                    "end": 764,
                    "text": "(Figure 4b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 959,
                    "end": 968,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1058,
                    "end": 1067,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1193,
                    "end": 1204,
                    "text": "(Figure 5b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1356,
                    "end": 1367,
                    "text": "Figure  5b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "In Pathway II, À1 PRF occurs during aa-tRNA accommodation and the slippage occurs before peptidyltransfer. Figure 6a shows that a higher k pas2 results in a higher FS%. Interestingly, the larger FS% results from an increase in FS z while the level of FS m remains at a similar level (Figure 6a) . Therefore, the fraction of FS m is predicted to decrease as k pas2 increases ( Figure 6b) . Here, the majority of FS z is generated from Pathway III when k pas2 is <3 s À1 , while the majority of FS z is produced from pathway II when k pas2 is >3 s À1 (Figure 6b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "Figure 6a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 283,
                    "end": 294,
                    "text": "(Figure 6a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 376,
                    "end": 386,
                    "text": "Figure 6b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 549,
                    "end": 560,
                    "text": "(Figure 6b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "In Pathway III, À1 PRF occurs during translocation while the pre-translocational complex is aligned with XXY YYZ. The rate constant for the incomplete translocation step is demonstrated by r t3 . Figure 7a shows that a higher r t3 promotes increased FS%. Interestingly, the larger FS% results from an increase in FS z while the level of FS m remains relatively constant (Figure 7a) . Therefore, the fraction of FS m is predicted to decrease as r t3 increases (Figure 7b ). In this case, the majority of FS z is generated from Pathway II when r t3 is <1 s À1 , but the majority of FS z comes from pathway III when r t3 is >1 s À1 (Figure 7b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 370,
                    "end": 381,
                    "text": "(Figure 7a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 459,
                    "end": 469,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 629,
                    "end": 639,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "In the model, k pt represents the rate constant for peptidyltransfer, the last step in all three pathways. The model predicts that a decrease in k pt would result in a higher FS% due to increased production of FS z , while FS m synthesis remains relatively constant (Figure 8a ). Consequently, a smaller fraction of FS m is observed as k pt decreases (Figure 8b ). In this scheme, the majority of FS z is synthesized from Pathway II when k pt is <15 s À1 , while the majority of FS z comes from pathway III when k pt is >15 s À1 (Figure 8b) . The model results are consistent with previous experimental observations that peptidyltransferase inhibitors affect FS% (35) .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 667,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 276,
                    "text": "(Figure 8a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 351,
                    "end": 361,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 529,
                    "end": 540,
                    "text": "(Figure 8b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "To examine the model predictions, À1 PRF efficiency was monitored in vivo using a dual fluorescence reporter system. In addition, compositions of the frameshift protein products were analysed by mass spectrometry. Analysis of the frameshift products revealed that the ratio of FS z to FS m was $4:1 in MB2 cells (Figure 9 ), thus indicating that the vast majority of À1 PRF events naturally occur through Pathways II and/or III. The model predicts that a smaller k pt should cause higher FS% and a lower fraction of FS m (Figure 8) . A prior study using yeast demonstrated that inhibition of peptidyltransfer promoted increased rates of À1 PRF, but did not differentiate between FS m and FS z products (36) . The model predicts that addition of chloramphenicol, a potent peptidyltransferase inhibitor in bacteria (37), should promote increased FS%. Consistent with the model, a 2.1-fold increase in FS% exp was observed in the E. coli culture containing 0.75 mg/ml chloramphenicol compared to the culture without the drug. The fractions of FS m for the culture with and without chloramphenicol were 17.3 and 20.4%, respectively (Figure 9a) . Although a slight decrease in the fraction of FS m was observed in the presence of the drug, the difference was not statistically significant (P > 0.05).",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 321,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 521,
                    "end": 531,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1128,
                    "end": 1139,
                    "text": "(Figure 9a)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Experimental results"
        },
        {
            "text": "The frameshift sequence for HIV-1 is U AAU UUU UUA, where a space separates each zero frame codon and the P-site of the recoding site is underlined. The E-site tRNA GUU Asn may form one canonical base pairing with the À1 frame UAA. In the MB2UCC strain, the sequence was mutated to U CCU UUU UUA (mutations shown in bold) where the E-site tRNA GGG Pro can potentially form one G:U and two C:G interactions. In the MB2CCC strain, the sequence was mutated to C CCU UUU UUA (mutations shown in bold) where the E-site tRNA GGG Pro can form three canonical base pairings with the À1 frame CCC. Because Pathway I requires that the E-and P-site tRNAs interact with the À1 frame, UCC and CCC as the À1 frame E-site codons may enhance this reaction, i.e. these codons would promote an increase in r t . The model predicts that a larger r t should result in a higher FS% due to increased production of FS m . Consistently, 1.2-and 1.4-fold increase in FS% exp are observed for the MB2UCC and MB2CCC strains compared to the MB2 strain, respectively (Figure 9b ). In the MB2UCC strain, 76.4% of the frameshift products were FS m , and in the MB2CCC strain, 90.3% of the frameshift products were FS m . These results suggest that changing the sequence to favor incomplete translocation, i.e. to favor Pathway I, can dramatically alter the composition of the frameshift product.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1038,
                    "end": 1048,
                    "text": "(Figure 9b",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Experimental results"
        },
        {
            "text": "To further our understanding of two types of frameshift proteins, the HTLV-1 pro-pol frameshift sequence was cloned into the reporter system. The extended frameshift sequence for HTLV-1 pro-pol is C CCU UUA AAC (where spaces separate zero frame codons and the slippery sequence is underlined). Similar to MB2CCC, the E-site tRNA GGG Pro can potentially form three canonical base pairings with the À1 frame CCC, which may create a favorable condition for Pathway I. Consequently, a significant amount of FS m among total frameshift proteins can be produced. Consistent with the model, the frameshift efficiency for HTLV-1 was 4.81% and the fraction of FS m was 39.4%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental results"
        },
        {
            "text": "In this study, a mathematical framework was developed for À1 PRF. To our knowledge, this is the first kinetic model to explain the production of two types of À1 frameshift proteins through three distinct kinetic pathways. Using deX XXY YYZ fgh as an example, Pathway I predicts that a pre-translocational ribosome aligning with deX XXY may shift reading frame during incomplete translocation, producing the frameshift product (FS m ) incorporating a À1 frame aa-tRNA in the frameshift site (codon YYY). Additionally, Pathway II predicts that a ribosome can change reading frame due to simultaneous slippage of P-and A-site tRNAs for a ribosome aligning with XXY YYZ, generating a frameshift product (FS z ) incorporating the zero frame aa-tRNA in the frameshift site (codon YYZ). Lastly, in Pathway III, a pretranslocational ribosome aligning with XXY YYZ may also undergo incomplete translocation to generate FS z .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The kinetic model suggests that incomplete translocation of the pre-translocational ribosome aligning with deX XXY produces FS m . Previous studies suggested that FS m may result from slippage of a single P-site tRNA (1, 25, 26) . However, it is not clear when and/or how this could occur. In addition, the single slippage model does not explain experimental evidence regarding the influence of translocation on À1 PRF (22, 23) . Our model suggests that in both mechanisms, incomplete translocation and slippage of P-and A-site tRNAs participate in synthesizing frameshift proteins to varying extents for different À1 PRF signals. Frameshifting at the HIV-1 sequence was reported to generate $70% FS z and 30% FS m (1, 25) , indicating that Pathways II and/or III exert stronger influence on FS% than Pathway I. Notably, our protein analysis showed $80% FS z and 20% FS m for the frameshifting signal in HIV-1 group M subtype B. This small discrepancy may due to the use of different reporter systems, or differences in the quantitative methods employed for the assay. For the HTLV-1 pro-pol frameshift sequence, this study observed 39.4% FS m in total frameshift protein. This is the first study to demonstrate another frameshift sequence that generates a significant amount of FS m in addition to HIV-1. Interestingly, a small but observable lysine peak appeared at the corresponding position (-1 frame A-site codon in the recoding site) when HTLV-1 pro-pol frameshift proteins were sequenced in the previous study (31) , supporting the production of FS m . The stimulatory RNA of HTLV-1 pro-pol has been suggested to be a pseudoknot (31) , although no direct evidence for the RNA structure was shown in the same study. Interestingly, the mouse Edr frameshift sequence, which shares high similarity with the HTLV-1 pro-pol sequence, was suggested to involve a pseudoknot (38) . Because the length of HTLV-1 pro-pol stimulatory signals is not well-defined, the frameshift sequence incorporated in the TLV strain may not represent the whole stimulatory signal. However, the possible absence of a portion of the stimulatory signal did not prevent us from observing a significant amount of frameshift efficiency and the ratio of FS m to the total frameshift protein. Frameshift products from other À1 PRF signals were analysed previously (39, 40) . For SARS-CoV frameshifting, FS m was not found (39) . However, for the Alphavirus coding sequence 6k, both FS z and FS m were identified in the frameshift products, although the exact ratio was not determined (40) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1517,
                    "end": 1521,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1636,
                    "end": 1640,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1873,
                    "end": 1877,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2336,
                    "end": 2340,
                    "text": "(39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2341,
                    "end": 2344,
                    "text": "40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2394,
                    "end": 2398,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2556,
                    "end": 2560,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The current study shows that all three kinetic pathways are operative during À1 PRF. For HIV-1 and HTLV-1, experimental results indicate that 20.4 and 39.4%, respectively, of frameshift proteins are FS m , i.e. the contribution of Pathway I. Although the experimental approach cannot differentiate between the relative contributions of Pathways II and III to FS z production, the kinetic model can be used to discriminate between the effects of these two pathways. In the kinetic model, r t , k pas2 and r t3 represent non-regular events, which are likely to be ratelimiting steps. These rate constants are thus expected to be small. The values for r 45 and k pt are 5 and 50 s À1 , respectively (Supplementary Tables S1 and S2). As shown in Figures 4-8 , r t , r 45 , k pas2 , and r t3 are all in the small value ranges, and k pt at 50 s À1 , suggest that Pathway III contributes approximately equal or more to the FS z production than does Pathway II. Interestingly, inhibition of peptidyltransfer (decreasing k pt ) can switch to a condition in which Pathway II contributes more to FS z production than Pathway III (Figure 8b ). These findings are consistent with the hypothesis that the À1 PRF signals of different viruses have evolved within these kinetic parameters so as to produce the optimal ratios of shifted to unshifted products according to their specific biological requirements.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 742,
                    "end": 753,
                    "text": "Figures 4-8",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1118,
                    "end": 1128,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The effect of incomplete translocation can be understood in two ways. Incomplete translocation at the pre-translocational ribosome aligning with deX XXY produced more FS m (Pathway I), consistent with the model by Leger et al. (22) . Incomplete translocation at the pre-translocational ribosome aligning with XXY YYZ resulted in more FS z (Pathway III), consistent with the models proposed by Weiss et al. (23) and Namy et al. (24) . Enhancing incomplete translocation in Pathway I promoted an increase in the fraction of FS m among total frameshift proteins. On the other hand, enhancing incomplete translocation in Pathway III decrease the fraction of FS m . While these two pathways were supported by previous studies, the direct observation of FS m for HIV-1 and HTLV-1 pro-pol frameshift sequences provided proof for the validity of Pathway I. Interestingly, altering the extended frameshift sequence resulted in a significant change in frameshift protein compositions, supporting the role of the sequence upstream of the traditional slippery site XXY YYZ.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the presence of chloramphenicol, a 2.1-fold increase in FS% exp was observed while the fraction of FS m was not significantly different compared to the culture condition without the chemical (Figure 9a) . The model predicts that k pt has a relatively smaller effect on FS% and the fraction of FS m than r t and k pas2 (Figure 8) . A dual fluorescence reporter can sensitively detect small changes in FS% in E. coli and mammalian cells (27, 30, 41) . On the other hand, analysing the composition of the frameshift products relies on multiple manipulations including protein purification, gel electrophoresis, in-gel digestion, Table 1 ). liquid chromatography and mass spectrometry. The multistage preparation may thus affect sample yields, complicating the detection of small changes in protein composition.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 442,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 205,
                    "text": "(Figure 9a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 321,
                    "end": 331,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 629,
                    "end": 636,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "A significant increase in the fraction of FS m was observed in both MB2UCC and MB2CCC strains (Figure 9b) . Mutation of the À1 frame E-site sequence to UCC and CCC in the HIV-1 frameshift site may enhance incomplete translocation in Pathway I by allowing more interactions between E-site tRNA and the À1 frame. This result is consistent with the model that different mechanisms exist and participate in making frameshift proteins to different extents. The creation of a favorable condition for one pathway can affect the composition of frameshift proteins significantly. To date, no mutations affecting the composition of frameshift proteins have been reported in the literature. Notably, our experimental results show that in one case, FS% increases significantly without a change in the composition of frameshift products (Figure 9a) , while in another condition FS% increases a smaller amount but the composition of frameshift products change dramatically (Figure 9b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 105,
                    "text": "(Figure 9b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 824,
                    "end": 835,
                    "text": "(Figure 9a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 959,
                    "end": 970,
                    "text": "(Figure 9b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Several parameters in the kinetic model, such as r t , r -t , k pas2 , k -pas2 , r t3 and r -t3 , have not been measured experimentally in the literature. The test ranges for these parameters are based on our current kinetic understanding of translation elongation. The rate constants for translocation and aa-tRNA selection range from 0.47 to 1980 s À1 (Supplementary Tables S1-S4). The average protein synthesis rate is 10-20 s À1 in prokaryotic cells but some codons are translated at a rate <10 s À1 (42). Therefore, a broad range (1-100 s À1 ), within the scope of the known elongation rate constants, was tested to understand the impact each of these unknown parameters on À1 frameshifting (Figures 4, 6 and 7) . Notably, these figures do not show the impact of these parameters >100 s À1 because the curves level off for the parameters at this range.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 696,
                    "end": 716,
                    "text": "(Figures 4, 6 and 7)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Although the investigation of whether the slippage of the two tRNAs is a simultaneous or a sequential process is beyond the scope of this study, a similar kinetic approach Figure 10 . The effect of the rate constants related to sequential tRNA movement (a) r t1 , (b) r -t1 , (c) r t2 , and (d) r -t2 on the rate constants related to single step sequential tRNA movement (r t and r -t ). The base point is assumed as r t1 = 1 s À1 , r -t1 = 10 s À1 , r t2 = 1 s À1 , and r -t2 = 10 s À1 . The inset in (d) shows a zoom in of the plot.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "Figure 10",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "can be used to understand the effect of sequential tRNA movement on the overall process. Using the movement of E-and P-site tRNAs as an example, the overall movement and the sequential movement can be described as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One step tRNA movement (Rx. Assuming steady state, r t and r -t can be represented by r t1 , r -t1 , r t2 and r -t2 (Supplementary Data). Figure 10 shows how a change in the rate constants in Rx.2 can affect the overall rate constants in Rx.1. The result suggests that repositioning of the E-site tRNA to the À1 frame (represented by r t1 ) may have a larger impact than repositioning of the P-site tRNA (represented by r t2 ) on the slippage toward the À1 frame (represented by r t ). On the other hand, repositioning the P-site tRNA back to zero frame (represented by r -t2 ) may have larger impact than repositioning the E-site tRNA (represented by r -t1 ) on the slippage toward the zero frame (represented by r -t ). Similarly, the same observation also applies to the movement for P-and A-site tRNAs (k pas2 , and k -pas2 ) in the model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure 10",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "A mathematical framework developed upon the translation elongation cycle revealed three distinct kinetic pathways for À1 PRF. The model describes how alterations of these kinetic parameters can affect not only changes in frameshift efficiency, but also changes in the composition of frameshift products under different conditions. In addition, the model identifies the dominant parameters, representing steps in the translation elongation cycle, on À1 PRF. Experimentally targeting these steps resulted in different levels of frameshifting efficiency, consistent with model predictions. A mutation in the À1 frame E-site sequence was shown to dramatically change the composition of frameshift products, suggesting an important role for the sequence upstream of the slippery site. Our results suggest that not only the frameshift efficiency, but also the compositions of the frameshift products, are worth investigating to advance our knowledge of À1 PRF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterization of ribosomal frameshifting in HIV-1 gag-pol expression",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Masiarz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Luciw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "331",
            "issn": "",
            "pages": "280--283",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Putics",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertzig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weissbrich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Gen. Virol",
            "volume": "84",
            "issn": "",
            "pages": "2305--2315",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The human immunodeficiency virus type 1 ribosomal frameshifting site is an invariant sequence determinant and an important target for antiviral therapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Pacchia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dougherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "2082--2087",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The role of programmed-1 ribosomal frameshifting in coronavirus propagation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Front. Biosci",
            "volume": "13",
            "issn": "",
            "pages": "4873--4881",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Achieving a golden mean: Mechanisms by which coronaviruses ensure synthesis of the correct stoichiometric ratios of viral proteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rakauskaite",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "4330--4340",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Translating old drugs into new treatments: Ribosomal frameshifting as a target for antiviral agents",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruiz-Echevarria",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Trends Biotechnol",
            "volume": "16",
            "issn": "",
            "pages": "190--196",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mutational analysis of the ''slippery-sequence'' component of a coronavirus ribosomal frameshifting signal",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Mol. Biol",
            "volume": "227",
            "issn": "",
            "pages": "463--479",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Signals for ribosomal frameshifting in the rous sarcoma virus gag-pol region",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Madhani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Masiarz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "55",
            "issn": "",
            "pages": "447--458",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of an efficient coronavirus ribosomal frameshifting signal: requirement for an RNA pseudoknot",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Digard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "537--547",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RNA pseudoknots: translational frameshifting and readthrough on viral RNAs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Ten Dam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Pleij",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virus Genes",
            "volume": "4",
            "issn": "",
            "pages": "121--136",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ribosomal movement impeded at a pseudoknot required for frameshifting",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Tzeng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruenn",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "89",
            "issn": "",
            "pages": "8636--8640",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ribosomal pausing during translation of an RNA pseudoknot",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Somogyi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mol. Cell. Biol",
            "volume": "13",
            "issn": "",
            "pages": "6931--6940",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Kinetics of ribosomal pausing during programmed -1 translational frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruenn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol. Cell. Biol",
            "volume": "20",
            "issn": "",
            "pages": "1095--1103",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The sequences of and distance between two cis-acting signals determine the efficiency of ribosomal frameshifting in human immunodeficiency virus type 1 and human T-cell leukemia virus type II in vivo",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kollmus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honigman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hauser",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "6087--6091",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Programmed alternative reading of the genetic code",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "; R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Co",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "69--102",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The 9-A solution: How mRNA pseudoknots promote efficient programmed -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "168--174",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Translocation of tRNA during protein synthesis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Yusupov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yusupova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baucom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cate",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "FEBS Lett",
            "volume": "514",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Translational misreading: mutations in translation elongation factor 1alpha differentially affect programmed ribosomal frameshifting and drug sensitivity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kinzy",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "RNA",
            "volume": "3",
            "issn": "",
            "pages": "870--881",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An ''integrated model'' of programmed ribosomal frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Biochem. Sci",
            "volume": "27",
            "issn": "",
            "pages": "448--454",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A reassessment of the response of the bacterial ribosome to the frameshift stimulatory signal of the human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sidani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brakier-Gingras",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "RNA",
            "volume": "10",
            "issn": "",
            "pages": "1225--1235",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Comparative mutational analysis of cis-acting RNA signals for translational frameshifting in HIV-1 and HTLV-2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "",
            "pages": "1125--1131",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The three transfer RNAs occupying the A, P and E sites on the ribosome are involved in viral programmed -1 ribosomal frameshift",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dulude",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brakier-Gingras",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "5581--5592",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "E. coli ribosomes re-phase on retroviral frameshift signals at rates ranging from 2 to 50 percent",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shuh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "New Biol",
            "volume": "1",
            "issn": "",
            "pages": "159--169",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A mechanical explanation of RNA pseudoknot function in programmed ribosomal frameshifting",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "441",
            "issn": "",
            "pages": "244--247",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The function of a ribosomal frameshifting signal from human immunodeficiency virus-1 in Escherichia coli",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yelverton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yamauchi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gallant",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Mol. Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "303--313",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "P-site tRNA is a crucial initiator of ribosomal frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "RNA",
            "volume": "10",
            "issn": "",
            "pages": "221--230",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A new kinetic model reveals the synergistic effect of E-, P-and A-sites on +1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "",
            "pages": "2619--2629",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An elongation factor G-induced ribosome rearrangement precedes tRNA-mRNA translocation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savelsbergh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Katunin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wintermeyer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mol. Cell",
            "volume": "11",
            "issn": "",
            "pages": "1517--1523",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Recognition and selection of tRNA in translation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Gromadski",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kothe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wieden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "FEBS Lett",
            "volume": "579",
            "issn": "",
            "pages": "938--942",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "FSscan: a mechanism-based program to identify +1 ribosomal frameshift hotspots",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "7302--7311",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Characterization of ribosomal frameshifting for expression of pol gene products of human T-cell leukemain virus type 1",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Nam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Copeland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatanaka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oroszlan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "196--203",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Systematic analysis of bicistronic reporter assay data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Comparison of automated in-gel digest methods for femtomole level samples",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Finehout",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Electrophoresis",
            "volume": "24",
            "issn": "",
            "pages": "3508--3516",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Probability-based protein identification by searching sequence databases using mass spectrometry data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Pappin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Creasy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Cottrell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Electrophoresis",
            "volume": "20",
            "issn": "",
            "pages": "3551--3567",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Peptidyl-transferase inhibitors have antiviral properties by altering programmed -1 ribosomal frameshifting efficiencies: development of model systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruiz-Echevarria",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Czaplinski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "94",
            "issn": "",
            "pages": "6606--6611",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Decreased peptidyltransferase activity correlates with increased programmed -1 ribosomal frameshifting and viral maintenance defects in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "982--992",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Structural basis for the interaction of antibiotics with the peptidyltransferase centre in eubacteria",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schlunzen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zarivach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bashan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tocilj",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Albrecht",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yonath",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Franceschi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "413",
            "issn": "",
            "pages": "814--821",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Characterization of the frameshift signal of Edr, a mammalian example of programmed -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manktelow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shigemoto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "1553--1563",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Programmed ribosomal frameshifting in decoding the SARS-CoV genome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "332",
            "issn": "",
            "pages": "498--510",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Discovery of frameshifting in alphavirus 6K resolves a 20-year enigma",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Fleeton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virol. J",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A homogeneous cell-based bicistronic fluorescence assay for high-throughput identification of drugs that perturb viral gene recoding and read-through of nonsense stop codons",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Cardno",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Poole",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Tate",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "RNA",
            "volume": "15",
            "issn": "",
            "pages": "1614--1621",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Absolute in vivo translation rates of individual codons in Escherichia coli. The two glutamic acid codons GAA and GAG are translated with a threefold difference in rate",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Mol. Biol",
            "volume": "222",
            "issn": "",
            "pages": "265--280",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sensitivity analysis using n-way ANOVA. A higher F-statistic value suggests a more significant impact of the parameter on FS%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The effect of incomplete translocation during the first elongation cycle (represented by r t ) on -1 PRF. All other parameters are assumed to be constant. (a) The effect of r t on frameshift efficiency (FS%, blue line), frameshift protein incorporating a -1 frame aa-tRNA at the recoding site (FS m , green line), and frameshift protein incorporating a zero frame aa-tRNA at the recoding site (FS z , red line). (b) The effect of r t on the fraction of FS m and FS z .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The effect of the relocking step during translocation (represented by r 45 ) on -1 PRF. All the other parameters are assumed to be constant. (a) The effect of r 45 on the level of frameshift efficiency (FS%, blue line), frameshift protein incorporating a -1 frame aa-tRNA at the recoding site (FS m , green line), and frameshift protein incorporating a zero frame aa-tRNA at the recoding site (FS z , red line). (b) The effect of r 45 on the fraction of FS m and FS z .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The effect of the slippage of P-and A-site tRNAs before peptidyltransfer (represented by k pas2 ) on -1 PRF. All the other parameters are assumed to be constant. (a) The effect of k pas2 on the level of frameshift efficiency (FS%, blue line), frameshift protein incorporating a -1 frame aa-tRNA at the recoding site (FS m , green line), and frameshift protein incorporating a zero frame aa-tRNA at the recoding site (FS z , red line). (b) The effect of k pas2 on the fraction of FS m and FS z .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The effect of incomplete translocation during the second elongation cycle (represented by r t3 ) on -1 PRF. (a) The effect of r t3 on the level of frameshift efficiency (FS%, blue line), frameshift protein incorporating a -1 frame aa-tRNA at the recoding site (FS m , green line), and frameshift protein incorporating a zero frame aa-tRNA at the recoding site (FS z , red line). (b) The effect of r t3 on the fraction of FS m and FS z .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The effect of the peptidyltransfer (represented by k pt ) on -1 PRF. All the other parameters are assumed to be constant. (a) The effect of k pt on the level of frameshift efficiency (FS%, blue line), frameshift protein incorporating a -1 frame aa-tRNA at the recoding site (FS m , green line), and frameshift protein incorporating a zero frame aa-tRNA at the recoding site (FS z , red line). (b) The effect of k pt on the fraction of FS m and FS z .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Experimentally perturbing the system results in different levels of frameshift efficiency (FS% exp ) and the fraction of FS m . The total height of the column represents FS% exp. The white and the dark portions in columns show the fraction of FS m and FS z , respectively. The value for the fraction of FS m is also shown under each column. Error bars indicate the standard deviation for FS% exp . (a) The presence of chloramphenicol (Cm) results in higher FS% exp . The fraction of the FS m with and without the drug is not significantly different (P > 0.05). (b) The MB2UCC and MB2CCC strains results in higher FS% exp and FS m fraction compared to MB2 (linker sequences listed in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1). These sequences are derived from the frameshift signal in HIV-1 group M subtype B(22) and the pro-pol sequence in human T-cell leukemia virus type I (HTLV-1)(31). For the MB2 and TLV strains, the linker sequence was made from complementary oligonucleotides (Integrated DNA Technology, Coralville, IA, USA) and then cloned into SalI and BamHI sites between the coding sequence of DsRed and EGFP in the reporter plasmid. For MB2UCC and MB2CCC strains, the nucleotide sequence of MB2 was mutated by site-directed mutagenesis according to the manufacturer's protocol (Qiagen, Valencia, CA, USA).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Linker sequences and corresponding E. coli strains in this study Linker sequence between the two fluorescence reporter coding sequence Strain",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "1)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge Abhinav Rabindra Jain for assistance in the laboratory. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Conflict of interest statement. None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}