{
    "paper_id": "41d42af9e99779958c80165b6958a1cbeba023a9",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Development of a smartphone-based rapid dual fluorescent diagnostic system for the simultaneous detection of influenza A and H5 subtype in avian influenza A-infected patients Methods for the synthesis of QDs Tri-n-octylphosphine (TOP, C 24 H 51 P) 90%; dodecylphosphonic acid (DDPA, C 12 H 27 O 3 P) were obtained from Alfa Aesar. Cadmium oxide (CdO) 99.5%, tri-n-octylphosphine oxide (TOPO, C 24 H 51 PO) 90%; hexadecylamine (HDA, C 16 H 35 N) 92%; 1-octadecene (ODE, Sigma-Aldrich) 98%; selenium (Se) 99%; cadmium acetate (Cd(OAc) 2 ) 99.995%; zinc acetate (Zn(OAc) 2 ) 99.99%; 3-mercaptopropionic acid (MPA) 99%; tetramethylammonium hydroxide (TMAOH) 99%; sulfur (S) 99.998% were obtained from Sigma-Aldrich and used without further purification. Chloroform (≥99.5%), acetone (≥99.5%), methanol (≥99.5%), and hexane (99.5%) were purchased from Daejung chemicals (Siheung-city, South Korea) and used as received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "The CdSe nanocrystal cores were synthesized following the method of Reiss et. al. 1 , with slight modifications. Briefly, 0.206 g of CdO, 1.05 g of DDPA, 7g of TOPO and 10.2 g of HDA were loaded in a 100 mL three-neck flask equipped with a magnetic stir bar. The threeneck flask was purged with Ar several times and then degassed under vacuum at 100 o C for 2 hours. In a separate 50 mL three-neck flask, an injection solution was prepared by mixing 0.36 g of Se and 10 mL of TOP and the same procedure was performed. After degassing of both solutions under vacuum at 100 o C for 2 hours, they were refilled with Ar. The former solution was heated to 300 o C with stirring until the solid became a transparent liquid and then the injection solution was rapidly injected into it. The solution temperature was then dropped to 270 o C. Different sizes of CdSe quantum dots can be obtained by varying the time for solution at high temperature. Subsequently, the flask was cooled to room temperature with a wet cloth, then in a water bath. The synthesized CdSe QD was collected by dissolution/precipitation technique using chloroform and acetone solvents., Next,100 mL of chloroform was added and 200 mL of acetone was poured to precipitate the product. The product was collected by centrifugation at 10,000 rpm for 10 mins and then washed three times using chloroform and acetone. After drying the solvents using a rotary evaporator, CdSe QD was obtained and stored in the dark.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of CdSe quantum dot cores or TOPO-capped CdSe quantum dot (CdSe QD-TOPO)."
        },
        {
            "text": "Cadmium acetate, zinc acetate, and sulfur were used for CdS and ZnS shell growth on CdSe plain cores. A Zn(OAc) 2 stock solution was prepared by mixing 73.4 mg of Zn(OAc) 2 , 0.5 g of TOPO, 2.0 mL of TOP, and 8.0 mL of ODE and heated to 200 o C until a clear solution was formed. A Cd(OAc) 2 stock solution was made in a similar fashion. It was important to keep the solution clear after it was cooled to room temperature. A sulfur (S) stock solution was prepared by dissolving 60 mg of S in 4 mL of the ODE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of precursor solutions for shell growth."
        },
        {
            "text": "For CdS shell growth on CdSe QDs, 2.0 mL of a purified CdSe QD-TOPO 1 wt% in chloroform solution was transferred to a 20 mL three-neck flask. The solvent was pumped off by vacuum. 1.5 g of TOPO, 2g of HDA and 5.0 g of ODE were then added to the flask and heated to 240 o C (keeping the Ar flow during the shell synthesis). 2 mL of Cd(OAc) 2 solution was injected and the mixture was stirred for 15 mins. Then, 0.75 mL of S solution was injected, and the mixture was stirred for another 90 mins. Subsequently, the reaction was cooled to ∼60 o C and precipitated in acetone. The product CdSe/CdS QD-TOPO was collected by centrifugation at 10,000 rpm for 10 mins and then washed three times with chloroform and acetone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of TOPO-capped CdSe/CdS quantum dot core-shell (CdSe/CdS QD-TOPO)."
        },
        {
            "text": "The process of ZnS shell growing on CdSe/CdS QDs was similar to growing of CdS shell. 2.0 mL of a purified CdSe/CdS/ZnS QD-TOPO 1 wt% chloroform solution was transferred to a 20 mL three-neck flask. The solvent was pumped off by vacuum. 1.5 g of TOPO, 2g of HDA and 5.0 g of ODE were then added to the flask and heated to 240 o C. 2 mL of Zn(OAc) 2 solution was injected by syringe and the mixture was stirred for 15 mins. Then, 0.75 mL of S solution was injected and the mixture was stirred for another 90 mins. After that, the reaction was then cooled to ∼60 o C and precipitated in acetone. The product was collected by centrifugation at 10,000 rpm for 10 mins and then washed three times using chloroform and acetone. After drying the solvents using a rotary evaporator, CdSe/CdS/ZnS QD-TOPO was obtained and stored in the dark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of TOPO-capped CdSe/CdS/ZnS quantum dot multi-shell (CdSe/CdS/ZnS QD-TOPO)."
        },
        {
            "text": "Water-soluble MPA capped CdSe/CdS/ZnS QDs were prepared by exchanging the TOPO ligand in the as-synthesized TOPO capped CdSe/CdS/ZnS QD with MPA ligand. A solution containing 0.2 mL of MPA in 10 mL DW (pH adjusted to ~10 by tetramethylammonium hydroxide TMAOH) was added to 10 mL n-hexane solution of TOPO-capped CdSe/CdS/ZnS QD 1 wt% and the combined mixture was stirred for two days at room temperature. The TOPO-capped CdSe/CdS/ZnS QD were successfully transferred from the hexane phase to the H 2 O phase. The hexane phase was then discarded. Purification of MPA capped CdSe/CdS/ZnS QD was performed by adding acetone until a turbid mixture was formed. More acetone was added to ensure all QDs have been precipitated. The mixture was centrifuged at 15.000 rpm for 10 mins. The precipitate was then dissolved in sodium phosphate buffer pH 8 and filtered through 0.2 µm PTFE filter and kept in a vial until being used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of water-soluble MPA-capped CdSe/CdS/ZnS QDs."
        },
        {
            "text": "We have synthesized two kinds of water-soluble CdSe/CdS/ZnS QD-MPA which were labeled at QD580 and QD650 by ligand exchange method (Fig. S1a) . The water-soluble MPA capped CdSe/CdS/ZnS QD were prepared from TOPO-capped CdSe/CdS/ZnS QD by ligand exchange method. This phenomenon was confirmed by the 1 H-NMR results (Fig. S1b) . In 1 H-NMR spectroscopy, the peak arising from the TOPO ligand at 1.64, 1.26 and 0.87 ppm disappeared in the 1 H-NMR of and CdSe/CdS/ZnS QD 2 , indicating that the original TOPO ligand on the surface of CdSe/CdS/ZnS QD-TOPO completely exchanged with MPA by the ligand exchange process. The 1 H-NMR chemical shift for CH 2 in the MPA ligand of CdSe/CdS/ZnS QD-MPA showed at 2.53 and 2.83 ppm 2 . The peak at 3.14 ppm is from CH 3 group in tetramethylammonium cation (TMA + ) 3 . From thermal properties of the quantum dots by TGA results, the weight % of TOPO ligand in the CdSe/CdS/ZnS QD-TOPO was 86%. In the case of CdSe/CdS/ZnS QD-MPA, the weight % of MPA ligand was 12%. It indicated that ligand exchange was complete to replace big molecular TOPO to small molecular MPA. The CdS and ZnS shells were grown over CdSe core consecutively at an optimized temperature 240°C (Fig.S1c) . The crystalline structure of the quantum dots was studied using X-ray diffraction (XRD) as shown in Fig. S1d . All these diffraction peaks were assigned to the reflections from the (111), (220) and (311) lattice planes of a zinc blend-structured CdSe 2-5 . The optical properties of the QD-580 and QD-650 were characterized by UV absorption and PL emission spectroscopies and are shown in Fig. S1e . Since the calculated full widths at half maxima (FWHM) of the emission spectra of QD-580 and QD-650 were approximately 27.4 nm and 40.6 nm, respectively, we established that the synthesized quantum dots were uniformly distributed. The absolute QY of the quantum dot at room temperature was determined by comparison of the integrated PL intensity of the quantum dot with that of the rhodamine 6G (R6G) in absolute ethanol. The quantum yield of quantum dot was calculated as previously described 6 ;",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 804,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2108,
                    "end": 2109,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 141,
                    "text": "(Fig. S1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 316,
                    "end": 326,
                    "text": "(Fig. S1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1202,
                    "end": 1211,
                    "text": "(Fig.S1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1314,
                    "end": 1322,
                    "text": "Fig. S1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1603,
                    "end": 1611,
                    "text": "Fig. S1e",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Characteristics of quantum dots"
        },
        {
            "text": "Where Φ and Φ are the quantum yield of quantum dot and R6G. The room temperature QY of R6G in ethanol is 95% from literature, I and I r are the integrated emission spectra of the quantum dot and R6G, OD and OD r are the optical density of the quantum dot and R6G. The optical density is kept below 0.05 to avoid re-absorption., and n and n r are the refractive indices of the solvents. In this expression, the quantum dots and the standard sample are assumed to be excited with the same wavelength (480 nm). The quantum yield of QD-580 and QD-650 were calculated as 70% and 48%. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of quantum dots"
        },
        {
            "text": "rRT-PCR was performed using a Probe RT-PCR Kit (QIAGEN, Hilden, Germany) and the cycle threshold (Ct) values were determined using a CFX96 Real-Time PCR Detection System (Bio-Rad, Hercules, CA, USA). The hemagglutinin 1 (HA1) of H5 subtypeor influenza A NP -primers, probes, and RT-PCR conditions have been described previously 7 , 8 . For the standard of RNA copy number, the template was generated in plasmid pGEM-T Easy (Promega, Madison, WI, USA) including 106 (NP)-or 161-base pair (HA) insert. RiboMax (Promega) kit was used for the in vitro transcription of HA1 RNA and the RNA copy number for the LOD of FICT was determined. The standard curve was calculated automatically by plotting the Ct values against each standard of known RNA copy number and by extrapolating the linear regression line of this curve. The RNA copy number of the LOD (10 HAU/mL) of SRDFDS was determined by rRT-PCR. After preparing 10-fold dilution from 5 HAU/mL to 40 HAU/mL, 75 μL of virus sample was used for RNA extraction. Two calibration curves were generated by serially-diluted RNA standard of influenza A NP and H5 HA. A standard curve was drawn to show the starting copy number of the standard RNA on the X-axis vs the cycle threshold (Ct) on the Y-axis. The plot of a standard curve of Ct values against the logarithmic dilutions produced a r 2 value = 0.998 and the slope (-3.888) corresponding to efficiency in the range 80.8% for influenza A NP and a r 2 value = 0.990 and the slope (-3.261) corresponding to efficiency in the range 102.6% for H5 HA, which was close to the optimized protocol. The LOD of FICT (10 HAU/mL) corresponded to Ct value of 27.86 ± 0.26 (mean ± SD) and 3.3 × 10 5 ± 5,247 (mean ± SD) of RNA/L for influenza A NP and Ct value of 28.27 ± 0.095 (mean ± SD) and 5.9 × 10 5 ± 3,942 (mean ± SD) of RNA/L for H5 HA, respectively. The linear relationship between the threshold cycle (Ct) and RNA copy number of hemagglutinin (HA) of H5 subtype was determined to make the standard curve. Second bottom panel shows rRT-PCR product of standard RNAs. After preparing two-fold dilutions from 5 HAU/mL to 40 HAU/mL of H5N3 virus, the sample was subjected to RNA extraction and used for rRT-PCR. The arrows indicate Ct values and the RNA copy numbers at each virus titer. Quantum Dots (QDs) and Latex were assumed as spheres with radii r and R respectively. Scheme S1. Mode of Quantum Dots packed on the surface of Latex particle. We assumed a new sphere with radius R + r from the center of the Latex particle. The Quantum Dots (QDs) layer attached to cover the new sphere by hemisphere QDs. The cross-sectional area of the QD and the new sphere is = 2 The surface area of the new sphere is = 4 ( + ) 2 We assumed that the QDs were hexagonally packed closely without lattice defects on the surface of the Latex. For the hexagonal, close-packed structure, the packing efficiency is = 3√2 = 0.74",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 333,
                    "text": "7 , 8",
                    "ref_id": null
                },
                {
                    "start": 2710,
                    "end": 2711,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "RT-PCR"
        },
        {
            "text": "So, the number of QDs on the surface of the Latex particle is: After calculation, the surface of the latex particle was conjugated with 2,243 and 924 of QD580 and QD650, respectively. The length of the MPA ligand is 0.6 nm as previously described 10 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR"
        },
        {
            "text": "Scheme S1: Calculation of the number of Quantum Dots covering the surface of the Latex forming a single layer. S18 . Immunoassays using antibodies. Antigens were denatured and analyzed by Western blots using each antibody (a). Sandwich fluorescence-linked immunosorbent assay (FLISA) was conducted to confirm the reactivity between virus and each pair of antibodies without lysis buffer (b). 1C5 or 7304 antibodies were used for H5 HA or nucleoprotein (NP) on the virus and the serially diluted virus was added for 1hr and two QD conjugates [(H5 HA-specific (2H2) and influenza A nucleoprotein-specific (7307) antibodies conjugated with QD650) were used for detection of the virus. *, P < 0.05; ***, P < 0.001; Ex, excitation; Em, emission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "S18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RT-PCR"
        },
        {
            "text": "Serial two-fold dilutions of H5N3 virus from 20 to 320 HAU/mL were applied to SD RDT following the manufacturer's instructions. Asterisk indicates the lowest virus titer to be influenza A-positive in the RDT kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S19. LOD of commercial RDT to detect influenza A."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Highly Luminescent CdSe/ZnSe Core/Shell Nanocrystals of Low Size Dispersion",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Reiss",
                    "suffix": ""
                },
                {
                    "first": "Joël",
                    "middle": [],
                    "last": "Bleuse",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Pron",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nano Letters",
            "volume": "2",
            "issn": "7",
            "pages": "781--784",
            "other_ids": {
                "DOI": [
                    "10.1021/nl025596y"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Soft-binding ligand-capped fluorescent CdSe/ZnS quantum dots for the facile labeling of polysaccharide-based self-assemblies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Colloids Surf B Biointerfaces",
            "volume": "109",
            "issn": "",
            "pages": "154--160",
            "other_ids": {
                "DOI": [
                    "10.1016/j.colsurfb.2013.04.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Conjugation of thiolterminated molecules to ultrasmall 2 nm-gold nanoparticles leads to remarkably complex 1H-NMR spectra",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schuetze",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Loza",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gocyla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heggen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Epple",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Mater. Chem. B",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of water on CO2 capture by amino acid ionic liquids",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hixon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mirjafari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fluorescence dynamics of the biosynthesized CdSe quantum dots in Candida utilis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-02221-1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Determination of the absolute fluorescence quantum yield of rhodamine 6G with optical and photoacoustic methods--providing the basis for fluorescence quantum yield standards",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wurth",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Talanta",
            "volume": "90",
            "issn": "",
            "pages": "30--37",
            "other_ids": {
                "DOI": [
                    "10.1016/j.talanta.2011.12.051"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CDC protocol of realtime RTPCR for influenza A(H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In-vitro assessment of differential cytokine gene expression in response to infections with Egyptian classic and variant strains of highly pathogenic H5N1 avian influenza virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Samy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I E"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "-E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Sanousi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Wanes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ammar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hikono",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Veterinary Science and Medicine",
            "volume": "3",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Characterization of QDs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "TEM for water-soluble QDs. (a) QD-580 and (b) QD-650 Fig. S3. Effect of latex on performance enhancement of QDs in rapid fluorescent strip test",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Optimization of lysis buffer of SRDFDS with two bioconjugates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Optimization of the dilution factor of bioconjugates Fig. S6. Limit of detection (LOD) of SRDFDS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Assessment of SRDFDS performance by rRT-PCR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Accuracy of SRDFDS performance Fig. S9 Intraday variation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Characteristics of SRDFDS for cross-reactivity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Other subtype viruses (H1N1 and H7N1) Fig. S12. SRDFDS with H5N1-infected patient samples Fig. S13. SRDFDS with H5N1-negative patients Fig. S14. RDT with H5N1-infected patient samples Fig. S15. RDT with H5N1-negative patients Fig. S16. Characterization of mAbs (2H2/1C5) to recognize different clades of H5N1Scheme S1. Mode of Quantum Dots packed on the surface of Latex particle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "SRDFDS using serially diluted H5N1 (clade 2.3.4) Fig. S18. Immunoassays using antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Limit of detection (LOD) of commercial RDT to detect influenza A Method of QD synthesis 1. Materials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Characterization of QDs. (a) Schematic diagram to synthesize TOPO-capped CdSe/CdS/ZnS quantum dot multi-shell and water-soluble MPA-capped CdSe/CdS/ZnS QDs by ligand exchange method. (b) 1 H-NMR spectra of CdSe/CdS/ZnS QD-TOPO in CDCl 3 (i) and CdSe/CdS/ZnS QD-MPA in D 2 O (ii). (c) TGA curves of CdSe/CdS/ZnS QD-TOPO and CdSe/CdS/ZnS QD-MPA powders in N 2 at a heating rate of 10 o C/min. (d) XRD patterns of CdSe/CdS/ZnS QD-TOPO and CdSe/CdS/ZnS QD-MPA powders. (e) UV and PL spectra of two kinds of water-soluble CdSe/CdS/ZnS QD-MPA in H 2 O solvent (i) QD580 and (ii) QD650.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "TEM for water-soluble QDs. (a) QD-580 and (b) QD-650 Fig. S3. Effect of latex on the performance of QDs on rapid fluorescent strip test Fig. S4. Optimization of lysis buffers for SRDFDS with two bioconjugates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Optimization of the dilution factor of bioconjugates Fig. S6. Limit of detection (LOD) of SRDFDS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Assessment of SRDFDS performance by rRT-PCR. (a) The linear relationship between the threshold cycle (Ct) and RNA copy number of influenza A nucleoprotein (NP) was determined to make standard curve. Second bottom panel shows the rRT-PCR product of standard RNAs. After preparing two-fold dilutions of 5 HAU/mL or 40 HAU/mL of the H5N3 virus, samples were subjected to RNA extraction and used for rRT-PCR. The arrow indicates Ct value and the RNA copy numbers at each virus titer. (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Accuracy of SRDFDS performance (Inter-assay CV) Fig. S9. Intraday variation. (a) Assays were conducted at 6 replicates and relative standard deviation (RSD) at each virus titer was calculated as previously described 9 . (b) Raw data of SRDFDS taken by each emission filter are presented for 6 replicates. TL1, H5 subtypespecific test line; TL2, influenza A-specific test line; CL, control line",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Characteristics of SRDFDS for cross-reactivity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "SRDFDS performance on other subtype viruses (H1N1 and H7N1) Fig. S12. SRDFDS with H5N1-infected patient samples Fig. S13. SRDFDS with H5N1-negative patients Fig. S14. RDT with H5N1-infected patient samples Fig. S15. RDT with H5N1-negative patients 26 Fig. S16. Characterization of mAbs (2H2/1C5) to recognize different clades of H5N1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "SRDFDS using serially diluted H5N1 (clade 2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Average size of Latex particle is 175.09 nm  Radius R = 87.545 nm",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}