{
    "paper_id": "43ac139b156b7a9397d9da995694319fdeeba0f4",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Jun",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weili",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xihua University",
                    "location": {
                        "postCode": "610039",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": "weizhang27@163.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus pneumonia (COVID-19) epidemic has brought serious social psychological impact to the Chinese people, especially those quarantined and thus with limited access to face-to-face communication and traditional social psychological interventions. To better deal with the urgent psychological problems of people involved in the COVID-19 epidemic, we developed a new psychological crisis intervention model by utilizing internet technology. This new model, one of West China Hospital, integrates physicians, psychiatrists, psychologists and social workers into Internet platforms to carry out psychological intervention to patients, their families and medical staff. We hope this model will make a sound basis for developing a more comprehensive psychological crisis intervention response system that is applicable for urgent social and psychological problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, Wuhan and gradually other places of China have experienced an outbreak of pneumonia epidemic caused by the 2019 novel coronavirus (2019-nCoV, later named SARS-CoV-2). 1 The World Health Organization has declared the current outbreak of COVID-19 in China as a Public Health Emergency of International Concern. As of 10:00 Feb 13, 2020, the epidemic has caused 1366 deaths out of 59 834 confirmed and 16 067 suspected cases. 2 Some unprecedented measures were taken to stop the spread of the virus including cancelling of gatherings, extending the Chinese New Year holidays, and limiting the number of people in public places (e.g. train stations and airports). The outbreak itself and the control measures may lead to widespread fear and panic, especially stigmatization and social exclusion of confirmed patients, survivors and relations, which may escalate into further negative psychological reactions including adjustment disorder and depression. [3] [4] [5] Sudden outbreaks of public health events always pose huge challenges to the mental health service system. Examples include the HIV/AIDS epidemic that captivated world attention in the 1980s and 1990s, the severe acute respiratory syndrome (SARS) in 2002 and 2003, the H1N1 influenza pandemic of 2009, the Ebola virus outbreak in 2013, and the Zika virus outbreak in 2016. 6 During these epidemics, the consequences on the psychosocial wellbeing of at-risk communities are sometimes largely overlooked, especially in the Ebola-affected regions, where few measures were taken to address the mental health needs of confirmed patients, their families, medical staffs or general population. 7 The absence of mental health and psychosocial support systems and the lack of well-trained psychiatrists and/or psychologists in these regions increased the risks of psychological distress and progression to psychopathology. 8 The lack of effective mental health systems added to the poverty in Sierra Leone and Liberia. 9 In China, the mental health service system has been greatly improved after several major disasters, especially the Wenchuan earthquake. In the process of dealing with group crisis intervention, various forms of psychosocial intervention services have been developed, including the intervention model of expert-coach-teacher collaboration after the Wenchuan earthquake 10 and the equilibrium psychological intervention on people injured in the disaster incident after the Lushan earthquake. 11 With the support for remote psychological intervention provided by the development of Internet technology, especially the widespread application of 4G or 5G networks and smartphones, we developed a new intervention model to handle the present COVID-19 public health event. This new model, one of West China Hospital, integrates physicians, psychiatrists, psychologists and social workers into Internet platforms.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 444,
                    "end": 445,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1355,
                    "end": 1356,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1669,
                    "end": 1670,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1896,
                    "end": 1897,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1992,
                    "end": 1993,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2484,
                    "end": 2486,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We propose that the psychological crisis intervention should be dynamic, adapted to suit different stages of the epidemic, i.e., during and after the outbreak. During the outbreak, mental health professionals should actively participate in the overall intervention process for the disease, so that the mental health and psychosocial response can be mobilized in a timely fashion. 12 Specifically, psychological crisis interventions should be integrated into the treatment of pneumonia and blocking of the transmission routes. In this stage, psychological crisis intervention should include two simultaneous activities: (1) intervention for fear of disease, carried out mainly by physicians and assisted by psychologists;",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2) intervention for difficulty in adaptation, mainly by social psychologists. Among them serious mental problems (e.g. violence, suicide behaviors) must be managed by psychiatrists. Such emotion hypothetical model of psychological crisis intervention is shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 270,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "During the epidemic, rapid integration of the government and social forces into the Internet framework can maximize effective management of the psychological crisis. We established a pyramid structure of psychological crisis management with government as the core leader. At the bottom of the pyramid are communities, which mainly provide psychosocial support. Psychological assistance (such as hotline, online consulting) is used to identify and help the target groups who need intervention. Through the Huayitong app and Psyclub applet (two integrated APPs for online registration, appointment, payment and other functions for West China Hospital and Sichuan psychological consultant platform), telephone hotline and WeChat platform, we quickly organized physicians at all levels of the West China Hospital (including retired professors) and psychologists from all over Sichuan Province to form psychological rescue teams to formulate solutions (e.g. developing technical guidelines and training programs, starting online consultation and setting up problem feedback mechanisms). Psychological rescue teams conduct crisis interventions for confirmed patients and front-line staff. The expert team at the top of the pyramid provide health education and training during the whole process (Fig. 2) . How to quickly identify the emotional and stress problems of individuals is an important part of basis for psychological intervention. We screened the mental health status of suspected cases, medical staffs and general population via WeChat platform and/or telephone by using questionnaires (e.g. Mood Index Questionnaire, Patient Health Questionaire-9) as the evaluation tool. 13, 14 Proper intervention strategies were chosen based on the screening results. Follow-up is performed regardless of whether the individual reports mental health problems or not. The process and content of psychological intervention is shown in Fig. 3 and Table 1 .",
            "cite_spans": [
                {
                    "start": 1677,
                    "end": 1680,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1681,
                    "end": 1683,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1288,
                    "end": 1296,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1924,
                    "end": 1930,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1935,
                    "end": 1942,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "After the epidemic outbreak, psychosocial support mainly focuses on the quarantined people and medical staffs working for them (Fig. 4) . Social support and psychological intervention are mostly provided by family members, social workers, psychologists, and psychiatrists to isolated patients, suspected patients, and close contacts, primarily through telephone hotline and Internet (e.g. WeChat, APPs). Medical staffs working for the quarantined are the special group who need a lot of social support, and they are also an important force to provide social support for the isolated patients. To guarantee their continued effective work, their mental health status should be monitored and a continuum of timely interventions should be made available to support them. The Anticipated, Plan and Deter (APD) Responder Risk and Resilience Model (Fig. 5) is an effective method for understanding and managing psychological impacts among medical staffs, including managing the full risk and resilience in the responder \"hazard specific\" stress. 15 In the APD process, medical staffs receive a pre-event stress training focusing on the psychosocial impact of high-casualty events on the hospital and field disaster settings. During the training, participants are given the chance to develop a \"personal resilience plan\", which involves identifying and anticipating response challenges. After that they should learn to use it in real intervention response.",
            "cite_spans": [
                {
                    "start": 1039,
                    "end": 1041,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 841,
                    "end": 849,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "Based on our experience about the model of psychological intervention practicability and effectiveness, West China Hospital developed and is carrying out the psychological rehabilitation plan, namely the two-stage psychological intervention model (Fig. 6) . The central idea is to integrate Internet technology to the whole process of intervention, and to combine early intervention with later rehabilitation. In order to help patients and general population in the COVID-19 epidemic, we are trying to share it with all mental health hospitals in Sichuan Province to help relieve psychological aftershock of the public emergency. However, there are still many problems with the current psychological interventions, including effective utilization of Internet resources/tools, and efficient cooperation between medical staffs and psychologists.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A time of fear\": Local, national, and international responses to a large Ebola outbreak in Uganda",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kinsman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Global Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1744-8603-8-15"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Psychiatric treatment of a health care worker after infection with Ebola virus in Lagos",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gidado",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nigeria Am J Psychiatry",
            "volume": "172",
            "issn": "",
            "pages": "222--226",
            "other_ids": {
                "DOI": [
                    "10.1176/appi.ajp.2014.14121576"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An evaluation of psychological distress and social support of survivors and contacts of Ebola virus disease infection and their relatives in Lagos, Nigeria: A cross sectional study-2014",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gidado",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-015-2167-6"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emerging infectious diseases: Threats to human health and global stability",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003467"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Monitoring and managing mental health in the wake of Ebola",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Bitanihirwe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Commentary. Ann Ist Super Sanita",
            "volume": "52",
            "issn": "",
            "pages": "320--322",
            "other_ids": {
                "DOI": [
                    "10.4415/ann_16_03_02"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The 2014 Ebola outbreak and mental health: Current status and recommended response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Shultz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baingana",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Neria",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "",
            "pages": "567--575",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2014.17934"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Trauma signature analysis: State of the art and evolving future directions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Shultz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Neria",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Disaster Health",
            "volume": "1",
            "issn": "",
            "pages": "4--8",
            "other_ids": {
                "DOI": [
                    "10.4161/dish.24011"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The construction and evaluation of experts-coach-teacher collaboration model as a new trauma intervention approach. (Article in Chinese)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Journal of Beijing Normal University",
            "volume": "2018",
            "issn": "",
            "pages": "32--40",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effect of equilibrium psychological intervention in wounded patients in Lushan earthquake. (Article in Chinese)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Sichuan University (Med Sci Edi)",
            "volume": "45",
            "issn": "",
            "pages": "533--538",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mental health in emergency response: Lessons from Ebola",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poggensee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Psychiatry",
            "volume": "2",
            "issn": "",
            "pages": "955--962",
            "other_ids": {
                "DOI": [
                    "10.1016/s2215-0366(15)00451-4"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Study protocol on criterion validation of Edinburgh postnatal depression scale (EPDS), patient health questionnaire (PHQ-9) and Centre for Epidemiological Studies-Depression (CES-D) screening tools among rural postnatal women; a cross-sectional study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "January",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Chimbari",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2017-019085"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The prevalence of PTSD and major depression in the global population of adult war survivors: A meta-analytically informed estimate in absolute numbers",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoppen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morina",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Psychotraumatol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/20008198.2019.1578637"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Maximizing the resilience of healthcare workers in multi-hazard events: Lessons from the 2014-2015 Ebola response in Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Cates",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Formanski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mil Med",
            "volume": "184",
            "issn": "",
            "pages": "114--134",
            "other_ids": {
                "DOI": [
                    "10.1093/milmed/usy400"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The emotion hypothetical model of psychological crisis intervention in COVID-19 epidemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Network tools and organization framework of psychological crisis management for COVID-19 epidemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Online psychological intervention methods for COVID-19 epidemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Online social psychological support for quarantined population and staff.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The process of Anticipate, Plan and Deter (APD) methods for the psychological intervention of epidemics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The two-stage model of psychological intervention for epidemics.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Work list of online Psychological interventions.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This paper is supported by the 13th Five-year Plan for Disciplines of Excellence,West China Hospital of Sichuan University, and the National Natural Science Foundation of China (grants No. 81701328, 81871061, and 81371484).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}