{
    "paper_id": "464e444443d007ddd7b577c9e878c12eeaf7829e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Respiratory infections, including tuberculosis, represent one of the leading causes of morbidity and mortality across the world. They represent the deadliest communicable diseases causing 3.0 million deaths worldwide in 2016 [1] . The burden of respiratory infections can be unbearable for some health systems: they represent one of the most common reasons for doctor visits, regardless of age and sex [2] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[2]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although respiratory infections have been identified as a mandatory topic in the education and training of respiratory physicians, the specialty has been faced with several challenges to implement training. There are ongoing discussions surrounding what is included and excluded epidemiologically within the parameters of respiratory infections. Thus it is no surprise that, at present, the vast majority of European countries do not yet have a formal system for educating respiratory physicians, at a specialty level, on the knowledge and skills considered essential in the diagnosis, treatment and prevention of respiratory infections. Furthermore, European countries have very different resources dedicated to the continuing development of respiratory professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Keeping these educational and training challenges in mind, the European Respiratory Society (ERS) decided to support a group of experts in respiratory infections to define the core knowledge and skills considered essential to manage respiratory infections. The ERS respiratory infections educational task force was founded in 2014 and included 13 experts from six European countries (Italy, Germany, UK, the Netherlands, Spain and Greece). The task force had two main aims: 1) to develop a syllabus to guide the national training and education of respiratory physicians in the field of respiratory infections, and 2) to help structure ERS educational activities on respiratory infections. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As previously outlined [3] , the target audience for the syllabus are qualified respiratory physicians with a special interest in respiratory infections. Based on the situational analysis and the Delphi surveys, the target audience also includes infectious diseases specialists, intensive care unit specialists, internists, trainees, researchers and microbiologists, working in public hospitals or holding an academic position.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Target audience"
        },
        {
            "text": "The approach, methods, and processes used in this project have been adapted from the ERS developed educational harmonisation framework, which, to date, has been used in the development of seven postgraduate curricula (www.ersnet.org/ professional-development/ers-curriculum-designa-summary-of-projects) and four specialised skillsbased training programmes [4] .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To develop the syllabus, a list of key topics was identified by the expert task force. A modified Delphi technique was applied to these topics to reach consensus. The Delphi technique is a group facilitation method that seeks to obtain consensus on the opinions of experts through a series of structured questionnaires [5] . Research and methods outlined by Heiko [6] were used to guide the decisions taken at various stages of this study, for example survey design, undertaking data collection and analysis.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 322,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The Delphi process was phased in three rounds (figure 1). Members of ERS Assembly 10 (respiratory infections) and national experts were asked to complete an online questionnaire, which was then processed by the ERS office. The results were presented to the task force for more detailed discussion. The decisions derived from these consultations were integrated into the next Delphi round (Delphi 1). It is to be noted that although the same respondents were contacted in each round, there was a drop off in the number of responses between rounds. Respondents were asked to rate in terms of agreement whether sections should be included (mandatory or optional) or excluded. A Likert scale from 1 (strongly disagree) to 5 (strongly agree) was chosen to ensure measurement reliability over the three different Delphi rounds. Agreement was operationalised through a majority of responses in the top two points of the scale (measured as the sum of frequencies of agree and strongly agree responses). In Delphi studies consensus is considered a necessary, but not sufficient, condition for agreement concerning the inclusion of items [6] . The iteration of rounds was also required to establish the stability dimension for agreement. Stability was defined as \"the consistency of responses between successive rounds of a study\" [7] . Both consensus and stability dimensions were investigated in the study.",
            "cite_spans": [
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1321,
                    "end": 1324,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The content of the syllabus was organised in 14 modules, which were considered important and necessary topics or aspects forming the basis of the respiratory infections domain (table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 185,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Final syllabus"
        },
        {
            "text": "The syllabus was developed to clearly define the remit for programme designers in the implementation of training and education for respiratory physicians. ERS is committed to the continuing professional development of respiratory professionals and will be using the ERS respiratory infections syllabus as a basis for several activities in the future, including: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and next steps"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Loebinger: Host Defence Unit",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ca&apos; Granda Ospedale Maggiore",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Policlinico",
                    "suffix": ""
                },
                {
                    "first": "Italy",
                    "middle": [],
                    "last": "Milan",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [],
                    "last": "Farr",
                    "suffix": ""
                },
                {
                    "first": "Nathalie",
                    "middle": [],
                    "last": "Tabin",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Dept",
                    "suffix": ""
                },
                {
                    "first": "Switzerland",
                    "middle": [
                        "Francesco"
                    ],
                    "last": "Lausanne",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Blasi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Idibaps",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cibere",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barcelona",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Spain",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "Uk",
                    "middle": [
                        "Giovanni"
                    ],
                    "last": "Manchester",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Battista Migliori",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hannover Medical School and German Center for Lung Research (DZL)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sotgiu has nothing to disclose. G. Dimopoulos has nothing to disclose. J.D. Chalmers reports grants and personal fees from Glaxosmithkline, Grifols, Boehringer-Ingelheim and Insmed, grants from Astrazeneca and Bayer Healthcare, personal fees from Aradigm, Pfizer and Napp, all outside the submitted work. F.C. Ringshausen reports grants, personal fees and other from Bayer HealthCare (research support, consulting, lecture fees and support of patient educational events), grants and personal fees from Grifols Germany (research support and consulting), grants and personal fees from Insmed Germany (research support, consulting and reimbursement for study participation/patient recruitment), personal fees from Brahms/Thermo Fisher Scientific (consulting), personal fees from Astra Zeneca (lecture fees), personal fees and other from Forest (consulting and support of patient educational events), personal fees from Cellestis/Qiagen (lecture fees), personal fees and other from Chiesi (travel reimbursement and support of patient educational events), other from Abbott (support of patient educational events), personal fees and other from Gilead (travel reimbursement and support of patient educational events), other from Pfizer (support of patient educational events), other from Oxycare (support of patient educational events), other from Novartis",
            "authors": [],
            "year": 2016,
            "venue": "S. Aliberti has nothing to disclose. A. Farr is an employee of the European Respiratory Society. N. Tabin is an employee of the European Respiratory Society. F. Blasi has nothing to disclose. A. Torres has nothing to disclose. M. Woodhead reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rohde reports personal fees from Pfizer, Boehringer Ingelheim, Solvay, GSK, Essex Pharma, MSD, Roche and Novartis for lectures including service on speakers' bureaus outside the submitted work and/or consultancy during advisory board meeting and personal fees from GSK for travel accommodations/meeting expenses, outside the submitted work. References 1. Global Health Estimates: Death by Cause, Age, by Country and by Region",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. World health statistics 2011. World Health Organization",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Introducing a new HERMES project on respiratory infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Niculescu",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Noel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aliberti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Breathe",
            "volume": "12",
            "issn": "",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Endobronchial ultrasound: launch of an ERS structured training programme",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clementsen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Herth",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Breathe",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Using experts' opinions through Delphi technique",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Yousuf",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pract Assess Res Eval",
            "volume": "12",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Consensus measurement in Delphi studies: review and implications for future quality assurance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heiko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Technol Forecast Soc Change",
            "volume": "79",
            "issn": "",
            "pages": "1525--1536",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Stability and agreement criteria for the termination of Delphi studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Dajani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sincoff",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Talley",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Technol Forecast Soc Change",
            "volume": "13",
            "issn": "",
            "pages": "83--90",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", such as the respiratory infections course (e.g. the course held in Lisbon, Portugal, June 2018), postgraduate courses at the ERS International Congress, e-learning and other educational activities; Overview of the Delphi process.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ERS syllabus for postgraduate training in respiratory infections Module 1. Pathogens (respiratory microbiology) Noninvasive (blood, urine, bronchoalveolar lavage, throat swabs) 1.2 Invasive (sputum, tracheal aspirate, thoracentesis, imaging-guided biopsy, transthoracic fine-needle biopsy) Rapid point-of-care diagnostic tests for viral and bacterial respiratory tract infections Optional 8 Imaging techniques in relation to infections (including chest radiography, computed tomography, lung ultrasounds and magnetic resonance imaging)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Module 10. Chronic respiratory infections in patients with respiratory disease",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The task force would like to acknowledge Albert Osterhaus (Research Center for Emerging Infections and Zoonoses, University of Veterinary Medicine Hannover, Foundation, Hannover, Germany) for his work on this project.The authors affiliations are as follows. Stefano Aliberti: Dept of Pathophysiology and Transplantation, University of Milano, Milan, Italy, and Respiratory Unit and Adult Cystic Fibrosis Center, Fondazione IRCCS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}