{
    "paper_id": "46768e7c839a7f4de0d5a73d25897f948b4eac30",
    "metadata": {
        "title": "Increase in Middle East Respiratory Syndrome-Coronavirus Cases in Saudi Arabia Linked to Hospital Outbreak With Continued Circulation of Recombinant Virus, July 1-August 31, 2015",
        "authors": [
            {
                "first": "Abdullah",
                "middle": [
                    "M"
                ],
                "last": "Assiri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Holly",
                "middle": [
                    "M"
                ],
                "last": "Biggs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Glen",
                "middle": [
                    "R"
                ],
                "last": "Abedi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyan",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdulaziz",
                "middle": [
                    "Bin"
                ],
                "last": "Saeed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Osman",
                "middle": [],
                "last": "Abdalla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mutaz",
                "middle": [],
                "last": "Mohammed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Hail",
                "middle": [
                    "M"
                ],
                "last": "Al-Abdely",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Homoud",
                "middle": [
                    "S"
                ],
                "last": "Algarni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Raafat",
                "middle": [
                    "F"
                ],
                "last": "Alhakeem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Malak",
                "middle": [
                    "M"
                ],
                "last": "Almasri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [
                    "A"
                ],
                "last": "Alsharef",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Randa",
                "middle": [],
                "last": "Nooh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Dean",
                "middle": [
                    "D"
                ],
                "last": "Erdman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "I"
                ],
                "last": "Gerber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "T"
                ],
                "last": "Watson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During July-August 2015, the number of cases of Middle East respiratory syndrome (MERS) reported from Saudi Arabia increased dramatically. We reviewed the 143 confirmed cases from this period and classified each based upon likely transmission source. We found that the surge in cases resulted predominantly (90%) from secondary transmission largely attributable to an outbreak at a single healthcare facility in Riyadh. Genome sequencing of MERS coronavirus from 6 cases demonstrated continued circulation of the recently described recombinant virus. A single unique frameshift deletion in open reading frame 5 was detected in the viral sequence from 1 case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords. coronavirus infections; disease outbreaks; infectious disease transmission; Middle East respiratory syndrome coronavirus; Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV), first detected in 2012 in Saudi Arabia (SA), is known to cause acute respiratory illness in humans. To date, approximately 80% of MERS-CoV cases have been reported by SA. The spectrum of clinical illness associated with MERS-CoV infection is broad and ranges from asymptomatic infection to severe pneumonia, multiorgan failure, and death. The overall case fatality rate is approximately 35%-40%, and individuals with underlying medical comorbidities appear to be at increased risk for infection, severe illness, and death [1] . The epidemiology of MERS-CoV has been characterized by intermittent sporadic cases, occasional large healthcare-associated outbreaks, and transmission to close household contacts of cases [2, 3] . Zoonotic transmission is suspected as the source of primary infection in humans, with increasing evidence supporting the importance of dromedary camels in SA [1, 4] .",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 582,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 777,
                    "end": 779,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 944,
                    "end": 946,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During July-August 2015, the Ministry of Health (MoH) in SA reported a substantial increase in MERS-CoV cases, primarily from the Riyadh region. A hospital-associated outbreak was recognized at a large tertiary level hospital (Hospital A) in Riyadh [5] . Approximately half of cases were reported from Hospital A; additional investigation was needed to understand the epidemiology of the remaining cases, including potential links to Hospital A. We describe the epidemiology of cases of MERS-CoV in SA reported by the MoH from July 1 to August 31, 2015, and we report the genome sequences from 6 of these cases.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We reviewed confirmed MERS-CoV cases reported by the MoH from July 1 to August 31, 2015 (regardless of illness onset date), collected demographic and outcome data, and classified each case based on likely source of transmission. Secondary cases were defined as those likely resulting from contact with a MERS-CoV-infected individual or contact with a setting associated with MERS-CoV transmission. We classified as secondary any case that had (1) worked, visited, or been admitted to a healthcare setting, or (2) had contact with a known MERS-CoV case or an individual with severe respiratory illness in the 14 days before illness onset (exposure period). Sporadic cases were defined as those not meeting criteria for classification as a secondary case. Cases were labeled unknown if available information was insufficient to determine a classification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We attempted to contact all cases preliminarily classified as sporadic for telephone interview using a standardized questionnaire. Questions assessed activities during the exposure period, including contact with a healthcare setting, a known MERS-CoV case, or an individual with severe respiratory illness. All interviews were conducted in Arabic by Field Epidemiology Training Program residents in SA. Whenever possible, interviews were conducted with case-patients; however, proxies (relatives or close friends familiar with the case-patient's recent activities) were used in the circumstance of deceased individuals, individuals in hospital or too ill to respond, or when casepatients were otherwise unavailable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "All MERS-CoV cases were confirmed in SA by testing of respiratory specimens by real-time reverse transcriptionpolymerase chain reaction assays targeting regions upstream of the envelope gene (upE) and open reading frame (ORF) 1a [6] . Available specimen aliquots that tested positive for MERS-CoV by both assays during July-August 2015 were shipped to the Centers for Disease Control and Prevention ([CDC] Atlanta, GA) for confirmatory testing and genome sequencing. Methodology for sequencing, phylogenetic, and recombinational analyses has been described previously [7] and is available as Supplementary Material. This investigation was part of an urgent public health response and was determined to be nonresearch by the SA MoH and CDC.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "From July 1 to August 31, 2015, 143 cases of MERS-CoV were reported by the MoH (Figure 1 ). The median age of cases was 58 (range 2, 99) years, 91 (64%) were male, and 124 (87%) were of Saudi nationality. The case fatality rate was 43%. Comorbid medical conditions were documented for 88 (62%) cases, with diabetes (n = 63; 44%) and hypertension (n = 57; 40%) most common. Cases were reported from 7 regions of SA, with Riyadh region accounting for 131 (92%) cases (Supplementary  Table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 465,
                    "end": 487,
                    "text": "(Supplementary  Table)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "One hundred twelve cases (78%) were classified as secondary and linked to the Hospital A outbreak, including 75 cases reported from Hospital A and 37 cases with links to Hospital A as patients, healthcare personnel, visitors, or contacts of a Hospital A patient (Table 1 ). In addition, 2 initial cases were reported from Hospital A in July (before secondary transmission at Hospital A was recognized): 1 was classified as sporadic and 1 as unknown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Twenty-nine (20%) of 143 cases were not linked to Hospital A, and, of these, 17 (59%) were secondary cases, including 5 (17%) healthcare personnel, 10 (34%) with healthcare contact during the exposure period, and 2 (7%) close contacts of MERS cases. Limited transmission was documented at 3 healthcare facilities in addition to Hospital A during August. Eight (6%) of 143 cases were classified as sporadic after telephone interview. Sporadic cases ranged in age from 35 to 91 years, 7 of 8 were male, and residence was reported from 6 regions: 3 from Riyadh and 1 each from Makkah, Eastern, Qasim, Asir, and Najran (Supplementary Table) . Six (4%) of 143 cases were labeled unknown, including 3 not reachable by telephone and 3 whose exposures remained unknown after proxy interviews.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 636,
                    "text": "(Supplementary Table)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Genome sequencing was performed on specimens from 6 MERS cases with dates of illness onset ranging from June 27 to August 19, 2015 ( Figure 1A ). All 6 cases were either from Riyadh or had traveled to Riyadh within the exposure period. Four of the 6 cases were exposed to Hospital A as patients or visitors. Phylogenetic and recombinational analysis revealed that all 6 viruses were members of a recently described novel recombinant clade (NRC-2015). Sequences from cases linked to Hospital A were genetically similar ( Figure 1B) and distinct from 2 cases not linked to Hospital A. Of cases not linked to Hospital A, one had visited a relative (not a MERS case) in a Riyadh hospital where limited transmission had occurred, but the patient denied contact with a known MERS-CoV case. The other case was an 83-year-old man who resided in Jeddah, but he had visited Riyadh during the exposure period and had healthcare contact in both Riyadh (not Hospital A) and Jeddah for a chronic illness. The MERS-CoV sequence from this patient possessed a unique 20-nucleotide frameshift deletion spanning positions 387/388 to 407/408 of the nonstructural protein gene ORF5. Whereas native ORF5 is predicted to encode a 224-amino acid (aa) protein, the deletion would predict a 147-aa truncated protein consisting of the amino-terminal 129 aa of ORF5 plus 18 non-ORF5 residues prematurely terminating in an out-of-frame stop codon. This sequence clustered most closely with MERS-CoV sequences derived from 3 camels in April 2015 from Taif, SA, that lacked the deletion [4] (Figure 1B) . No definitive link to camels was identified for this patient; however, the patient was deceased and the interview was conducted with a relative.",
            "cite_spans": [
                {
                    "start": 1556,
                    "end": 1559,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 520,
                    "end": 530,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1560,
                    "end": 1571,
                    "text": "(Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "During July-August 2015, the increase in reported cases of MERS from SA was largely attributable to an outbreak at a single healthcare facility in Riyadh, with approximately 80% of cases linked to Hospital A. Overall, 129 (90%) of 143 cases reported in July and August were exposed to a healthcare setting or had close contact with a known MERS-CoV case during the exposure period. Sporadic cases were relatively uncommon. The case fatality rate of 43% during July-August 2015 was similar to the overall MERS-CoV case fatality rate of 42% reported in SA since 2012 [8] . Other characteristics of cases, such as male predominance, median age, and a high prevalence of medical comorbidities, particularly diabetes, are consistent with what has been described from earlier outbreaks [2, 9] . Our findings demonstrate that transmission of MERS-CoV continues to be predominantly linked to healthcare exposure and, to a lesser extent, household exposure to close contacts [2, 3] .",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 568,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 784,
                    "end": 786,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 970,
                    "end": 972,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Genomic sequencing of a limited number of cases demonstrated continued circulation of NRC-2015 MERS-CoV among humans through August 2015, including among cases linked and not linked to the Hospital A outbreak. This recombinant virus was first detected from a patient in SA with illness onset during January 2015 [7] and was first described after travel-associated introductions to the Republic of Korea and China [10] . Over the period of January-June 2015, NRC-2015 became predominant among human MERS cases in SA [7] . In surveillance studies of dromedary camels in SA, viruses related to NRC-2015 (designated lineage 5 by Sabir et al [4] ) were first identified in July 2014 and were predominant among surveyed camels from November 2014 through the end of the study period in April 2015 [4] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our finding of a single unique deletion in ORF5 of the sequence from 1 patient mirrors a recent report by Lamers et al [11] that identified deletion mutations in ORF3 and ORF4a among MERS-CoVs obtained from an outbreak cluster in Jordan, 2015. Middle East respiratory syndrome-CoV possesses 5 group-specific ORFs (3, 4a, 4b, 5 , and 8b) that encode putative accessory proteins whose functions have not yet been fully characterized [12] . Deletion analysis by reverse genetics has shown that several of these ORFs, including ORF5, are not essential for virus replication in vitro [13] . The ORF5 frameshift mutation described here would most likely result in diminished or lost protein function, suggesting that it was not essential for efficient virus propagation in this particular patient. The possible effect of the ORF5 frameshift mutation on the clinical course of infection in this patient is unknown; we have no evidence that the deletion resulted in altered virulence or transmissibility of the virus, nor do we know whether the MERS-CoV ORF5 deletion was successfully transmitted to a new host.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 313,
                    "end": 326,
                    "text": "(3, 4a, 4b, 5",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our investigation identified 8 sporadic MERS cases. Periodic introductions of MERS-CoV into human populations from a zoonotic source continue to occur in SA, and mounting evidence points to dromedary camels as the likely source [1, 4] . In addition, it is hypothesized that unrecognized transmission in the community might occur, possibly from mildly symptomatic individuals [14, 15] . Of the 8 cases we classified as sporadic, we are not able to determine whether these represent zoonotic introductions or unrecognized community transmission. Specimens from sporadic cases were not available for sequencing.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 232,
                    "end": 234,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are limitations to this study. We were unable to determine transmission chains and locations of transmission among all cases linked to Hospital A, and we were unable to delineate transmission beyond the secondary level (eg, tertiary, etc). Additional cases linked to Hospital A outside of our defined study period were not included in the analysis; therefore, this is not a complete description of the Hospital A outbreak. We considered any contact with a healthcare setting during the exposure period a criterion for classification as a secondary case, regardless of whether MERS-CoV cases had been reported from the facility. In cases where proxies were used for telephone interviews, knowledge of the case-patient's activities during the exposure period may have been incomplete. Although we were able to obtain sequences from a small number of available specimens, additional sequences could have allowed a better understanding of links between cases. Our study was not designed to detect differences in virus transmissibility or virulence compared with previous outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The overwhelming majority of reported MERS-CoV cases from SA during July-August 2015 had documented exposures to healthcare settings or to individuals with MERS-CoV infection. Early case recognition and isolation together with strengthened infection control practices continue to be critical in preventing healthcare-associated outbreaks in SA. Continued human and laboratory surveillance in SA is essential to understand and monitor the epidemiology and circulating strains of MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Supplementary material is available online at Open Forum Infectious Diseases online (http://OpenForumInfectiousDiseases.oxfordjournals.org/). (12) Healthcare visitor 10 (7) Healthcare personnel 5 (3) Household/close contact 2 (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        },
        {
            "text": "Sporadic Case a 8 (6) Unknown a 6 (4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        },
        {
            "text": "Abbreviation: MERS-CoV, Middle East respiratory syndrome coronavirus. a Two initial cases presented to Hospital A before the outbreak: 1 classified as sporadic, 1 classified as unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk factors for primary Middle East respiratory syndrome coronavirus (MERS-CoV) illness in humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Alraddadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almarashi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "49--55",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "MERS-CoV outbreak in Jeddah-a link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomczyk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Asmari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "846--54",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of MERS-coronavirus in household contacts",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "828--863",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Co-circulation of three camel coronavirus species and recombination of MERS-CoVs in Saudi Arabia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sabir",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "81--85",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Notes from the field: nosocomial outbreak of Middle East respiratory syndrome in a large tertiary care hospital -Riyadh, Saudi Arabia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Alenazi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Alshamrani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "65",
            "issn": "",
            "pages": "163--167",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Laboratory testing for Middle East respiratory syndrome coronavirus (MERS-CoV), interim guidance",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiology of a novel recombinant MERS-CoV in humans in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Midgley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Abedi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "214",
            "issn": "",
            "pages": "712--733",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Saudi Arabia Ministry of Health",
            "authors": [],
            "year": 2016,
            "venue": "MERS-CoV Statistics, Command and Control Center. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--423",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Origin and possible genetic recombination of the Middle East respiratory syndrome coronavirus from the first imported case in China: phylogenetics and coalescence analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "MBio",
            "volume": "6",
            "issn": "",
            "pages": "1280--1295",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Deletion variants of Middle East respiratory syndrome coronavirus from humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lamers",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shafei",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "716--725",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Graaf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "473--485",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reverse genetics with a full-length infectious cDNA of the Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Scobey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci",
            "volume": "110",
            "issn": "",
            "pages": "16157--62",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Spread, circulation, and evolution of the Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Presence of Middle East respiratory syndrome coronavirus antibodies in Saudi Arabia: a nationwide, cross-sectional, serological study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Middle East respiratory syndrome coronavirus (MERS-CoV) confirmed cases reported by Saudi Arabia Ministry of Health July 1-August 31, 2015, by onset week. (B) Phylogeny of MERS-CoV full genome sequences. The phylogenetic tree was constructed from MERS-CoV genome sequences obtained from the 6 cases reported during July-August, 2015, and all near complete genome sequences available in public domain (n = 188) using the program MrBayes version 3.2.6 under a general time-reversible (GTR) model of nucleotide substitution with 4 categories of γ-distributed rate heterogeneity and a proportion of invariant sites (GTR + 4 + I). Middle East respiratory syndrome-CoV sequences belonging to the recently described novel recombinant clade (NRC-2015) [7, 10] are shown in expanded view. The 6 sequences identified in this study are marked with circles, and those colored red highlight the 4 cases linked to Hospital A. The sequence from the case with the 20-nucleotide frameshift deletion in open reading frame (ORF)5 is marked with Δ. Clade-credibility values ≥70% are indicated above the respective nodes. Numbers in brackets after some strain identifiers are the number of identical sequences with the same geographic location and sample collection year/month. The scale bar shows the genetic distance as nucleotide substitutions per site. Weeks are WHO epidemiologic weeks; week 35 is truncated at August 31, 2015.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Classification of MERS-CoV Cases Reported by the Saudi Arabia Ministry of Health, July 1-August 31, 2015",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Ahmed Alghamdi, Wafa Almaghaslah, Hind Ali Merghani, Ahmed Albukhaitan, Abeer Massis, and Ashwaj Alotaibi for their assistance with telephone interviews. We also thank Global Disease Detection Operations Center staff, Division of Global Health Protection, and the Centers for Disease Control and Prevention for support of this public health response.Disclaimers. The findings and conclusions of this report are those of the authors and do not necessarily represent the official position of the Centers for Disease Control and Prevention.Financial support. This work was supported by the Saudi Arabia Ministry of Health and the United States Centers for Disease Control and Prevention as part of an urgent public health response.Potential conflicts of interest. All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}