{
    "paper_id": "4691859fba97c59b688292d6d2132d3ef1510e3a",
    "metadata": {
        "title": "and in the presence of increasing concertation of K + (50 mM -150 mM)",
        "authors": [
            {
                "first": "Subodh",
                "middle": [
                    "Kumar"
                ],
                "last": "Mishra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Uma",
                "middle": [],
                "last": "Shankar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neha",
                "middle": [],
                "last": "Jain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kriti",
                "middle": [],
                "last": "Sikri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jaya",
                "middle": [
                    "Sivaswami"
                ],
                "last": "Tyagi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tarun",
                "middle": [
                    "Kumar"
                ],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Louis",
                "middle": [],
                "last": "Mergny",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amit",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ": Schematic representation for the functioning of EspK and EspB genes/proteins in Mycobacterium tuberculosis inside the phagosome of a macrophage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Side A: In normal conditions, EspK EspB, ESAT-6 and CFP-10 are co-transcribed. EspK leads to the secretion of EspB, ESAT-6, and CFP-10 in the phagosome leading to rupture of its membrane (represented by dotted lines). That helps the bacteria to survive with an inhibited immune response. Side B: G-quadruplex motifs present in espK and espB genes are stabilized by TMPyP4, leading to the decreased expression of EspK and EspB. The reduction in EspK leads to the inhibited secretion of EspB, ESAT-6, and CFP-10 protein. The absence of EspB, ESAT-6, and CFP-10 leads to phagosome maturation increased immune response by the host and reduced Mycobacterial growth. # nt -number of G-tetrads, nb -number of bulges and nm -number of mismatches Table S6 : G-quadruplex prediction of espk, espB and cyp51 genes using QGRSMapper prediction. where: X = any nucleic acid base, including A, G, C, and T Y1 = length of consecutive guanine tract (value = any integer between 2 to 7) ; Y2 = variable loop length (value = any integer between 1 to 20).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 738,
                    "end": 746,
                    "text": "Table S6",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "This tool looks for putative G-quadruplex forming sequences in the query sequence. Every predicted sequence was recorded and inspected for their location in the GenBank Sequence Database (https://www.ncbi.nlm.nih.gov/gene/). Further, we used CLUSTAL Omega tool that makes the clusters of highly similar predicted PGQ sequences by employing Unweighted Pair Group Method with Arithmetic Mean (UPGMA) method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The locations of obtained PGQ sequences in the M. tuberculosis genome were mapped after extracting the coordinates from G4 predicted motifs. Their presence at a particular location was determined by utilizing Graphics mode of GenBank database. The recurrence of predicted PGQ was ascertained manually, and consensus sequences were generated from DECIPHER tool by aligning 20 base-pairs upstream and downstream of anticipated G4 motifs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genomic mapping, conserved motif enrichment and functional analysis of G4 motifs"
        },
        {
            "text": "All the oligonucleotide sequences used in this study were purchased from Sigma Aldrich. 100 μM stock solutions were prepared in nuclease-free water for each sample according to the manufacturer protocol. Before performing any experiment, the oligonucleotides were heated for 10 minutes at 92°C and allowed to anneal for 2 hrs at room temperature in Tris buffer (10 mM, pH=7.4) containing any of the four different cations viz. K + , Na + , Mg 2+ and Li + (50 mM each).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oligonucleotides sample preparation for biophysical experiments"
        },
        {
            "text": "NMR experiments were conducted using AVANCE 500 MHz spectrometer (BioSpin International AG, Switzerland) equipped with a 5 mm broadband inverse probe. Topspin (1.3 version) software was used for the NMR data processing and analysis. 3-(Trimethylsilyl)-propionic-2,2,3,3-D4 acid sodium salt (TSP) was taken as a reference compound. The oligo sequences were dissolved at the final concentration of 200 µM in KPO 4 (pH=7.4) buffer using H 2 O/D 2 O solvent at 9:1 ratio. All NMR spectra were recorded at a temperature range of 298 K with 20 ppm spectral width.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nuclear Magnetic Resonance Spectrometry"
        },
        {
            "text": "A Jasco J-815 Spectropolarimeter (Jasco Hachioji, Tokyo, Japan) outfitted with Peltier junction temperature controller was used to record CD spectra using cuvettes of 0.2 cm path length. A constant supply of nitrogen gas was provided to eschew the water build up around cuvette and all spectra were measured at 25°C in the of 220 -320 nm wavelength range at a rate of 20 nm/min. CD spectra were recorded at a final concentration of 20 μM for all oligonucleotides in Tris buffer (10 mM, pH=7.4) containing any of the four different cations viz. K + , Na + , Mg 2+ and Li + (50 mM each). To avoid signal contribution from the buffer, a blank spectrum was recorded before each measurement and subtracted from the CD spectrum of the sample prepared in the same buffer. For melting studies, data were accumulated over a temperature range of 25°C to 98°C for each PGQ sequence for each of the four cations at a wavelength corresponding to the highest CD signal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circular Dichroism and Melting experiments"
        },
        {
            "text": "Electrophoretic mobility shift assay (EMSA) 30% native polyacrylamide gel prepared in 1X TBE buffer (without any cation used for EMSA analysis) was employed to perform gel mobility shift assay. 20 μM of each oligonucleotide prepared in the respective buffers containing K + , Na + , Mg 2+ , and Li + cations (100 mM) were loaded on the gel. A linear ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Circular Dichroism and Melting experiments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "QGRS Mapper: a web-based server for predicting Gquadruplexes in nucleotide sequences",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kikin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "D&apos;antonio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Bagga",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "676--682",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "2017) pqsfinder: an exhaustive and imperfection-tolerant search tool for potential quadruplex-forming sequences in R",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martinek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zendulka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lexa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Bioinformatics",
            "volume": "33",
            "issn": "",
            "pages": "3373--3379",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "G4IPDB: A database for G-quadruplex structure forming nucleic acid interacting proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tawani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The pleiotropic transcriptional response of Mycobacterium tuberculosis to vitamin C is robust and overlaps with the bacterial response to multiple intracellular stresses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sikri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Batra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nandi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Taneja",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tyagi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Microbiology",
            "volume": "161",
            "issn": "",
            "pages": "739--753",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "G-quartet and various topologies of G-quadruplex structures. a) Intermolecular parallel b) Intermolecular anti-parallel c) Intermolecular hybrid d) Intramolecular parallel e) Intramolecular anti-parallel f) Intramolecular hybrid.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Consensus sequence of MTB-PGQ1(espK), MTB-PGQ2(espB) and MTB-PGQ3(cyp51) g-quadruplex motif along with ±20 bp upstream and downstream generated using DECIPHER tool.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phylogenetic tree depicting the Conserved-ness of the PGQs in Mycobacteria family.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Circular Dichroism spectra for MTB-PGQ1, MTB-PGQ2 and MTB-Figure S6: EMSA. Electrophoretic mobility shift assay for MTB-PGQ1 (espK), MTB-PGQ2 (espB) and MTB-PGQ3 (cyp51). Lane1: Tel22 mutant (Negative control of equal length as Tel22); Lane 2: Positive control (Tel22 Gquadruplex sequence); Lanes 3: Mutant (negative control of equal length as the predicted PGQ); Lane 4: PGQ in the absense of any cation; Lane 5: PGQ in K + buffer; Lane 6: PGQ in Na + buffer; Lane 7: PGQ in Mg 2+ buffer and Lane 8: PGQ in Li + buffer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "PCR Stop Assay. Gel image of PCR stop assay for MTB-PGQ1 (espK), MTB-PGQ2 (espB), MTB-PGQ3 (cyp51) and linear DNA in the presence of increasing concentrations of TMPyP4 (0 -10 μM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Taq Polymerase Stop Assay. Gel image of Taq polymerase stop assay for MTB-PGQ1 (espK), MTB-PGQ2 (espB), MTB-PGQ3 (cyp51) and linear DNA in the presence of increasing concentrations of TMPyP4 (0 -10 μM).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of G-quadruplex predicted by the in house G-quadruplex prediction tool with G Tract = 4 and loop length 20 nt for various strains of Mycobacterium tuberculosis. (Excel File)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "List of G-quadruplex predicted by the in house G-quadruplex prediction tool with G Tract = 3 and loop length 20 nt for various strains of Mycobacterium tuberculosis. (Excel File)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "List of Putative G-quadruplex motifs with G-tract = 4 conserved in more than 95 % of Mycobacterium tuberculosis strains.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "List of Putative G-quadruplex motifs with G-tract = 3 conserved in more than 95 % of Mycobacterium tuberculosis strains. (Excel File)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "G-quadruplex prediction of espk, espB and cyp51 genes using PQSFinder tool.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "List of Mycobacterium tuberculosis strains used for the analysis of G-quadruplex. (Excel File)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "List of G-quadruplex motifs present in the essential genes and conserved in >98% of Mycobacterium tuberculosis strains. (Excel File)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Conserved G-quadruplex motifs in various strains of Mycobacterium tuberculosis. (Excel File)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "List of Mutants used for CD analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Complete thermo-cycling parameters, PCR efficiency, details about r 2 coefficients, Sloped for standard curves, and y-intercept ranges for RT-PCR assay.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "DNA oligonucleotide of similar length and a standard G-quadruplex (Tel 22 DNA), both dissolved in buffer with K + (100 mM) were taken as negative and positive controls, respectively. All experiments were performed at 4°C at 90 V in a vertical gel unit system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "ITC analysis was performed using a MicroCal iTC200 isothermal titration calorimeter (GE Healthcare, U.S.A) at 25°C. MTB-PGQ oligonucleotides (10 µM) were dissolved in 10 mM potassium phosphate buffer (pH=7.2). A 50 µM stock solution of TMPyP4 was prepared in the same buffer condition. 21 injections of 1.80 µL of TMPyP4 (50 µM) was performed at each step from the syringe into the cell (208 µL)of the calorimeter containing 10 µM G-quadruplex DNA. Duration of each injection was set as 3.6s, and spacing between each successive injection was fixed at 90 s. Ligand heats of dilution were determined by injecting the same concentration of TMPyP4 into the potassium phosphate buffer and subtracted from the binding isotherms before curve fitting. Data were acquired and analyzed by using origin scientific software version 7 (MicroCal Software Inc.) to generate thermograms. Thermograms were fitted to a two sites binding model for association constant (K a ) determination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isothermal Titration Calorimetry (ITC)"
        },
        {
            "text": "The templates for MTB-PGQ1 (espK), MTB-PGQ2 (espB), MTB-PGQ 3(cyp51), linear DNA and their reverse complementary primers used for PCR stop assay (Table I) and Taq polymerase stop assay (Table  II) were procured from Sigma Aldrich. PCR reaction was performed in a reaction mixture having 1X PCR buffer, 4 mM MgCl 2 , 2 µM template and reverse primer, 0.33 mM dNTPs, 2.5 units of Taq polymerase (Sigma Aldrich), 50 mM KCl and various concentrations (from 0 -10 μM) of TMPyP4. Thermal cycling conditions were: initial denaturation at 95 °C for 5 mins, followed by 25 cycles of denaturation at 95 °C for 30 s, annealing and extension at 64 °C for 20 s for PCR Stop assay and 61°C for Taq polymerase stop assay, and final extension at 72 °C for 5 minutes. The amplified products were mixed with 6X DNA loading dye, and then resolved on a 3 % agarose gel and stained with ethidium bromide. ImageQuant LAS 4000 (GE Healthcare) was used for gel image analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "text": "(Table I)",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 196,
                    "text": "(Table  II)",
                    "ref_id": null
                }
            ],
            "section": "PCR and Taq polymerase Stop Assay"
        },
        {
            "text": "Mycobacterium tuberculosis H37Rv strain was revived from frozen stocks in Middlebrook 7H9 medium supplemented with 0.1% Tyloxapol, 0.5% BSA, 0.2% glucose and 0.085% NaCl, sub-cultured in the same medium until mid-log phase (OD 595 ~ 0.4) and diluted to obtain a bacterial count of ~5 x 10 5 per ml for the assay. Two-fold serial dilutions of TMPyP4(dissolved in water) were prepared and Mtb culture (above) was treated with the compound dilutions in a 96-well plate (200 µL final volume) for 7 days at 37°C. The cultures were then plated on Middlebrook 7H11 agar plates containing 1.5% glycerol, and 10% oleic acid-albumin-dextrose-complex (Difco MB agar). CFUs were enumerated after 5 weeks of incubation at 37°C. qPCR assay to observed the effect of TMPy4 treatment on M. tuberculosis gene expression.Mycobacterium tuberculosis H37Rv cultured to an OD 595 ~ 0.1 (10 ml culture in 50 ml tubes) was treated with TMPyP4 compounds for 24h at 37°C and 220 rpm (experimental group). Untreated M. tuberculosis culture was used as a control. The cells were then pelleted and resuspended in 1 ml TRI-reagent and immediately frozen for 24 h before proceeding for RNA isolation as described (59). Nucleic acid quantification was done using nanodrop (yield and A280/260). qPCR analysis of DNA free RNA as described previously. 4 Briefly, reverse transcription was carried out using High capacity cDNA reverse transcription kit (Applied Biosystems, USA) in a 20 µl reaction. qPCR was subsequently carried out in PCR master reaction mix containing 1x iQ SYBR Green Super Mix (Bio-Rad Laboratories, USA), 0.5 µM of each primer and 2 µl of cDNA sample in a final reaction volume of 25 µl in a 96 well PCR plate in BioRad C1000 Thermal Cycler. 16S rRNA was used as a normalizing control and its Cq values were used as an indicator of RNA integrity. BioRad CFX96 software was used for analysis. Absolute quantification of transcripts was done using dilutions of genomic DNA to construct a standard. All experiments were performed in quadruplets (2 biological and 2 technical replicates) and student's t-test was applied for statistical analysis. Primers used are listed in Table III . The Thermo-cycling conditions, PCR efficiency, details about r 2 coefficients, Sloped for standard curves, and y-intercept ranges are listed in Table IV . ",
            "cite_spans": [
                {
                    "start": 1317,
                    "end": 1318,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 2157,
                    "end": 2166,
                    "text": "Table III",
                    "ref_id": null
                },
                {
                    "start": 2313,
                    "end": 2321,
                    "text": "Table IV",
                    "ref_id": null
                }
            ],
            "section": "M. tuberculosis growth inhibition assay"
        }
    ]
}