{
    "paper_id": "46c2b3f4e85af8b1e30ac3c5be7b72a1412eec46",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "www.krcp-ksn.org Administration, the Gyeongju earthquake was the strongest earthquake in South Korea since the beginning of seismic measurements for earthquakes (i.e., from 1978) [3] . The 1978 earthquake near Mountain Songnisan in Chungcheongbuk-do was massive, with a magnitude of 5.2 on the Richter scale. The Gyeongju earthquake occurred in the evening; thus, in the Gyeongju area, no patients were undergoing hemodialysis in the dialysis unit, and there were no reported injuries or mortalities among patients. One year later, the Pohang earthquake took place on November 2017 at Namsong, Heunghae, Pohang, Gyeongsangbuk-do (36° 6' 32.4\" N, 129° 21' 57.6\" E) [2] . At a magnitude of 5.4, it was the second strongest since 1978 [3] . The depth of the epicenter was 1 to 6 km, and it occurred at a shallower depth compared to the depth of the Gyeongju earthquake (11-16 km) [3] . The Pohang earthquake caused the greatest property damage when compared with any other recent Korean earthquake [4] .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 876,
                    "text": "(11-16 km)",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "[4]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Natural disasters are steadily increasing worldwide [5] , and 81.5% of the global casualties in 2012 occurred in the Asia-Pacific region, mainly due to the increasing number of earthquakes [6] . This region suffered from the 1995 Kobe earthquake in Japan [7] , 1999 Turkey Marmara earthquake [8] , 2005 Pakistan Kashmir earthquake [6, 9] , and 2011 East Japan earthquake [10] [11] [12] [13] . These natural disasters are catastrophic to patients with end-stage renal disease (ESRD) who need dialysis (Table 1 [6] [7] [8] [9] [13] [14] [15] [16] ). This is especially important in countries with an aging population and a higher rate of hemodialysis than peritoneal dialysis [5, 6, 12, 13] . Earthquakes could destroy the infrastructure necessary for dialysis, including social facilities and means of transportation [1] .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[6]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "[6,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "9]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[11]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[12]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[6]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[9]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[14]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[15]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[16]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[5,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 678,
                    "end": 680,
                    "text": "6,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "12,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "13]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 508,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Asia-Pacific region's increased risk of natural disasters: Vulnerability of patients with kidney disease"
        },
        {
            "text": "Moreover, floods, hurricanes, and other disasters, such as biologic disasters [17] , may isolate and endanger dialysis patients. Hurricane Katrina, which occurred in August 2005 in New Orleans in the United States, was an unprecedented catastrophe in American history [18] . About half of dialysis facilities in the affected area were closed for more than 10 days, and patients on hemodialysis missed at least one dialysis session, and some missed three or more sessions [18, 19] . Since then, the Centers for Medicare & Medicaid Services, health-care provider community, and state have begun a voluntary rapid response system. As a result, the Kidney Community Emergency Response (KCER) Coalition has been organized to respond to mitigate the effects of disaster preparedness, response, and recovery through the ESRD patient network [20, 21] . In addition, patients undergoing maintenance dialysis have been actively educated on how to prepare for disasters [22] . www.krcp-ksn.org",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[17]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[18]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[18,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[20,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "21]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The Asia-Pacific region's increased risk of natural disasters: Vulnerability of patients with kidney disease"
        },
        {
            "text": "Japan accounts for 20% of the global incidence of earthquakes with magnitude of 6.0 or greater, and its volcanic activity accounts for 10% of the world's volcanoes [23] [24] [25] . There were 320,448 dialysis patients in Japan in 2014, and 97.2% were receiving hemodialysis [26] . In 2014, the mean age of incident dialysis patients was 69.04 years and that of maintenance dialysis patients was 67.54 years. Patients are concentrated in and around cities, such as Tokyo, Osaka, Kanagawa, Aichi, and Saitama. The number of ESRD patients is increasing by about 10,000 every year. There were 4,330 dialysis facilities as of December 2014 in Japan [26] , and 896 as of December 2016 in Korea [27] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[23]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[24]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "[25]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[26]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[26]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[27]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Japanese preparedness for disaster after 1995 Kobe earthquake and 2011 Great East Japan Earthquake"
        },
        {
            "text": "In January 1995, Japanese people experienced the Kobe Hanshin earthquake, which claimed more than 6,400 victims. A total of 66 of 104 dialysis facilities were affected, forcing about 3,000 patients to be transported to other facilities to maintain dialysis [7] (Table 1 ). After that, an \"information sharing system\" using internet networking was built by promoting collaboration between the Japanese Association of Dialysis Physicians (JADP) and Japan Association for Clinical Engineering Technologists (JACET) [24] . JACET is a Japanese organization that is focused on enhancing the reliability of dialysis equipment. It has been deeply involved in the progression of dialysis treatment in Japan and has played a critical role in technological support, especially in massive disaster situations. Dr. Takeda and colleagues from Mihama hospital suggest that the most important principles to apply after an earthquake are: 1) evacuation of patients to a safe area and finding another hemodialysis unit; and 2) acceptance of patients by capable facilities [24] . JADP and JACET organized the \"Disaster Information Network,\" which consists of nephrologists and clinical engineers commissioned by the prefectural branches of JADP. They launched the web-site (http://www.saigai-touseki.net/) and collected hemodialysis-related information for the \"information sharing system\". Collected information included address, region, facility name, person in charge, conditions of the affected facility (building conditions, dialysis systems conditions, and lifeline conditions), materials in short supply (such as dialyzers, dialysate concentrate, and extracorporeal circuits), number of spare beds in the dialysis room, number of dialysis patients that can be accepted (in the 3 days starting from the date of sending this information), number of dialysis patients who require transportation to other facilities, means of transporting patients, and number of volunteers.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[24]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[24]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Japanese preparedness for disaster after 1995 Kobe earthquake and 2011 Great East Japan Earthquake"
        },
        {
            "text": "Apart from these private organization efforts, there were also government-level efforts after the Kobe earthquake of 1995. The Japanese National Disaster Medical System (NDMS) was also introduced at the national level. Dr. Homma from the Emergency and Disaster Medicine Department, Tottori University, Japan, introduced the design of the NDMS in detail [10] . The NDMS is mainly comprised of four components: 1) disaster base hospital (DBH), 2) emergency medical information system (EMIS) using internet networking, 3) disaster medical assistance team (DMAT) based on DBH, and 4) national aeromedical evacuation (AE) in concordance with Japan Self-Defense Forces (JSDF). The NDMS was first put into practice for the Great East Japan Earthquake (GEJE) in 2011 (Table  1 ) [10, 12] . To be designated a DBH, the following criteria must be satisfied [10] : 1) able to receive patients suffering serious injuries in the surrounding area; 2) possible to transport patients via helicopters and other airplanes from the surrounding disaster area; 3) a DMAT must be available; 4) surge capacity (ability to treat twice as many inpatients and five times as many outpatients) should be available; 5) seismic building design is required; 6) possession of its own generator, which should be able to handle more than 60% of the hospital power requirement and have enough fuel for 3 days; 7) it should have its own water tank and an underground water well; and 8) a helicopter landing pad should be available. The DMAT is limited to about five people for ease of movement. Normally, the DMAT work in the DBH and are put into disaster situations. As of April 2016, 712 hospitals are designated DBHs [13] .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[10,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "12]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1684,
                    "end": 1688,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 759,
                    "end": 768,
                    "text": "(Table  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Japanese preparedness for disaster after 1995 Kobe earthquake and 2011 Great East Japan Earthquake"
        },
        {
            "text": "GEJE had a magnitude of greater than 9.0 and is thought to have caused 20,352 deaths. The Tokyo province is estimated to have 32 million residents and is located in the Pacific seismic belt [1] . Dr. Nangaku, a nephrologist at University of Tokyo Hospital, published his diary during the GEJE in Kidney International 2011 [11] . His publication has provided helpful insights into a massive disaster.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[11]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Brief situation report on a hemodialysis clinic during the Pohang earthquake"
        },
        {
            "text": "www.krcp-ksn.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief situation report on a hemodialysis clinic during the Pohang earthquake"
        },
        {
            "text": "With the help of a local dialysis clinic in Pohang, we share the experience of hemodialysis units in South Korea; an earthquake with a magnitude of 5.4 occurred on 15 November 2017 at 02:30 pm. Pohang D dialysis clinic was located 4 km from the epicenter. The earthquake induced a power outage but fortunately did not damage the building. At the time of the earthquake, 15 dialysis patients were receiving treatment and the center contained nurses, nephrologists, and five other staff members. Due to the power failure, a reverse osmosis (RO) water treatment machine and the pump for the RO storage tank stopped. The dialysis water supply interruption message appeared on the hemodialysis machines, and the blood circulation mode was automatically changed. D clinic had a backup generator that supplies power to only the blood dialyzer, in addition to the uninterruptible power supply (UPS) installed separately from the hospital. Hemodialysis was stopped by reinfusion with saline solution. The D clinic was located on the fourth floor. Patients in the first building with the ability to move were evacuated independently, and patients who could not move were evacuated with assistance. After confirming that all patients had been evacuated, the staff also evacuated. The total evacuation time was 02:55 pm. There were no aftershocks, and the staff returned to the hospital for cleaning. The dialysis staff rescheduled patients and finally left the clinic at 03:30 pm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief situation report on a hemodialysis clinic during the Pohang earthquake"
        },
        {
            "text": "From previous disaster experiences [7, 8, 18] , we have learned that maintenance dialysis patients are particularly vulnerable to disasters. First, nephrologists and healthcare providers, including dialysis nursing and technical staff, need a strong emergency contact network that is well organized and well-coordinated between dialysis centers before disasters occur. They also need to identify and report resources to maintain dialysis treatment [23] . The dialysis staff of hemodialysis units should share a role in emergency responses and undergo training with role-playing. The chief nephrologist should promote discussion of treatment details with the nephrologists of neighboring hospitals, discussion on the evacuation plan with the loco-regional coordinator and governmental charge officer, and share remaining dialysis resources.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "text": "[7,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 39,
                    "end": 41,
                    "text": "8,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 42,
                    "end": 45,
                    "text": "18]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[23]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "What to know: hemodialysis unit staff members, including nephrologists and dialysis nurses"
        },
        {
            "text": "Dialysis staff, including nursing staff, should be tasked with patient dialysis schedules and explaining the current situation to patients [28] . The head nurse should adjust scheduling of dialysis patients and, if patients require transport to a nearby hospital, provide a detailed description of the transfer plans. Companies linked to dialysis and water-treatment machinery are also needed for emergent technical support. In Japan, JACET provides dialysis-related quality control for medical services under the coverage of health insurance and coordinates with JADP in massive disaster situations [24] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[28]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[24]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "What to know: hemodialysis unit staff members, including nephrologists and dialysis nurses"
        },
        {
            "text": "The risk of injury can be minimized through medical and patient education to raise awareness about disaster preparedness. The chief nephrologist and chief nursing staff must provide all patients and staff with a review of preparations at least once a year. Several guidelines have been presented, but in this review we introduce guidance mainly based upon \"Disaster Preparedness: A Guide for Chronic Dialysis Facilities, Second Edition\" by KCER Coalition [20, 22, 29] . Table 2 [20] [21] [22] 30, 31] lists the disaster response internet resources that can be immediately accessed in the event of a disaster as of May 2018 in the United States and Korea. Dialysis staff should be familiar with the action plan for earthquake events that occur during hemodialysis.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "text": "[20,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "22,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "29]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "30,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "31]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 477,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "What is needed in hemodialysis facilities"
        },
        {
            "text": "The need for kits in times of disaster has already been addressed several times [20] [21] [22] . The following items are necessary for hemodialysis units and will be referred to as the \"Emergency Box\" kit: emergency contact information for employees and patients, other emergency contact information (119, police station), water service contact information, and power related services contact information (waterworks bureau, Korean Electric Power Corporation [KEPCO]) ( Table 2) , internal disaster preparedness plan for each center, location of water, electricity, gas supply, and fire switches, chemicals certificate of registration (material safety data sheet, MSDS), warning tape to block building entrance, personal emergency rescue kit, antibacterial hand cleaning agent, tissue paper, masks, latex gloves, disposable gowns, and stationary www.krcp-ksn.org materials.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 85,
                    "end": 89,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 90,
                    "end": 94,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 478,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Disaster kit in the hemodialysis unit (\"The Emergency Box\")"
        },
        {
            "text": "This method can only be used during emergency disaster situations [20, 21] . The \"Clamp and Cap\" uses tools (clamps and scissors) necessary for the emergency dialysis line separation procedure. Dialysis staff should be familiar with this process through training; vascular needles of dialysis access can be left in place without removal until patients reach a safe location. Emergency kits should include scissors, tape, bandages, and gauze. Clamp needle passages of both vessels (artery and vein access). Clamp the tubing line on the hemodialysis machine. If the dialysis line has its own pinch clamp, pinch all four locks without preparing a separate locking process. Cut the line between the clamp device of the blood needle line and clamp device of the tubing line, or remove the connecting part by turning it. If the line must be cut, only cut the tubing passage on the hemodialysis machine. Importantly, the line on the side of the blood vessel needle should not be cut. It is imperative to never cut the line between the vascular needle passageway lock and blood vessels; the patient may die from excessive bleeding. If the line is clamped and then severed, an emergency kit should be available near the patient's bed.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[20,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "21]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "\"Clamp and Cap\" procedure details of KCER Coalition recommendation"
        },
        {
            "text": "When an earthquake occurs, a power failure is likely to follow. A large-scale blackout can have diverse effects on hemodialysis patients [32] . A thunderstorm in the Midwest of the United States in 2012 caused a power outage in 30% of the area's dialysis facilities. Even if a backup generator is present, it may be difficult to use. New Jersey and Maine of the United States have laws enforcing installation of backup generators [32] . Currently, there are no regulations about installing backup generators in hemodialysis units in South Korea. Dialysis staff need to know the capacity of their hemodialysis center and be aware of how much power reserve they have (Supplementary Table 1 ; available online). Moreover, dialysis staff should be familiar with emergency power supply contacts ( Table 2 ). Different dialysis machines may activate different functions in case of power failure. Display monitors, blood pump, arterial and venous pressure alarms, and air bubble detector functions often work during a power outage while hemodiafiltration and transmembrane pressure (TMP) alarms do not work. When the power is off, the water supply system is shut down and the TMP and conductivity menu operation may not operate. A backup power supply to the battery should be built into the machine to continue treatment for a limited time. Extracorporeal blood circulation reinfusion into the patient should be performed if the power outage continues for more than 15 minutes. Dialysis does not proceed because there is no influx of dialysate during a power outage. When power is applied to each center, dialysis staff should verify that the dialysis time is extended by the amount of inactivity and that all dialysis machines can supply backup power to the battery in case of an emergency. [20, 21] Dialysis staff should be familiar with the dialysis machine's manual blood pump reinfusion process when a power failure occurs during dialysis. Dialysis staff and patients may need a blood circulator that can manually operate the blood circulation pump to prevent blood clotting if the hemodialysis machine is powered off. The following procedure should be considered: 1) release the air sensor (pull the vein tubing line out of the air sensor lock); 2) place the manual blood circulator in the blood circulation pump; 3) make sure all locks are open; 4) make sure the manual blood circulator is turned in the direction of blood flow; 5) turn slowly at a constant speed; 6) check that there are no air bubbles in the blood line; 7) if possible, calculate how long the power supply has stopped; and finally 8) manually circulate the blood circulation pump for up to 10 minutes. If more than 10 minutes pass, terminate hemodialysis.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[32]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[32]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1785,
                    "end": 1789,
                    "text": "[20,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1790,
                    "end": 1793,
                    "text": "21]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 687,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 792,
                    "end": 799,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Preparation against power failure of hemodialysis units in emergency situations"
        },
        {
            "text": "Hemodialysis water treatment can experience two major problems in disaster situations: first, there may be a disruption in the supply of raw water; second, water quality control problems may arise. During the Kobe earthquake in 1995, more than 20% of dialysis hospitals experienced cursive destruction. The average time to recover the water treatment system was 12.8 days, and it took up to 37 days. A total of 43 hospitals received water wagon service [7, 13] . Dr. Ikegaya, at Yaizu City Hospital Shizuoka Japan, introduced the double water piping circuit for hemodialysis using a well-water system [13] . Importantly, immediate contact with the appropriate technical engineer is critical to manage the water treatment system. If more time is needed to repair or calibrate the water supply, dialysis staff should have a schedule change plan with the option of temporarily transferring patients to a nearby cooperative dialysis center where dialysis maintenance is possible.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 456,
                    "text": "[7,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "13]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Preparation for shutdown of the water treatment system during dialysis"
        },
        {
            "text": "www.krcp-ksn.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation for shutdown of the water treatment system during dialysis"
        },
        {
            "text": "The first basic preparation principle of maintenance dialysis patients Maintenance hemodialysis patients need to know about disaster preparedness. In the event of an earthquake or other disaster situation, they also need to know that dialysis treatment may not be possible. The power supply may be cut off, and destroyed roads and other destruction can make it difficult to transfer to another location. The Centers for Disease Control and Prevention (CDC) and KCER Coalition recommend that patients be informed of the following (Table 2 ) [20] [21] [22] . 1) Patients should pack a disaster bag themselves. This bag must include their primary care physician contact number, dialysis facilities contact number, and the telephone number of any other dialysis facilities near the patient's home. 2) Patients should pack emergency food. It is important to pack appropriate emergency food because there is a possibility that dialysis may be delayed.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 544,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 537,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "What to know: hemodialysis patients"
        },
        {
            "text": "3) If patients leave home and live in a shelter, patients should notify others of the medical information related to dialysis that the patients' needs. 4) Patients should keep contact with their dialysis clinic and know the location and phone number of other dialysis hospitals near their dialysis clinic. 5) If patients cannot get help from the surrounding dialysis staff due to events such as power outage of the dialysis machine, patients should know how to separate themselves from the dialysis machine without causing any damage. Moreover, Sever et al [8, 31] recommend that maintenance dialysis patients should prepare spare potassium exchange resins as a useful way to recover after a disaster during early dialysis.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 560,
                    "text": "[8,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "31]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "What to know: hemodialysis patients"
        },
        {
            "text": "During disasters in which hemodialysis units or dialysis treatment are not available on time, or immediately after a disaster, it may be necessary to understand and prepare for a restricted diet to maintain electrolyte and fluid balance. Emergency dietary plans for dialysis patients are shown in \"Preparing for Emergencies: A Guide for People on Dialysis\" [22] . It asserts that dialysis patients should avoid high potassium foods, be cautious with fruits (including dried fruits) and limit vegetable (including potatoes). Moreover, patients should limit intake of water, protein, salt, and salt substitutes. Salt substitutes are very dangerous because they are usually high in potassium. During a disaster situation with an outage, it is better to eat refrigerated foods than to eat foods at room temperature. Disaster food is usually a box package, and the food should be stored on a dry shelf, and checked for expiration dates and leakage. Dry food should be stored in sealed containers that can block insects and moisture. Particularly in situations where patients must postpone dialysis, water intake restriction is of the utmost importance. Water intake should be limited to approximately half the usual amount. If patients have had a large increase in body weight between dialysis sessions, water should be strictly limited to half the usual amount. To relieve thirst, patients can suck hard candy, chew gum, or use repeat mouthwashes.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "What to include in emergency food for dialysis patients: dietary care during disasters"
        },
        {
            "text": "The CDC, in coordination with KCER Coalition in the above description, presents a 3-day emergency diet plan [20, 22] . However, direct application to Korean dialysis patients may not be simple due to cultural differences in dietary habits. A Korean emergency diet plan should be developed based on evidence.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[20,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "22]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "What to include in emergency food for dialysis patients: dietary care during disasters"
        },
        {
            "text": "In this review, we suggest logistics for massive disasters and a safety management plan in the Korean hemodialysis unit, as shown in Fig. 1 . The local HD unit staff should understand the damage status of the institute to prepare for water system failure and power outage in a massive disaster situation. Role-playing should be discussed in HD facilities before a disaster occurs (Fig. 1 ). A regional coordination HD unit should be selected in advance. In disaster situations, the regional coordination HD unit must play a key role in patient evacuation and contact available HD units to ask for urgent help to provide dialysis treatment. A head coordination HD unit is required for regional response, and the head coordination HD unit should maintain its surge capacity to support dialysisassociated materials and human resources for emergent situations (Fig. 1) . At the local and national government levels, as well as at the level of each HD unit, long-term preparations should be made for renal disaster. A subsidy or government incentive would be helpful for establishing standards to prepare for power outages, such as an UPS system or a back-up generator. Due to the increased amount of equipment needed, increased cost is inevitable. The nephrology society, dialysis system manufacturers, and dialysis patients must recognize the hospital management department, which places the highest priority on patient safety. Government efforts should also focus on global cooperation with the International Society of Nephrology (ISN) in massive disaster situations. Since the Armenian earthquake in 1988, the Renal Disaster Relief Task Force (RDRTF) of ISN was launched to support nephrologic management for early dialysis treatment for acute kidney injury in areas of mass disaster [33] . Government efforts are needed to aid international cooperation in massive disaster situations.",
            "cite_spans": [
                {
                    "start": 1784,
                    "end": 1788,
                    "text": "[33]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 139,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 387,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 864,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Necessity for between hemodialysis unit and national governments to cooperate on renal disasters"
        },
        {
            "text": "Like the rest of the Asia-Pacific region, it is evident that the Korean Peninsula is not completely safe from natural disasters. In this review, we provide a summary of ways to prepare for natural disasters in Korea with respect to hemodialysis units. Nephrologists, nursing staff, dialysisrelated technicians, and dialysis patients all need to be better educated to cope with disaster situations. A longterm disaster response system should be started with support from the government, nephrology society, and global networks. At the same time, short-term plans to improve preparedness for disaster situations in hemodialysis units need to begin as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Medical complications associated with earthquakes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bartels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vanrooyen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "",
            "pages": "748--757",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "United States Geological Survey. M 5.4 -6km S of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "United States Geological Survey",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Reston",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Earthquake (4th)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Korea Meteorological Administration",
            "authors": [
                {
                    "first": "(",
                    "middle": [],
                    "last": "Seoul",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Korea",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "0211 Gyeongbuk Pohang earthquake and heavy snow, cold wave, strong wind",
            "authors": [],
            "year": null,
            "venue": "Ministry of the Interior and Safety",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ministry of the Interior and Safety",
            "authors": [
                {
                    "first": "(",
                    "middle": [],
                    "last": "Seoul",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Korea",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Disaster and end-stage renal disease: targeting vulnerable patients for improved outcomes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abdel-Kader",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Unruh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Kidney Int",
            "volume": "75",
            "issn": "",
            "pages": "1131--1133",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Natural disasters and dialysis care in the Asia-Pacific",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nephrology (Carlton)",
            "volume": "20",
            "issn": "",
            "pages": "873--880",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nephrology in earthquakes: sharing experiences and information",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukagawa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "2",
            "issn": "",
            "pages": "803--808",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Features of chronic hemodialysis practice after the Marmara earthquake",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Sever",
                    "suffix": ""
                },
                {
                    "first": "Erek",
                    "middle": [
                        "E"
                    ],
                    "last": "Vanholder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Am Soc Nephrol",
            "volume": "15",
            "issn": "",
            "pages": "1071--1076",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Earthquakes and crush syndrome casualties: lessons learned from the Kashmir disaster",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanholder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Der Tol",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Smet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Kidney Int",
            "volume": "71",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development of the Japanese national disaster medical system and experiences during the great East Japan earthquake",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Yonago Acta Med",
            "volume": "58",
            "issn": "",
            "pages": "53--61",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Diary of a Japanese nephrologist during the present disaster",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nangaku",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Akizawa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Kidney Int",
            "volume": "79",
            "issn": "",
            "pages": "1037--1039",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Disaster health after the 2011 great East Japan earthquake",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kako",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Arbon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mitani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prehosp Disaster Med",
            "volume": "29",
            "issn": "",
            "pages": "54--59",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How should disaster base hospitals prepare for dialysis therapy after earthquakes? Introduction of double water piping circuits provided by well water system",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ikegaya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Seki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biomed Res Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Renal replacement therapy in a disaster area: the Hanshin earthquake experience",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Naito",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nephrol Dial Transplant",
            "volume": "11",
            "issn": "",
            "pages": "2135--2138",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Renal replacement therapy at the time of the Taiwan Chi-Chi earthquake",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lain",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nephrol Dial Transplant",
            "volume": "16",
            "issn": "5",
            "pages": "78--82",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The impact of the Great Tohoku earthquake on the dialysis practice in the disaster-stricken area",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsubokura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tokiwa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kami",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hemodial Int",
            "volume": "16",
            "issn": "",
            "pages": "320--321",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Korean Society of Nephrology MERS-CoV Task Force Team, et al. Middle East respiratory syndrome clinical practice guideline for hemodialysis facilities",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Kidney Res Clin Pract",
            "volume": "36",
            "issn": "",
            "pages": "111--116",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effect of hurricane Katrina on the mortality of dialysis patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Kutner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muntner",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Kidney Int",
            "volume": "76",
            "issn": "",
            "pages": "760--766",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Hurricane Katrina and chronic dialysis patients: better tidings than originally feared?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Vanholder",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Biesen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Sever",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Kidney Int",
            "volume": "76",
            "issn": "",
            "pages": "687--689",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Disaster preparedness: A guide for chronic dialysis facilities",
            "authors": [
                {
                    "first": "Coordinating",
                    "middle": [],
                    "last": "Esrd National",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Kidney patient care in disasters: emergency planning for patients and dialysis facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "2",
            "issn": "",
            "pages": "825--838",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Preparing for emergencies: A guide for people on dialysis",
            "authors": [
                {
                    "first": "Medicare &amp; Medicaid",
                    "middle": [],
                    "last": "Centers For",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Baltimore (USA): Centers for Medicare & Medicaid Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "7936468a/cms_preparing-for-emergencies_2017update_ final_508",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Emergency and disaster preparedness for chronically ill patients: a review of recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tomio",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Open Access Emerg Med",
            "volume": "6",
            "issn": "",
            "pages": "69--79",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Information-sharing system for disaster recovery of dialysis therapy in Japan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamakawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biomed Instrum Technol",
            "volume": "43",
            "issn": "",
            "pages": "70--72",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Comparative study of disaster management of Japan and Kyrgyz Republic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Asian Disaster Reduction Center",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kobe (japan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Annual dialysis data report 2014, JSDT renal data registry (JRDR)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Masakane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "1--43",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Current characteristics of dialysis therapy in Korea: 2016 registry data focusing on diabetic patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Kidney Res Clin Pract",
            "volume": "37",
            "issn": "",
            "pages": "20--29",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Disaster-related education for dialysis patients",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Kidney Int",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Disaster preparedness for dialysis patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kleinpeter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "6",
            "issn": "",
            "pages": "2337--2339",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ministry of Health and Welfare. Medical institution safety management manual",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Ministry of Health and Welfare",
            "authors": [
                {
                    "first": "(",
                    "middle": [],
                    "last": "Sejong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Korea",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Management of crush-related injuries after disasters",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Sever",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanholder",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lameire",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "1052--1063",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The impact of a large-scale power outage on hemodialysis center operations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abir",
                    "suffix": ""
                },
                {
                    "first": "Jan",
                    "middle": [
                        "S"
                    ],
                    "last": "Jubelt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Merchant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prehosp Disaster Med",
            "volume": "28",
            "issn": "",
            "pages": "543--546",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Renal disaster relief: from theory to practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Sever",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lameire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanholder",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nephrol Dial Transplant",
            "volume": "24",
            "issn": "",
            "pages": "1730--1735",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Damages and injuries in recent Asian-Pacific region earthquakes *It was difficult to determine the exact number of deaths among hemodialysis (HD) patients. This is the number of deaths identified among the HD maintenance patients reported in the reporting area. NA, not available; GEJE, Great East Japan Earthquake.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Available internet websites for hemodialysis units and dialysis patients as of May 2018",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are deeply grateful to Raymond Vanholder, Ghent, Belgium, and Mehmet Sukru Sever, Istanbul, Turkey, for sending us academic materials and giving advice in writing this review. Thank you again for tremendous efforts in The Renal Disaster Relief Task Force of the International Society of Nephrology (RDRTF/ISN). The authors would like to thank Ms. Sun Joo Kim for preparing excellent illustrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Regional chair of Korean Society for Dialysis Therapy Regional chair of Korean Society of Nephrology ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Supplementary ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary data"
        }
    ]
}