{
    "paper_id": "471aa6c890ce013986b2f55f65bde5b06615f456",
    "metadata": {
        "title": "Dominant LMAN2L mutation causes intellectual disability with remitting epilepsy",
        "authors": [
            {
                "first": "Reem",
                "middle": [
                    "A"
                ],
                "last": "Alkhater",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hospital for Sick Children",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Peixiang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hospital for Sick Children",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandra",
                "middle": [],
                "last": "Ruggieri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Neuromuscular Diseases and Neuroimmunology Unit",
                    "institution": "Fondazione IRCCS Istituto Neurologico Carlo Besta",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Lori",
                "middle": [],
                "last": "Israelian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hospital for Sick Children",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Walker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hospital for Sick Children",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "W"
                ],
                "last": "Scherer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hospital for Sick Children",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "Lou"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto Mississauga",
                    "location": {
                        "settlement": "Mississauga",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Berge",
                "middle": [
                    "A"
                ],
                "last": "Minassian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hospital for Sick Children",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "berge.minassian@sickkids.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Mis-secreted glycoproteins (LGI1, reelin) are emerging causes of epilepsy. LMAN2L belongs to a glycoprotein secretion chaperone family. One recessive LMAN2L missense mutation predicted to impair the chaperone's interaction with glycoproteins was reported in a family with intellectual disability (ID) and remitting epilepsy. We describe four members of a family with autosomal dominant inheritance of a similar phenotype. We show that they segregate a NM_001142292.1:c.1073delT mutation that eliminates LMAN2L's endoplasmic reticulum retention signal and mislocalizes the protein from that compartment to the plasma membrane. LMAN2L mislocalization, like impaired glycoprotein interaction, disturbs brain development, including generation of developmentally restricted epilepsy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Lectin mannose-binding (LMAN) is a family of three ubiquitously expressed proteins (LMAN1, LMAN2, and LMAN2L), which, anchored in the endoplasmic reticulum (ER) through a C-terminal KRFY sequence interact with glucan chains of select glycoproteins to direct them to extracellular secretion. LMAN1 (ERGIC-53), the best-studied of the group, is so far known to guide five endogenous glycoproteins (Factors V and VIII, Cathepsins C and Z, and a1-antitrypsin) and glycoproteins of five infecting viruses. Complete loss of LMAN1 in humans results in a bleeding disorder and viral resistance, but not a neurological phenotype, indicating that its nervous system function is nonessential. 1 LMAN2 likewise has not been associated with neurological disease. LMAN2L is the least studied of the three; the glycoproteins it processes for secretion are unknown. First evidence that LMAN2L may have a role in brain glycoprotein handling came when genome-wide association studies showed significant association between a polymorphism in LMAN2L and attention-deficit/hyperactivity disorder (ADHD), bipolar disorder, and schizophrenia. 2,3 Subsequently, a recessively inherited variant, p.R53Q, was found to segregate in affected members of a seven-affected multiplex family with nondysmorphic intellectual disability and remitting epilepsy. The causal nature of this variant was further supported by strong in silico evidence, reviewed below. This is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We now report a dominantly inherited variant that affects LMAN2L's ER retention, in a second similarly affected family (Fig. 1A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The proband (II-1) was born term without complications. At 6 months tremor was noted with reaching, which disappeared by adolescence. At 6 years he developed generalized tonic-clonic seizures; EEG showed sleep-enhanced bilateral independent centrotemporal spike-and-slow waves. Seizures were controlled with carbamazepine, from which he was weaned at 10 years with no further recurrence and with normalized EEG. He sat at 5 months, walked at 1 year, but was delayed in fine motor and intellectual (below) development. His father and two brothers had a similar course with onset of intention tremor in infancy, seizures in childhood, EEG as above, remission of all these by adolescence, and persisting intellectual disability in the boys and low-average function in the father (below). Mother is healthy. Neurological examination in all is unremarkable, except in the youngest, examined in pre-adolescence, exhibiting a kinetic and intentional tremor interfering with fine motor activities, but no dysdiadochokinesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods"
        },
        {
            "text": "Whole exome sequencing (WES) was as previously described. 5 The human LMAN2L NM_001142292.1 cDNA was cloned into pcDNA3.1. The EQKLISEEDLA myc epitope was introduced downstream of the signal sequence cleavage site between codons for amino acids 44 and 45 ( Fig. 2A) . Site-directed mutagenesis on this wild-type (wt) construct generated the mutated version. Following sequence verification, the constructs were transfected into HeLa cells. Lysates were fractionated for cytosolic and light and plasma membrane proteins as previously described. 6 For microscopy, 24 h post-transfection cells were treated with 10 mg/mL cycloheximide for 2 h, fixed in 4% paraformaldehyde, and incubated with anti-myc antibody followed by Alexa 488-coupled anti-mouse IgG.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 59,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 544,
                    "end": 545,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Patients and Methods"
        },
        {
            "text": "Proband (II-1) Early development was characterized by speech delay, first word appearing at the age of 2 years, and difficulty learning colors, numbers, and letters in kindergarten. Mild developmental delay was diagnosed, and he received special education. Psychoeducational assessment at age 13 revealed intellectual skills below the first percentile, and impaired academic skills and visual memory (<first percentile); verbal memory was somewhat stronger (21st percentile). Re-assessment at age 22 yielded a similar pattern, with mild intellectual disability (IQ range 50-59); rating of behavior and adaptive function indicated problems with anxiety and academic skills. He lives at home, unemployed. Neuropsychological details for this and all subjects are in Table S1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 763,
                    "end": 771,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Neurodevelopment and current neuropsychological status"
        },
        {
            "text": "All aspects of development were delayed, and occupational, speech and physiotherapy services required from age 2. By age 4, he was able to say 20 words, but in kindergarten lost them all and has been nonverbal since. In early school years his behavior was characterized by episodes of dyscontrol and trouble interacting with peers. At age 6, he was unable to complete 1:1 standardized tests; by parent and teacher report his adaptive behavior and cognitive skills were <first percentile. On reassessment at age 17, he was unable to complete any task that required expressive language; on other tasks his performance fell mostly below the first percentile (nonverbal IQ in the mild range (50-59) of intellectual disability). His mother's rating indicated significant delay in adaptive function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Middle boy (II-2)"
        },
        {
            "text": "This boy had early language delay but apparently normal gross motor development. At age 6.5 years, formal assessment indicated that his intellectual function was <first percentile, although single word receptive vocabulary was an area of strength (average range). Preliteracy and numeracy skills, memory, and perceptual skills were significantly delayed. He showed marked inattention and was diagnosed with ADHD. Assessment at age 11 showed continued impairment in intellectual function (<first percentile; mild intellectual disability; range 50-59), and lower age-corrected scores on receptive vocabulary (suggesting a slowed rate of development). His mother rated his behavior as challenging in several areas, and his adaptive function was significantly delayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Youngest boy (II-3)"
        },
        {
            "text": "On assessment at age 48 years, his intellectual function fell within the low average range (18th percentile), with stronger visuospatial than verbal reasoning skills (eighth percentile). Language skills were low average, and verbal and visual memory average. His weakest skill was in visuomotor integration at the sixth percentile. His education is limited to middle school and his employment basic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Father (I-1)"
        },
        {
            "text": "WES was performed in proband and middle brother. Table S2 lists their shared variants. Of these, one, Chr2 (GRCh37):g.97373000delA; LMAN2L NM_001142292.1: c.1073delT; p.(Phe358Serfs*16), was predicted to have a damaging effect on the protein and relevant to the disease phenotype and inheritance pattern. Sanger sequencing showed the variant to be present in the affected father and three affected sons (Fig. 1A) . The missing A nucleotide on the antisense strand results in loss of a T nucleotide on the sense strand and a frameshift disrupting the KRFY ER localization motif, and stop codon, and replacing the protein's last two amino acids, FY, with a new 15amino acid stretch, STEPSCCHHFCDCHP (Fig. 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 412,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 697,
                    "end": 706,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mutation"
        },
        {
            "text": "Experimental mutation of the KRFY ER-retention signal result in mislocalizations of ER integral proteins, in the case of LMAN2L to the cell membrane. 7, 8 To test whether the natural mutation in the present family has the same effect, we transfected wt or mutated cDNA into HeLa cells and studied their localization using membrane fractionation/Western blotting and immunofluorescence microscopy and found the mutated protein to mislocalize the plasma membrane (Fig. 2 ).",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 153,
                    "end": 154,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 468,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Aberrant localization of LMAN2L c.1073delT"
        },
        {
            "text": "The LMAN2L p.R53Q variant associated with disease in the previously described family results in mutation of arginine to glutamine, which in the crystal structures of LMAN1 and LMAN2 is critical to their interactions with target glycoproteins, 4 supporting the predicted pathogenic nature of the variant in the associated syndrome. However, limited number of patients so far reported with mutations in LMAN2L and lack of evidence from functional assays keeps the issue unsettled. In the present work we identified a second LMAN2L variant associated with a similar phenotype and demonstrated its effect on the protein's critical subcellular localization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The patients with the previous p.R53Q mutation were from rural Pakistan and were not tested formally. Their intellectual disability was estimated by the local physician as severe based on language paucity and dependency on relatives. 4 We had the opportunity to perform detailed neuropsychological testing in the present cases at two time points. The degree of intellectual disability is somewhat variable, the father least affected, and the middle boy most affected with complete absence of speech and lowest IQ. All three boys' IQ scores are in the first percentile of the general population, and in the mild range among the intellectually disabled. They all have little to no language and are not capable of independent living.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mutation in the present cases relocates at least a portion of LMAN2L to an aberrant cell membrane location, similar to the effect of experimental manipulations of the protein's ER retention signal. 7, 8 The precise effect on glycoprotein chaperoning remains unknown. The previous mutation being recessively inherited suggests that the present one might operate through a possible dominant-negative mechanism. Alternatively, it is merely happloinsufficient to an extent equivalent to the partial biallelic deficiency of the first mutation. That both mutations are not full loss-of-function suggests that only mutations with particular effects or partial loss of function permit viability. Which brain glycoproteins are processed by LMAN2L is unknown and may include neurotrophins or other secreted glycoproteins involved in neurodevelopment. It may also include secreted glycoproteins associated with epilepsy, for example reelin and LGI1, mutations and non-secretion of which cause lateral temporal lobe epilepsy. 9 Finally, it may include Lgi2, a secreted glycoprotein related to LGI1, mutation, and nonsecretion of which in dogs result in a remitting epilepsy. 10 The neurological syndrome associated with LMAN2L mutation as described in this study and the original report opens a new avenue toward understanding the roles and processing of secreted glycoproteins in brain development and function relevant to epilepsy (including epilepsy remission), intellectual development, and possibly ADHD, bipolar disorder, and schizophrenia.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 204,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 205,
                    "end": 206,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1018,
                    "end": 1019,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1167,
                    "end": 1169,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additional supporting information may be found online in the Supporting Information section at the end of the article. Table S1 . Current neuropsychological testing data. Table S2 . Summary of shared heterozygous, protein coding variants with high confidence in the linked region amongst affected patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 179,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The intracellular cargo receptor ERGIC-53 is required for the production of infectious arenavirus, coronavirus, and filovirus particles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Klaus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eisenhauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Host Microbe",
            "volume": "14",
            "issn": "",
            "pages": "522--534",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genetic association of LMAN2L gene in schizophrenia and bipolar disorder and its interaction with ANK3 gene polymorphism",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Zain",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prog Neuropsychopharmacol Biol Psychiatry",
            "volume": "54",
            "issn": "",
            "pages": "157--162",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bipolar disorder risk alleles in children with ADHD",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Schimmelmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hinney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scherag",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Neural Transm",
            "volume": "120",
            "issn": "",
            "pages": "1611--1617",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Homozygous missense mutation in the LMAN2L gene segregates with intellectual disability in a large consanguineous Pakistani family",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rafiullah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aslamkhan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Paramasivam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Med Genet",
            "volume": "53",
            "issn": "",
            "pages": "138--144",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Brain dopamineserotonin vesicular transport disease and its treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Rilstone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Alkhater",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Minassian",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "543--550",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Activation of serum/ glucocorticoid-induced kinase 1 (SGK1) underlies increased glycogen levels, mTOR activation, and autophagy defects in Lafora disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ganesh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Cell",
            "volume": "24",
            "issn": "",
            "pages": "3776--3786",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "VIPL, a VIP36-like membrane protein with a putative function in the export of glycoproteins from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Neve",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fuxe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Exp Cell Res",
            "volume": "288",
            "issn": "",
            "pages": "70--83",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Profile-based data base scanning for animal L-type lectins and characterization of VIPL, a novel VIP36-like endoplasmic reticulum protein",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nufer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mitrovic",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "15886--15896",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The clinical phenotype of autosomal dominant lateral temporal lobe epilepsy related to reelin mutations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Michelucci",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pulitano",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Bonaventura",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epilepsy Behav",
            "volume": "68",
            "issn": "",
            "pages": "103--107",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "LGI2 truncation causes a remitting focal epilepsy in dogs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Seppala",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Jokinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukata",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Genet",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2019 The Authors. Annals of Clinical and Translational Neurology published by Wiley Periodicals, Inc on behalf of American Neurological Association.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "LMAN2L c.1073delT mutation is associated with an autosomal dominant neurological syndrome. (A) Pedigree and electropherograms; affected members (filled symbols) lack the indicated adenine. (B) The frameshift mutation (thymine in the expressed direction); top sequence, wild-type; bottom sequence, mutant; arrow, the wild-type T nucleotide that is lost from the wild-type sequence, resulting in the mutant sequence with disruption of the KRFY ER localization motif and stop codon.808 ª 2019 The Authors. Annals of Clinical and Translational Neurology published by Wiley Periodicals, Inc on behalf of American Neurological Association.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Subcellular fractionation and immunofluorescence microscopy of wt and mutated LMAN2L expressed in mammalian cells. (A) Depiction of constructs; the myc tag was inserted between amino acids 44 and 45 that is following the protein's ER signal peptide. (B) Western blots in total, light membrane (mostly ER) and cytosolic fractions. (C) Western blots in total and plasma membrane fractions. Note, reduced signal of mutant protein in the light membrane fraction (panel B) and increased signal in the plasma membrane fraction (panel C). GAPDH, calnexin and Na-K-ATPase are cytosol, light membrane and plasma membrane controls respectively. Mut, mutated. (D) Immunofluorescence microscopy. Representative HeLa cells expressing myc-tagged LMAN2L stained with monoclonal anti-myc antibody (c-myc antibody (9E10): sc-40, Santa Cruz Biotechnology); secondary antibody (Goat anti-mouse IgG (H+L) cross-adsorbed secondary antibody, Alexa Fluor 488: A11001, ThermoFisher Scientific). Note shroud of signal contouring the cell indicating plasma membrane localization with the mutated but not the wt protein; DAPI, nucleus stain. ª 2019 The Authors. Annals of Clinical and Translational Neurology published by Wiley Periodicals, Inc on behalf of American Neurological Association.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Ontario Brain Institute, Genome Canada and the University of Toronto Michael Bahen Chair in Epilepsy Research and the University of Texas Southwestern Jimmy Elizabeth Wescott Chair in Pediatric Neurology.We confirm that we have read the Journal's position on issues involved in ethical publication and affirm that this report is consistent with those guidelines. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors report no conflict of interest.Minassian holds patents for diagnostic testing of the following genes: EPM2A, EPM2B, MECP2, and VMA21; has received research support from National Institutes of Health (NIH); and has received license fee payments/royalty payments from patents for diagnostic testing of the following genes: EPM2A, EPM2B, MECP2, and VMA21.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}