{
    "paper_id": "477645a85a65fb72adc9d17a09bf6d53ca3f24fd",
    "metadata": {
        "title": "Antimicrobial use Guidelines for Treatment of Respiratory Tract Disease in Dogs and Cats: Antimicrobial Guidelines Working Group of the International Society for Companion Animal Infectious Diseases",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "R"
                ],
                "last": "Lappin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Blondeau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Boothe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "B"
                ],
                "last": "Breitschwerdt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Guardabassi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "H"
                ],
                "last": "Lloyd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "G"
                ],
                "last": "Papich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "C"
                ],
                "last": "Rankin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "E"
                ],
                "last": "Sykes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Turnidge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "Weese",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T his document contains guidelines for the treatment of bacterial causes of feline upper respiratory tract disease (URTD), canine infectious respiratory disease complex (CIRDC; previously known as canine infectious tracheobronchitis or kennel cough complex), bronchitis, pneumonia, and pyothorax that were finalized in 2016 by the Antimicrobial Guidelines Working Group of the International Society for Companion Animal Infectious Diseases (www.iscaid.org). During the development of the guidelines, other veterinary recommendations on antimicrobial treatment [1] [2] [3] [4] and corresponding guidelines for human medicine were evaluated, with consideration of the differences among species. 5, 6 The committee unanimously believes that there are limitations in objective, published information relevant to the treatment of bacterial respiratory diseases in dogs and cats. Thus, the Working Group used a modification of the Delhi method for consensus building in the development of these guidelines. 7 The Working Group reviewed the literature and met in person to develop the initial draft of the guidelines. This was followed by a number of revisions completed electronically in an attempt to build consensus with the wording of each recommendation within the Working Group. The Working Group recommendations were then provided to all guidelines committee members who were asked to independently select whether they agreed, were neutral, or disagreed with a recommendation. A updated draft of the document was then completed and provided to 6 experts in the field that were not members of the Working Group who were asked to rate each recommendation by means of the same system. For those recommendations that received any \"disagree\" votes from the 17 total reviewers (Working Group and outside reviewers), the percentage distribution of all reviewers and appropriate comments are presented.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 696,
                    "end": 697,
                    "text": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1001,
                    "end": 1002,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As with all guidelines, the antimicrobial use guidelines for the treatment of bacterial respiratory tract infections in dogs and cats should be interpreted as general recommendations that are reasonable and appropriate for the majority of cases. The Working Group acknowledges the variability among cases and these guidelines should not be considered standards of care that must be followed in all circumstances. Rather, they should be considered the basis of decision-making, with the potential that different or additional approaches might be required in some cases. Further, although these guidelines are designed as international guidelines that are appropriate for all regions of the world, the Working Group realizes that regional differences in antimicrobial resistance rates, antimicrobial availability, prescribing patterns, and restrictions on use of some agents exist. The user of this document is obligated to be familiar with local and regional regulations that might restrict use of certain antimicrobials listed in this document. Diagnostic and treatment recommendations contained in these guidelines are largely limited to those relating to bacterial infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Feline upper respiratory tract disease is a syndrome consisting of clinical signs that can include serous to mucopurulent ocular and nasal discharges, epistaxis, sneezing, and conjunctivitis. [8] [9] [10] [11] Clinical signs can be acute (≤10 days) or chronic (>10 days). The term \"upper respiratory infection (URI)\" is reserved for cats with clinical signs of URTD that are directly associated with one or more of the known pathogenic viral, bacterial, or fungal organisms.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Definitions and Causes"
        },
        {
            "text": "It is believed that the majority of cats with acute clinical signs of URTD have feline herpesvirus 1 (FHV-1)or calicivirus (FCV)-associated URI. Some of the cats with viral infections can develop secondary bacterial infections. [12] [13] [14] [15] Staphylococcus spp., Streptococcus spp., Pasteurella multocida, Escherichia coli, and anaerobes are organisms that are commonly cultured from the surface of the upper respiratory mucous membranes from healthy cats. 16, 17 However, several bacterial species, including Chlamydia felis, Bordetella bronchiseptica, Streptococcus canis, Streptococcus equi subspp. zooepidemicus, and Mycoplasma spp., have been isolated or detected by molecular techniques such as the polymerase chain reaction (PCR) from cats with URTD without the presence of pathogenic viruses, suggesting a primary role in some cats. 16, [18] [19] [20] [21] [22] The presence of purulent or mucopurulent nasal or ocular discharges might increase the suspicion that primary or secondary bacterial infection is present, but there is no definite proof of this association because viral or fungal agents can also induce mucopurulent discharges.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 467,
                    "end": 469,
                    "text": "17",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Definitions and Causes"
        },
        {
            "text": "For cats with signs of URTD of ≤10 days' duration, a thorough history should evaluate in particular the vaccination status, the presence or exposure to other cats, whether cats are allowed outdoors, contact with a shelter, kennel or veterinary hospital, health status of in-contact cats, health status of in-contact humans, exposure to dogs that might be boarded or have recently come from a shelter (possible increased risk of infection by B. bronchiseptica), likelihood of foreign body contact (including house plants), and a history of recent stress which is thought to reactivate FHV-1 infection in some cats. 17 Careful ocular, oral, and otic examination to evaluate for other primary problems is indicated. Thoracic auscultation should be performed to evaluate for evidence of concurrent lower respiratory disease. The Working Group recommends that all cats with suspected bacterial URI be evaluated for the presence of feline leukemia virus antigen and feline immunodeficiency virus antibodies in serum in accordance with the American Association of Feline Practitioners Retrovirus Panel Report. 23 Although these retroviruses do not cause respiratory disease directly, both have been associated with lymphoma (which could cause URTD) and both can cause immunosuppression that could predispose to severe viral and bacterial URIs.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 616,
                    "text": "17",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1103,
                    "end": 1105,
                    "text": "23",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis of Acute Bacterial Upper Respiratory Infection (≤10 Days Duration)"
        },
        {
            "text": "Many diagnostic tests could be performed to assess for evidence of primary or secondary bacterial URI (See the Diagnosis of Chronic Bacterial Upper Respiratory Infection (>10 Days of Duration) section). It is the opinion of the Working Group that there is limited benefit to performing cytology of nasal discharges to diagnose bacterial infection and guide the antimicrobial choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of Acute Bacterial Upper Respiratory Infection (≤10 Days Duration)"
        },
        {
            "text": "If nasal discharges are serous and lack a mucopurulent or purulent component, the Working Group believes that antimicrobial treatment is not recommended because of the likelihood of uncomplicated viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of Acute Bacterial Upper Respiratory Infection (≤10 Days Duration)"
        },
        {
            "text": "If acute bacterial URI is suspected based on purulent or mucopurulent discharge, in the absence of evidence of the cause of URTD based on history and physical examination findings, the Working Group recommends a period of observation without immediate use of an antimicrobial drug. This might vary in duration based on other clinical findings (See the Treatment of Suspected Acute Bacterial Upper Respiratory Infection section). In humans, antimicrobial treatment is recommended only if clinical signs have not improved after 10 days or have worsened after 5-7 days. 24 A more extensive workup for an underlying cause can be postponed until after the period of observation, up to 10 days after the onset of clinical signs if the cat develops chronic URTD.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "text": "24",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis of Acute Bacterial Upper Respiratory Infection (≤10 Days Duration)"
        },
        {
            "text": "Aerobic bacterial culture and antimicrobial susceptibility test results from nasal discharges are difficult to interpret because (1) some pathogenic organisms (eg, Chlamydia and Mycoplasma) cannot be cultured on standard laboratory media and (2) positive culture might not be associated with bacterial infection due to growth of commensal organisms. Thus, the Working Group recommends that aerobic bacterial culture and antimicrobial susceptibility testing not be performed on nasal secretions collected from cats with acute bacterial URI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of Acute Bacterial Upper Respiratory Infection (≤10 Days Duration)"
        },
        {
            "text": "Results from Mycoplasma spp. culture (or PCR assay), and molecular diagnostic procedures for FHV-1, FCV, and C. felis are difficult to interpret in individual cats. Mycoplasma spp., FHV-1, FCV, and C. felis can be grown or amplified by molecular assays from both healthy or diseased cats, and vaccine strains of B. bronchiseptica, FHV-1, FCV, and C. felis can be detected by molecular diagnostic assays for varying periods of time depending on the vaccine type. 25, 26 When positive, molecular diagnostic tests for FCV, FHV-1, or C. felis might be useful to support a diagnosis of infection in the presence of suggestive clinical signs and the absence of a history of recent vaccination. However, if an outbreak of URI is suspected in populations of cats like those in shelters, catteries, boarding facilities, or multiple cat households, these assays also might be indicated, particularly if severe clinical disease is occurring. If possible, several affected cats should be evaluated to increase sensitivity and positive predictive value of the assay results.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "25,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis of Acute Bacterial Upper Respiratory Infection (≤10 Days Duration)"
        },
        {
            "text": "Some cats with mucopurulent nasal discharge maintain normal appetite and attitude and experience spontaneous resolution of illness within 10 days without antimicrobial treatment. The Working Group recommends that antimicrobial treatment be considered within the 10-day observation period only if fever, lethargy, or anorexia is present concurrently with mucopurulent nasal discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Suspected Acute Bacterial Upper Respiratory Infection"
        },
        {
            "text": "If antimicrobial treatment is chosen for a cat with acute bacterial URI, the optimal duration of treatment is unknown and so this recommendation is based on experiences of the Working Group members that are clinicians. The Working Group recommends empirical administration of doxycycline (Tables 1 and 2) for 7-10 days to cats with suspected acute bacterial URI as the first-line antimicrobial option. 27, 28 The Working Group believes that doxycycline is a good first choice because it is well tolerated by cats; most B. bronchiseptica isolates from cats are susceptible to doxycycline in vitro (by unapproved standards for testing), despite resistance to other agents such as beta-lactams and sulfonamides, [29] [30] [31] and doxycycline is effective in vivo for the treatment of cats with C. felis infections, 27, [32] [33] [34] and Mycoplasma spp. infections. 35 Doxycycline is also effective for the treatment of a variety of chlamydial and mycoplasma infections in cats and other Minocycline has been substituted in some situations when doxycycline is unavailable or of greater expense. See Table 2 for dose recommendations. b Culture and antimicrobial susceptibility testing = C&S. c For animals with clinical findings of life-threatening disease, the consensus of the Working Group was to administer dual agent treatment parenterally with the potential for de-escalation of treatment and switch to oral drugs based on clinical responses and culture and antimicrobial susceptibility testing. See Table 2 for dose differences by route and the text for further recommendations for oral or parenteral administration. d Enrofloxacin is often chosen as there is a veterinary product for parenteral administration and the drug has a wide spectrum against Gram-negative organisms and Mycoplasma spp. There are other drugs with a wide spectrum against Gram-negative bacteria that can be substituted based on antimicrobial susceptibility testing or clinician preference. See Table 2 for a discussion of how to administer enrofloxacin and for other drug choices. Enrofloxacin should be administered at ≤5 mg/kg/24 h in cats to lessen risk of retinal degeneration. One reviewer noted that IV ciprofloxacin could also be used; however, the other reviewers (94%) believed that enrofloxacin should be used as labeled for veterinary use. e When enrofloxacin or other drugs with Gram-negative activity are administered parenterally to animals with life-threatening disease, concurrent administration of other parenteral drugs with activity against anaerobes and Gram-positive bacteria is recommended. Common choices include ampicillin or clindamycin. Which of these drugs to choose will depend on the most likely infectious agent suspected and historical antimicrobial resistance in the geographical region. For example, Enterococcus spp. and Streptococcus spp. are more likely to be susceptible to a penicillin, and Toxoplasma gondii and Neospora caninum are more likely to be susceptible to clindamycin. Cephalosporins are generally not recommended for the treatment of anaerobic infections because of unpredictable activity and lack of evidence for their efficacy. Please see the text for further discussion of other potential drug choices or combinations. mammalian host species. It also has activity against many opportunistic bacterial pathogens that are components of the normal microbiota of the respiratory tract.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 405,
                    "text": "27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 406,
                    "end": 408,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 864,
                    "end": 866,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 304,
                    "text": "(Tables 1 and 2)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1097,
                    "end": 1104,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1503,
                    "end": 1510,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1973,
                    "end": 1980,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Treatment of Suspected Acute Bacterial Upper Respiratory Infection"
        },
        {
            "text": "Of the 17 reviewers, 16 (94%) agreed with this Working Group recommendation and 1 disagreed because there is no breakpoint data for this antimicrobial for B. bronchiseptica or other bacteria in cats and there are no pharmacokinetics, controlled clinical trials, susceptibility data, or pharmacodynamic data on which to base the recommendation. Due to delayed esophageal transit time for capsules and tablets, cats are prone to drug-induced esophagitis and resultant esophageal strictures. 36, 37 Although any table or capsule could cause this problem, doxycycline hyclate tablets and clindamycin hydrochloride capsules have been reported most frequently to cause problems. [38] [39] [40] Thus, tablets and capsules should be given coated with a lubricating substance, followed by water, administered in a pill treat, concurrently with at least 2 mL of a liquid, or followed by a small amount of food. 37 Doxycycline formulated and approved for use in cats is available in some countries and should be used if available. The use of compounded suspensions of doxycycline should be avoided because marketing of such formulations is in violation with regulations in some countries, including the USA. In addition, compounded aqueous-based formulations of doxycycline are associated with a variable loss of activity beyond 7 days. 41 Minocycline pharmacokinetics are now available for cats and this tetracycline should be evaluated further for efficacy against infectious disease agents in cats. 42 The Working Group considers amoxicillin to be an acceptable alternate first-line option for the treatment of acute bacterial URI when C. felis and Mycoplasma are not highly suspected. This is based on evidence that cats administered amoxicillin for the treatment of suspected secondary bacterial infections in shelter cats with acute bacterial URI often have apparent clinical responses. 20, 43 Cats administered amoxicillin and clavulanate potassium (amoxicillin-clavulanate) had apparent clinical responses in 1 study of shelter cats with acute bacterial URI and so this drug also could be considered as an alternative to doxycycline in regions where a high prevalence of beta-lactamase-producing organisms has been identified (eg, based on regional antibiograms). 44 In 1 study of shelter cats with suspected bacterial URI, the injectable cephalosporin, cefovecin was inferior to doxycycline or amoxicillin-clavulanate. 44 One limitation of this study was the lack of a negative control group. 44 Thus, it is the opinion of the Working Group that more evidence is needed before cefovecin can be recommended for the treatment of bacterial URI in cats (Table 2) .",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 901,
                    "end": 903,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1326,
                    "end": 1328,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1491,
                    "end": 1493,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1882,
                    "end": 1885,
                    "text": "20,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1886,
                    "end": 1888,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 2261,
                    "end": 2263,
                    "text": "44",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2417,
                    "end": 2419,
                    "text": "44",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2491,
                    "end": 2493,
                    "text": "44",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 2647,
                    "end": 2656,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Treatment of Suspected Acute Bacterial Upper Respiratory Infection"
        },
        {
            "text": "Most cats with this syndrome will rapidly improve within 10 days with or without antimicrobial administration. If an antimicrobial drug was prescribed and was ineffective and bacterial infection is still suspected after the first 7-10 days of administration, the Working Group recommends that a more extensive diagnostic workup should be offered to the owner. An alternate antimicrobial agent with a different spectrum should be considered only if the owner refuses a diagnostic workup and careful re-evaluation of the cat still supports the presence of a bacterial infection without an obvious underlying cause (see the Diagnosis of acute bacterial Upper Respiratory Infection section). Longer duration of treatment might be required to clear the carrier state of C. felis. 33, 34 Diagnosis of Chronic Bacterial Upper Respiratory Infection (>10 Days of Duration)",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 778,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 779,
                    "end": 781,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Monitoring Treatment of Suspected Acute Bacterial Upper Respiratory Infection"
        },
        {
            "text": "A more extensive diagnostic workup should be considered for cats with URTD of >10 days of duration, particularly in the face of therapeutic failure after treatment of suspected acute bacterial URI as described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Treatment of Suspected Acute Bacterial Upper Respiratory Infection"
        },
        {
            "text": "The diagnostic workup should be performed to evaluate for other causes including Cuterebra spp. and fungal diseases as well as noninfectious causes of URTD including allergic diseases, neoplasia, foreign bodies, nasopharyngeal stenosis, oronasal fistulas, nasopharyngeal polyps, and trauma. [8] [9] [10] [11] Referral to a specialist is recommended if advanced imaging or rhinoscopy capabilities are not available. If other treatable causes of URTD are not identified, The Working Group recommends that nasal lavage or brushings (for cytology, aerobic bacterial culture and antimicrobial susceptibility testing, Mycoplasma spp. culture or PCR, and fungal culture) and nasal tissue biopsy for histopathological examination with or without cultures (if not evaluated by lavage) should be performed. Of the 17 reviewers, 16 (94%) agreed with the recommendation and 1 disagreed and stated that the results of nasal tissue cultures in cats with chronic URTD are always impossible to interpret.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Monitoring Treatment of Suspected Acute Bacterial Upper Respiratory Infection"
        },
        {
            "text": "In 1 study, nasal lavage specimens gave a higher sensitivity for bacterial growth than tissue biopsy specimens. 45 However, as discussed previously, bacterial culture results can be difficult to impossible to interpret as bacteria can be cultured from the nasal cavity of healthy cats. For example, multidrug-resistant bacteria can colonize and be grown from the nasal passages in the absence of infection. The purpose of culture and susceptibility testing in cats with chronic bacterial URI is usually to identify the antimicrobial susceptibility of severe secondary bacterial infections that occur secondary to an untreatable underlying cause (eg, idiopathic inflammatory rhinitis). Antimicrobial treatment of these cats might provide relief from severe clinical signs, but it should be recognized that these cats will continue to be predisposed to opportunistic infections, often with antimicrobial-resistant bacteria. Therefore, use of antimicrobials should be limited to those cats with severe clinical signs.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "text": "45",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Monitoring Treatment of Suspected Acute Bacterial Upper Respiratory Infection"
        },
        {
            "text": "The Working Group recommends consultation with an internal medicine specialist with expertise in infectious disease, clinical pharmacologist, or clinical microbiologist before treating multidrug-resistant organisms (resistant to ≥3 drug classes) isolated from nasal lavage cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Treatment of Suspected Acute Bacterial Upper Respiratory Infection"
        },
        {
            "text": "In cats with chronic bacterial URI, the antimicrobial agent should be selected on the basis of culture and antimicrobial susceptibility test results if available. If an organism with resistance against a previously prescribed antimicrobial agent is identified and the clinical response is poor, an alternate drug should be substituted (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 344,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Treatment of Chronic Feline Bacterial Upper Respiratory Infection"
        },
        {
            "text": "Pradofloxacin is a veterinary fluoroquinolone that is approved in some countries for the treatment of acute infections of the upper respiratory tract caused by susceptible strains of P. multocida, E. coli and the Staphylococcus intermedius group. 46 In 1 study of shelter cats, a pradofloxacin protocol was equivalent to amoxicillin for the treatment of suspected bacterial URI. 20 The other veterinary fluoroquinolones (enrofloxacin, orbifloxacin, and marbofloxacin [ Table 2 ]) have also been used by veterinarians to treat suspected feline bacterial URI. 47 In the first study, all cats were administered an antibiotic; 20 a placebo control study evaluating pradofloxacin for the treatment of bacterial URI in cats has not been published to our knowledge.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "46",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "20",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 558,
                    "end": 560,
                    "text": "47",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 476,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Treatment of Chronic Feline Bacterial Upper Respiratory Infection"
        },
        {
            "text": "Because of concerns about the emergence of, and animal and public health consequences of, resistance to fluoroquinolones and third-generation cephalosporins, the Working Group recommends that these drugs should be reserved for situations where culture and susceptibility results indicate potential efficacy and when other antimicrobial agents (eg, doxycycline, amoxicillin) are not viable options. Moreover, there is no clinical evidence indicating that fluoroquinolones and third-generation cephalosporins are superior to doxycycline and amoxicillin in the treatment of chronic bacterial URI in cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Chronic Feline Bacterial Upper Respiratory Infection"
        },
        {
            "text": "Although azithromycin pharmacokinetics have been determined in cats, 48,49 azithromycin and amoxicillin protocols for the treatment of suspected bacterial upper respiratory tract infections in shelter cats were equivalent in 1 study where all cats were administered an antibiotic. 43 Azithromycin is also not as efficacious as doxycycline for the treatment of feline ocular chlamydiosis in a study in which all cats were administered an antibiotic. 33 Thus, the Working Group recommends that azithromycin should be reserved for situations when chlamydiosis is not likely and when other antimicrobial agents (eg, doxycycline, amoxicillin) are not viable options. Of the 17 reviewers, 16 (94%) agreed with this recommendation. One reviewer commented that there is evidence that azithromycin treatment in people produces therapeutic benefits for infections of the respiratory tract via mechanisms that are not attributed to the antibacterial properties. 49 However, at this time, the Working Group does not advocate for the administration of azithromycin to animals only for its disease-modifying properties or immunomodulatory effects.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 451,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 951,
                    "end": 953,
                    "text": "49",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of Chronic Feline Bacterial Upper Respiratory Infection"
        },
        {
            "text": "If Pseudomonas aeruginosa is isolated in pure or nearly pure culture and believed to be the cause of a secondary infection, extensive flushing of the nasal cavity under anesthesia should be performed to remove loculated secretions. Although use of drug combinations (such as a fluoroquinolone combined with a beta-lactam [ Table 2 ]) has been recommended to treat P. aeruginosa infections because of the tendency of this organism to rapidly develop resistance, monotherapy with a fluoroquinolone is accepted for the treatment of P. aeruginosa otitis/osteomyelitis in human patients, unless resistance is encountered. 50, 51 Regardless of whether monotherapy or combination treatment is chosen, the Working Group recommends that antimicrobials be selected on the basis of culture and susceptibility testing and that a clinical microbiologist, clinical pharmacologist, or internal medicine specialist with expertise in infectious disease be consulted before initiating treatment. Of the 17 reviewers, 15 (88%) agreed with this recommendation and 2 were neutral (12%).",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 620,
                    "text": "50,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 621,
                    "end": 623,
                    "text": "51",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Treatment of Chronic Feline Bacterial Upper Respiratory Infection"
        },
        {
            "text": "Optimal duration of the treatment of chronic bacterial URI in cats with no other underlying disease is unknown. The consensus of the Working Group was to administer the chosen antimicrobial for at least 7 days and if the drug is tolerated and showing a positive clinical effect, the drug should be continued as long as there is progressive clinical improvement and for at least 1 week past clinical resolution of nasal disease or plateau in response to treatment. However, the Working Group acknowledges that stopping treatment sooner might also be effective in some cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Chronic Feline Bacterial Upper Respiratory Infection"
        },
        {
            "text": "If mucopurulent discharge with or without sneezing recurs after treatment in a cat that has had a thorough diagnostic evaluation, the previously effective antimicrobial agent is usually prescribed empirically again, for at least 7-10 days, to assess for the treatment response. The Working Group recommends avoidance of repeated empirical treatment on a regular basis whenever possible. However, some cats with suspected chronic bacterial URI require such an approach to lessen clinical signs of disease even though clinical cure is never achieved. The Working Group believes there is currently no known optimal protocol for repeated empirical treatment for chronic URI in cats. Evidence from the human infectious disease literature shows organisms cultured from patients within 3 months of primary treatment had a higher likelihood of resistance to the treatment drug or class used. As such, some respiratory treatment guidelines in human medicine recommend a different drug (or drug class) if used within 3 months of the initial treatment. 52 Until further data are available, the Working Group recommends use of the previously effective antimicrobial drug with switch to a different drug class or a more active drug within the class if treatment is ineffective after a minimum of 48 hours. Collection of specimens for culture and susceptibility is recommended if neither of these approaches is successful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Chronic Feline Bacterial Upper Respiratory Infection"
        },
        {
            "text": "There is no evidence to support the use of topical (intranasal) antiseptic or antimicrobial administration for the treatment of acute or chronic bacterial URI. However, topical administration of 0.9% saline solution is believed to have has a mild mucolytic effect and might be effective in clearing nasal secretions in some cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Chronic Feline Bacterial Upper Respiratory Infection"
        },
        {
            "text": "Many cats with chronic URTD have complete diagnostic evaluations performed and the only finding is lymphocytic-plasmacytic or mixed inflammation identified on histopathological evaluation without a known underlying cause (idiopathic feline rhinosinusitis). Although chronic infection with respiratory viruses has been speculated to play a role in this disease, the true underlying etiology remains enigmatic. 16, 22 Although there was no association among Bartonella spp. test results among cats with and without URTD in shelters in 1 study or with chronic rhinosinusitis in another study, additional research is required to ascertain the role of Bartonella spp. in feline chronic rhinosinusitis. 53 ,54",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "22",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 697,
                    "end": 699,
                    "text": "53",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of Chronic Feline Bacterial Upper Respiratory Infection"
        },
        {
            "text": "Because results of bacterial culture and antimicrobial susceptibility testing from specimens collected from the nasal cavity are difficult to interpret, monitoring the efficacy of treatment of cats with suspected chronic bacterial URI is usually based on clinical signs of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Treatment of Chronic Bacterial Upper Respiratory Infection"
        },
        {
            "text": "The clinical syndrome associated with CIRDC is generally characterized by an acute onset of cough with or without sneezing. Nasal and ocular discharges can also occur depending on the infectious agent that is involved. Fever is uncommon but might be present. The viruses that have been implicated include canine adenovirus 2, canine distemper virus, canine respiratory coronavirus, canine influenza viruses, canine herpesvirus, canine pneumovirus, and canine parainfluenza virus. [55] [56] [57] [58] [59] Bacteria implicated as primary pathogens in this complex include B. bronchiseptica, S. equi subspecies zooepidemicus, and Mycoplasma spp. 55, [59] [60] [61] [62] [63] Dogs with canine distemper virus infection often have diarrhea and can have mucopurulent ocular and nasal discharge that might be confused with mucopurulent discharges caused by primary bacterial pathogens. Because of its significance to the health of other dogs and for prognosis, the possibility of underlying distemper virus infection should always be considered in young dogs with mucopurulent ocular and nasal discharges, even when other signs of distemper are absent. Infection with S. equi subspecies zooepidemicus should be suspected if cases of acute hemorrhagic pneumonia or sudden death are reported. 64 Co-infections with multiple respiratory pathogens are common in dogs with CIRDC and each of the agents can be harbored by dogs with no clinical signs. Vaccines are available for some of the causes of CIRDC in some countries and include canine parainfluenza virus, canine adenovirus 2, canine distemper virus, H3N8 canine influenza virus, H3N2 influenza virus, and B. bronchiseptica. With the exception of canine distemper virus, the immunity induced by vaccination does not prevent colonization and shedding of the organisms and clinical signs of disease can develop in vaccinated dogs (2011 AAHA Canine Vaccination Guidelines; www.aahanet. org). However, morbidity is generally decreased in vaccinates compared with dogs that are not vaccinated when exposed to the pathogens.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[55]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[56]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[57]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[59]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "55,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[59]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[60]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[61]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[62]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[63]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1284,
                    "end": 1286,
                    "text": "64",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Definition and Causes"
        },
        {
            "text": "A thorough history and physical examination should be performed on all dogs with suspected CIRDC. Many diagnostic tests could be performed to assess for evidence of primary or secondary bacterial CIRDC. It is the opinion of the Working Group that there is limited benefit to performing cytology of nasal discharges to diagnose bacterial infection and guide the antimicrobial choice. Aerobic bacterial culture and antimicrobial susceptibility testing, Mycoplasma spp. culture (or PCR assay), and molecular diagnostic procedures for canine parainfluenza virus, canine adenovirus 2, canine distemper virus, canine respiratory coronavirus, canine influenza viruses, canine herpesvirus, pneumovirus, B. bronchiseptica, and Mycoplasma spp. (or M. cynos alone) can be performed. However, each of these organisms can be grown or detected by molecular methods from healthy and diseased dogs and vaccine strains of the organisms can be amplified by molecular diagnostic assays. 65 Molecular assays might also be of limited sensitivity by the time dogs are presented for examination because viral shedding rates tend to peak very early in disease. Thus, these tests are generally not recommended by the Working Group for single cases with typical clinical presentations, no evidence of pneumonia, and when high-risk populations (eg, breeding kennels) are not involved.",
            "cite_spans": [
                {
                    "start": 968,
                    "end": 970,
                    "text": "65",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis of Bacterial Causes of CIRDC"
        },
        {
            "text": "If an outbreak of CIRDC is suspected in populations of dogs like those in shelters, breeding kennels, boarding facilities, or multiple dog households, molecular assays might be indicated, along with bacterial culture and serological testing for viral pathogens, particularly if poor response to treatment or severe clinical disease is occurring. If possible, specimens from respiratory discharges should be collected from several affected dogs and assayed individually to increase sensitivity and positive predictive value and necropsy should be performed if there are fatalities. If clinical signs consistent with pneumonia develop, a more extensive diagnostic evaluation is indicated (See the Pneumonia in Dogs and Cats section).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of Bacterial Causes of CIRDC"
        },
        {
            "text": "The majority of cases of CIRDC are currently believed to be viral in etiology and so antimicrobial administration is often not indicated. Most dogs with clinical signs of CIRDC including mucopurulent nasal discharge maintain normal appetite and attitude and might resolve spontaneously within 10 days without antimicrobial treatment. The Working Group recommends that antimicrobial treatment be considered within the 10-day observation period only if fever, lethargy, or inappetence is present together with mucopurulent discharges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Suspected Bacterial Canine Infectious Respiratory Disease Complex"
        },
        {
            "text": "If bacterial CIRDC is suspected in dogs with mucopurulent nasal discharge, fever, lethargy, or inappetence but no clinical evidence of pneumonia (eg, crackles or wheezes on thoracic auscultation), the Working Group recommends administration of doxycycline empirically for 7-10 days as the first-line antimicrobial option (Table 1) . Doxycycline is believed to have clinical activity against Mycoplasma. As in cats, doxycycline is well tolerated by dogs and isolates of B. bronchiseptica from dogs are typically susceptible in vitro to doxycycline. 60, 66 However, the susceptibility testing studies used an unapproved standard. Optimal duration of treatment for dogs with bacterial causes of CIRDC is unknown and the 7-10-day recommendation was based on the clinical experiences of the Working Group. Of the 17 reviewers, 15 (88%) agreed with this recommendation and 2 disagreed. One reviewer stated that if there is no evidence of pneumonia and the case is not at high risk of pneumonia (brachycephalic, collapsing airways; immunosuppressed), antimicrobial treatment is not indicated at all. The other dissenting reviewer disagreed with the recommendation because there is no breakpoint data for doxycycline for B. bronchiseptica or Mycoplasma spp. in dogs and so whether the agents are truly susceptible to the drug is unknown.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 551,
                    "text": "60,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 552,
                    "end": 554,
                    "text": "66",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Treatment of Suspected Bacterial Canine Infectious Respiratory Disease Complex"
        },
        {
            "text": "Additional antimicrobial susceptibility data for secondary bacterial agents like Pasteurella spp., Streptococcus spp., Staphylococcus spp., and anaerobes are needed. For Pasteurella spp. and Streptococcus spp., amoxicillin is usually adequate, whereas strains of Staphylococcus spp. are usually susceptible in vitro to amoxicillin-clavulanic acid. Thus, these antimicrobials are considered by the Working Group to be alternate first-line antimicrobials for the treatment of secondary bacterial infections in this syndrome if treatment with doxycycline fails or is not possible (eg, it is not well tolerated). However, it should also be recognized that some B. bronchiseptica isolates and all mycoplasmas are resistant to amoxicillin-clavulanate. Of the 17 reviewers, 13 (77%) agreed, 3 reviewers (18%) disagreed, and 1 reviewer was neutral (6%). Reviewers that provided negative comments were concerned that because the concentrations of beta-lactams in bronchial secretions are unknown for dogs and cats, the use of these drugs could be ineffective if tracheobronchitis without pneumonia was present. Another concern was that use of amoxicillin-clavulanate more likely selects for resistance phenotypes of clinical concern (eg, methicillin resistance in staphylococci).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Suspected Bacterial Canine Infectious Respiratory Disease Complex"
        },
        {
            "text": "Inhalational aminoglycoside treatment has been anecdotally mentioned as beneficial for the management of dogs with B. bronchiseptica-associated CIRDC. However, in the absence of controlled studies for safety or efficacy, the Working Group does not recommend this treatment protocol for dogs with suspected bacterial CIRDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Suspected Bacterial Canine Infectious Respiratory Disease Complex"
        },
        {
            "text": "This disease syndrome is usually self-limited or responds quickly to antimicrobial treatment. Thus, primary or repeated diagnostic tests are rarely needed unless pneumonia is suspected. Bacterial culture is not recommended after successful treatment. Canine infectious respiratory disease complex has not been associated with chronic upper respiratory disease in the dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Treatment of Bacterial Canine Infectious Respiratory Disease Complex"
        },
        {
            "text": "Most dogs with bacterial CIRDC have clinical signs that resolve quickly and so if the first drug chosen is ineffective and bacterial disease is still suspected after the first 7 days, the Working Group recommends that a more extensive diagnostic workup should be considered before considering use of other drug classes like fluoroquinolones or azithromycin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Treatment of Bacterial Canine Infectious Respiratory Disease Complex"
        },
        {
            "text": "Inflammation of the bronchi in dogs and cats is associated with many different conditions including inhaled irritants; infections by bacteria, viruses, Dirofilaria immitis, respiratory parasites (tissue migration of Toxocara canis); pharyngeal or esophageal dysfunction; and allergies. 67 Acute inflammation of the bronchi can occur secondary to the primary infectious disease agents discussed in the acute and chronic URI in cats section and in CIRDC section. In general, the clinical manifestations, diagnostic plan, and treatment plan are as described in those sections. However, some dogs and cats infected with the primary bacterial pathogens B. bronchiseptica and Mycoplasma spp. can develop chronic bronchitis or bronchopneumonia. 68 In addition, dogs and cats with other inflammatory diseases of the bronchi or anatomic defects of the larynx and trachea (eg, laryngeal paralysis, collapsing airways) might develop secondary bacterial bronchitis. The source of those bacteria is thought to be the natural oral microbiota. Thus, the same bacteria described for secondary bacterial URI in cats and secondary bacterial CIRDC in dogs might be associated with bronchitis. However, many dogs with chronic bronchitis do not have large numbers of bacteria cultured after bronchoalveolar lavage and so the syndrome is not always associated with bacterial infection. 69, 70 ",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "text": "67",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 738,
                    "end": 740,
                    "text": "68",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "69,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1368,
                    "end": 1370,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Definition and Causes"
        },
        {
            "text": "The primary clinical manifestation of bacterial bronchitis in dogs and cats is cough, with or without signs of respiratory distress. Dogs or cats with chronic cough, with or without prior evidence of URI or CIRDC should have a full physical examination performed, which should include thorough tracheal and thoracic auscultation. Thoracic radiographs should be made on full inspiration to evaluate for pulmonary and cardiac changes that could be associated with cough. In dogs, radiographs should include the cervical and intrathoracic trachea and both inspiratory and expiratory radiographs can be performed to identify collapsing airways. Alternately, fluoroscopy is available in some veterinary clinics for diagnosis of collapsing airways. Some dogs and cats with bacterial bronchitis have radiographic evidence of thickened bronchi, but others have normal radiographs even though inflammation exists on cytology of airway washings. Computed tomography can also be used to determine the extent of disease. Other causes of bronchial inflammation should be explored (D. immitis serology, fecal flotation, fecal sedimentation, Baermann test, laryngeal function evaluation) as indicated by the history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of Suspected Bacterial Bronchitis"
        },
        {
            "text": "If radiographic evidence of bronchial disease is present or suspected based on clinical findings, airway washings for cytological examination are indicated to determine the type of inflammation that is present and to obtain materials for Mycoplasma spp. culture and aerobic bacterial culture and antimicrobial susceptibility testing. Mycoplasma PCR assay results do not always correlate with those of culture and might reflect oral contamination. 71 Specimens obtained by bronchoscopy are most accurate for diagnosis, but collection of specimens by other methods like tracheal washing is acceptable if diffuse disease is present and bronchoscopy is not available, not affordable or of too great a risk to the animal. The results of analysis of bronchoalveolar lavage and brush specimens are not always in agreement. 72 The presence of neutrophilic inflammation, intracellular bacteria, and positive bacterial culture with characteristic radiographic findings suggests primary or secondary bacterial bronchitis. However, the trachea is not sterile in normal dogs and low numbers of bacteria cultured in the absence of cytological evidence of intracellular bacteria might not imply bacterial infection.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "text": "71",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 816,
                    "end": 818,
                    "text": "72",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis of Suspected Bacterial Bronchitis"
        },
        {
            "text": "While waiting for results of culture and antimicrobial susceptibility testing, the Working Group recommends either no antimicrobial treatment or, if the clinical disease is severe, empirical administration of doxycycline for 7-10 days (Tables 1 and 2 ). The use of doxycycline is recommended based on its in vitro activity against B. bronchiseptica isolates from dogs and cats, 31, 66, 73 reports of positive clinical responses to doxycycline in cats with respiratory Mycoplasma infections, and a low rate of adverse effects. 74, 75 Of the 17 reviewers, 16 (94%) agreed with this Working Group recommendation and 1 disagreed because there is no breakpoint data for this antimicrobial drug for these bacteria in dogs. Depending on the clinical and laboratory testing results, antimicrobial treatment is continued, initiated, or modified based on antimicrobial susceptibility testing with the drug that is selected being one believed to penetrate the blood bronchus barrier based on data from other species. If a positive response is obtained in the first 7-10 days, treatment should be continued to 1 week past resolution of clinical signs of disease. Optimal duration of treatment for this syndrome is unknown and so this recommendation was based on the experiences of the clinicians on the Working Group. Dogs that fail to respond to antimicrobial treatment are likely to have primary chronic (noninfectious) bronchitis.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "66,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "74,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "75",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 250,
                    "text": "(Tables 1 and 2",
                    "ref_id": null
                }
            ],
            "section": "Treatment of Suspected Bacterial Bronchitis"
        },
        {
            "text": "Most veterinary microbiology laboratories do not report antimicrobial susceptibility results for Mycoplasma spp. and this genus can be difficult to culture. Thus, the antimicrobial choices for dogs with suspected or proven Mycoplasma-associated bronchitis are often made empirically. Doxycycline or minocycline is commonly used by veterinarians for this syndrome and is likely to have a therapeutic effect for pets with suspected Mycoplasma spp. bronchitis. 68, 76 Veterinary fluoroquinolones and azithromycin are other drugs that might be effective for the treatment of Mycoplasma spp. infections.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 461,
                    "text": "68,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 462,
                    "end": 464,
                    "text": "76",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of Suspected Bacterial Bronchitis"
        },
        {
            "text": "If bronchitis is associated with Mycoplasma spp. or B. bronchiseptica, clinical resolution might be obtained with 1 course of antimicrobial treatment. In some cases, prolonged antimicrobial treatment might be needed. In the event that another primary cause of inflammation such as allergic bronchitis exists and secondary bacterial infections are occurring, recurrent treatment might be required. Controlling inflammation associated with the primary disease syndrome might also lessen recurrence of secondary bacterial bronchitis. 77 Repeated thoracic radiographs can be taken to follow bronchial changes, but this is of limited sensitivity. In some cases, repeated cytology and culture might be indicated.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 533,
                    "text": "77",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Monitoring Treatment of Bacterial Bronchitis"
        },
        {
            "text": "Inflammation of the lungs (pneumonia) can occur after a variety of insults. In dogs and cats, although uncommon, primary bacterial pneumonia can occur after infection with B. bronchiseptica, Mycoplasma spp., S. equi zooepidemicus, S. canis, and Yersinia pestis. [61] [62] [63] [64] 68, [78] [79] [80] Of 65 puppies <1 year of age with \"community acquired\" pneumonia in the United States, 49% were infected with B. bronchiseptica. 80 Dogs with B. bronchiseptica infection were younger and had more severe disease than dogs from which other bacteria were cultured. Most cases of bacterial pneumonia in dogs and cats are secondary to other primary inflammatory events like viral infections or aspiration of oral, esophageal, or gastric contents during vomiting or regurgitation (commonly associated with megaesophagus), after aspiration because of pharyngeal or laryngeal function abnormalities, during anesthesia recovery, and after inhalation of foreign bodies. [81] [82] [83] In addition, bacterial pneumonia can develop in the presence of immunodeficiency syndromes. Secondary bacterial pneumonia potentially could develop as a result of other pulmonary or airway diseases like neoplasia, ciliary dyskinesia, bronchiectasis, and collapsing airways.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[61]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[62]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[63]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[64]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "68,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[78]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[79]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[80]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 430,
                    "end": 432,
                    "text": "80",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "[81]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[83]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Definition and Causes"
        },
        {
            "text": "Common organisms isolated from dogs and cats with lower respiratory disease include E. coli, Pasteurella spp., Streptococcus spp, B. bronchiseptica, Enterococcus spp., Mycoplasma spp., S. pseudintermedius and other coagulase-positive Staphylococcus spp., and Pseudomonas spp. [78] [79] [80] [84] [85] [86] [87] ",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[78]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[79]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[80]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[84]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[85]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[86]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[87]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Definition and Causes"
        },
        {
            "text": "Dogs and cats that develop cough that is associated with fever, lethargy, inappetence, or tachypnea should be evaluated for the presence of pneumonia by a full physical examination, complete blood cell count, and thoracic radiographs. If clinicopathologic findings and thoracic radiological findings (alveolar lung disease) support a diagnosis of bacterial pneumonia, collection of a transtracheal, endotracheal, or a bronchoalveolar lavage specimen for cytologic examination, aerobic bacterial culture, and antimicrobial susceptibility and Mycoplasma spp. culture is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of Bacterial Pneumonia"
        },
        {
            "text": "Culture and susceptibility testing should be recommended to the client and performed before starting antimicrobial drug treatment, provided that the animal is sufficiently stable; however, antimicrobial treatment should not be unduly delayed. Although no controlled data are available for dogs and cats, the clinical opinion of the Working Group is that antimicrobial treatment should be initiated as soon as possible and within 1-2 hours if clinical signs of sepsis exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of Bacterial Pneumonia"
        },
        {
            "text": "In addition, not all cases of aspiration pneumonia require antimicrobial treatment, because clinical disease might be primarily or solely chemical pneumonitis from aspirated materials. Anaerobic bacteria are sometimes associated with pneumonia, particularly if there is a history of aspiration, or grass awn foreign bodies are present. However, some commercial laboratories have difficulty culturing these agents and most do not provide antimicrobial susceptibility data; thus, antimicrobial agents with an anaerobic spectrum are often included for the treatment of bacterial pneumonia in dogs and cats when anaerobic culture is not available or likely to be reliable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of Bacterial Pneumonia"
        },
        {
            "text": "In cases with probable aspiration pneumonia, multiple bacteria are often cultured making it difficult to determine which is involved with continued inflammation. Care should also be exercised when interpreting the significance of few or rare organisms, mixed culture, or presence of possible airway contaminants such as coagulase-negative staphylococci or Bacillus spp. If an endoscope is used to collect a lavage specimen, the possibility of endoscope-related contamination should also be considered, particularly when unusual species such as Serratia or Stenotrophomonas are isolated. 88 The Working Group recommends consulting with a clinical microbiologist or specialist with expertise with infectious diseases or pulmonology for interpretation of culture and antimicrobial susceptibility results from endotracheal or bronchoalveolar lavage specimens. Fifteen reviewers (88%) agreed, 1 disagreed (6%), and 1 (6%) was neutral to this Working Group recommendation. The person that disagreed believes that a consultation is only needed for difficult cases.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "text": "88",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis of Bacterial Pneumonia"
        },
        {
            "text": "Because bacterial pneumonia is often associated with an underlying disease process, attempts to identify and manage current problems should be made. In cats and dogs that have life-threatening bacterial pneumonia or are oxygen dependent, airway sampling might not be feasible. Although more data are required to clarify the usefulness of blood cultures (aerobic and anaerobic) in animals with severe pneumonia, it is the consensus opinion of the Working Group to consider blood cultures in these animals before starting empirical antimicrobial drug treatment as an alternative way to obtain isolates for targeted antimicrobial susceptibility to guide long-term management. Empirical antimicrobial treatment should not be delayed in an effort to stabilize affected animals and obtain a pre-antimicrobial airway sample. Thirteen reviewers (82%) agreed, 3 were neutral (18%), and 1 (6%) disagreed with this Working Group recommendation. The primary comment was that blood culture for this purpose in children is known to be insensitive and false-positive results can be obtained. 89 ",
            "cite_spans": [
                {
                    "start": 1077,
                    "end": 1079,
                    "text": "89",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis of Bacterial Pneumonia"
        },
        {
            "text": "The Working Group discussed whether antimicrobial treatment should be delayed while waiting until the results of culture and antimicrobial susceptibility testing are available. However, as not all clients can afford the diagnostic procedures and pneumonia can be a lifethreatening disease, the consensus opinion was to provide empirical antimicrobial treatment while waiting for test results with potential for de-escalation of treatment based on antimicrobial susceptibility testing. While hospitalized, parenteral antimicrobial treatment is generally recommended by the Working Group for the treatment of animals with pneumonia, regardless of the severity of disease. Once the animal is discharged, treatment can be continued by means of the oral route. It is the opinion of the Working Group that doxycycline is a reasonable empiric choice for dogs or cats with mild pneumonia that is suspected to be from infection with B. bronchiseptica or Mycoplasma spp. (eg, the animal is from a shelter or boarding environment) and no other systemic signs of disease like fever, dehydration, lethargy, or respiratory distress are present. This is based on the known susceptibility of these organisms to doxycycline (see Section on Canine Infectious Respiratory Disease Complex) and published case reports of successful treatment with doxycycline (Table 2) . 74, 75, 78 Fifteen reviewers (88%) agreed and 2 (12%) disagreed with this Working Group recommendation. One reviewer stated that they doubted that pneumonia would be present without fever and if pneumonia exists, it should be treated with bactericidal drugs. The other dissenting reviewer commented on the lack of breakpoint data for doxycycline and the bacteria from dogs and cats as well as the concern that doxycycline might not penetrate into the extracellular fluids of the lungs.",
            "cite_spans": [
                {
                    "start": 1350,
                    "end": 1353,
                    "text": "74,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1354,
                    "end": 1357,
                    "text": "75,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1358,
                    "end": 1360,
                    "text": "78",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [
                {
                    "start": 1338,
                    "end": 1347,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Treatment of Suspected Bacterial Pneumonia"
        },
        {
            "text": "Azithromycin is used by some veterinarians empirically in dogs with uncomplicated pneumonia, but the Working Group believes that data supporting this recommendation are lacking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Suspected Bacterial Pneumonia"
        },
        {
            "text": "Streptococcus equi subspecies zooepidemicus strains isolated from dogs are susceptible to penicillin, amoxicillin, and ampicillin. Administration of amoxicillinclavulanate is unnecessary if this organism is suspected because streptococci are not known to produce beta-lactamases. 90 Not all dogs or cats with acute aspiration pneumonia have a bacterial infection. However, aspirated bacteria can cause infection secondary to the chemical inflammation associated with aspiration. If the dog or cat is acutely affected and has no evidence of systemic sepsis, the Working Group believes that either no treatment or parenteral administration of a beta-lactam antimicrobial like ampicillin, ampicillin-sulbactam, or the first-generation cephalosporin cefazolin might be sufficient ( Table 2) . Thirteen reviewers (82%) agreed, 3 were neutral (18%), and 1 (6%) disagreed with this Working Group recommendation. The primary comments were that the risk of not treating a case was greater than the perceived benefit of withholding treatment or that oral medications could be adequate for this syndrome. However, if megaesophagus or other esophageal motility disorders exist, parenteral administration of the antimicrobial drug is indicated.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 282,
                    "text": "90",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 786,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Treatment of Suspected Bacterial Pneumonia"
        },
        {
            "text": "If clinical findings in dogs or cats with pneumonia suggest the existence of sepsis (eg, injected mucous membranes, hypoglycemia), the Working Group recommends concurrent parenteral administration of either enrofloxacin or marbofloxacin (available in injectable form in some countries) combined with a drug with Gram-positive and anaerobic spectra until bacterial culture and antimicrobial susceptibility testing results return. In 1 study, most bacteria from the lower airways of dogs with respiratory disease were susceptible to enrofloxacin. 91 Other drugs for parenteral use with a Gram-negative spectrum might be indicated in lieu of enrofloxacin based on culture and antimicrobial susceptibility testing ( Table 2 ). The Working Group states that common options for Gram-positive and anaerobic bacteria include ampicillin or clindamycin administered parenterally ( Table 2) . Which of these drugs to choose while waiting on antimicrobial susceptibility test results will depend on the most likely infectious agent suspected, previously prescribed antimicrobials (if any), and historical antimicrobial resistance in the geographical region. Fourteen reviewers (82%) agreed and 3 (18%) disagreed with this Working Group recommendation. The primary comment was that if Bacteroides spp. were present, clindamycin could be ineffective and that metronidazole could be considered another option.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 547,
                    "text": "91",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 719,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 871,
                    "end": 879,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Treatment of Suspected Bacterial Pneumonia"
        },
        {
            "text": "Drugs that could be administered PO for outpatient treatment of bacterial pneumonia should be selected on the basis of culture and antimicrobial susceptibility results for organisms isolated from the lower airways, de-escalating whenever possible. If culture and antimicrobial susceptibility testing was not performed, the antimicrobial drug class or classes that were initially prescribed and associated with clinical response is/are chosen for continued oral treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Suspected Bacterial Pneumonia"
        },
        {
            "text": "Inflammatory responses to bacterial pneumonia increase pulmonary pathology. Thus, glucocorticoids are used concurrently in some human patients with bacterial pneumonia. 92, 93 However, it was the consensus opinion of the Working Group that further data are needed from dogs and cats before a definitive recommendation can be made in regard to the use of systemic or inhaled glucocorticoids, which have the potential to contribute to adverse outcomes due to immunosuppression.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "92,",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "93",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Treatment of Suspected Bacterial Pneumonia"
        },
        {
            "text": "The current recommendation in most veterinary textbooks is to treat bacterial pneumonia for 4-6 weeks, but evidence to support this duration of treatment in either cats or dogs is lacking. Although such lengthy courses of antimicrobial treatment might be necessary for some animals with severe pulmonary involvement or those with immunodeficiency syndromes, it is the consensus opinion of the Working Group that shorter courses of appropriate treatment, such as those used to treat pneumonia in humans, might be effective in some situations. In the face of insufficient data supporting a shorter course of treatment, the Working Group recommends re-evaluation of animals with pneumonia no later than 10-14 days after starting treatment. At that point, decisions to extend treatment should be based on clinical, hematological, and radiographic findings. Additional studies evaluating durations of treatment that are shorter than 4-6 weeks are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring Treatment of Bacterial Pneumonia"
        },
        {
            "text": "In cats with pyothorax, the bacteria isolated from thoracic fluid are most commonly a mixture of oropharyngeal anaerobes including Fusobacterium, Prevotella, Porphyromonas, Bacteroides, Peptostreptococcus, Clostridium, Actinomyces, and Filifactor villosus. Pasteurella spp, Streptococcus spp., and Mycoplasma spp. have also been isolated. [94] [95] [96] [97] Less commonly, Staphylococcus spp., Gram-negative bacteria other than Pasteurella, and organisms such as Nocardia spp. and Rhodococcus equi have been isolated. Wounds resulting from cat fights and URI are risk factors for pyothorax in cats. 97 Bacteria isolated from dogs with pyothorax are most commonly mixed anaerobes (Prevotella spp., Peptostreptococcus spp., Propionibacterium acnes, Clostridium spp., Bacteroides spp., Fusobacterium spp.) and Enterobacteriaceae, especially E. coli and Klebsiella pneumoniae. 94,98-100 Streptococcus canis, Staphylococcus spp, Enterococcus spp., Corynebacterium spp., Bacillus spp., Trueperella (formerly Arcanobacterium) pyogenes, Pasteurella, Acinetobacter, Capnocytophaga spp., Enterobacter spp., Stenotrophomonas maltophila, Aeromonas hydrophila, Achromobacter xylosoxidans, Serratia marcescens and Pseudomonas spp. Actinomyces spp. and to a lesser extent Nocardia spp. and Streptomyces spp. have been implicated in canine pyothorax. 99 Pyothorax in dogs commonly results from migrating plant foreign bodies or trauma but can also result from bite wound inoculation. 94, [98] [99] [100] [101] [102] [103] ",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[94]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[95]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[96]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[97]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "97",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1336,
                    "end": 1338,
                    "text": "99",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1469,
                    "end": 1472,
                    "text": "94,",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1473,
                    "end": 1477,
                    "text": "[98]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1478,
                    "end": 1482,
                    "text": "[99]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1483,
                    "end": 1488,
                    "text": "[100]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1489,
                    "end": 1494,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 1495,
                    "end": 1500,
                    "text": "[102]",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 1501,
                    "end": 1506,
                    "text": "[103]",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": "Definition and Causes"
        },
        {
            "text": "Thoracic radiographs should be made to evaluate for the presence of lung consolidation in the dog or cat after therapeutic thoracocentesis. A pleural fluid specimen should be submitted for cytologic analysis, aerobic bacterial culture, and antimicrobial susceptibility testing, as well as culture for anaerobic bacteria and Mycoplasma spp. (cats) if available. Performance of Gram stain and acid-fast stains might provide addition information. Detection of actinomycetes and Mycoplasma spp. requires specialized growth conditions and prolonged incubation, and so the laboratory should be informed that Actinomyces spp., Nocardia spp., or Mycoplasma spp. are differential diagnoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis of Pyothorax in Dogs and Cats"
        },
        {
            "text": "The Working Group recommends that treatment of pyothorax include IV fluid administration and critically, drainage of pus after placement of chest tubes with intermittent or preferably continuous suction with or without lavage. [96] [97] [98] [99] [100] [101] [102] [103] Surgical debridement might be required in some cases. Sixteen reviewers (94%) agreed, and 1 (6%) disagreed with this Working Group recommendation. The primary comment was that evidence supporting the definitive need for thoracic lavage was lacking. However, based on lack of data supporting its use, the Working Group does not recommend administration of antimicrobial drugs into the pleural space.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[96]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[97]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[98]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[99]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 247,
                    "end": 252,
                    "text": "[100]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 253,
                    "end": 258,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 264,
                    "text": "[102]",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 265,
                    "end": 270,
                    "text": "[103]",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of Pyothorax in Dogs and Cats"
        },
        {
            "text": "The Working Group recommends the combination of parenteral administration of enrofloxacin or marbofloxacin (when available in parenteral form) with a penicillin or clindamycin combined with therapeutic drainage of the pleural space with or without lavage for the initial treatment or canine and feline pyothorax pending the results of culture and antimicrobial susceptibility testing. Sixteen reviewers (94%) agreed and 1 (6%) disagreed with this Working Group recommendation. The primary comment was that pradofloxacin administered PO as a single drug could be effective if available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Pyothorax in Dogs and Cats"
        },
        {
            "text": "Treatment with an antimicrobial drug with activity against anaerobes should be continued regardless of culture results because fastidious anaerobic bacteria could be present. If combination treatment was initiated and the bacterial isolates are susceptible to both drugs in the initial treatment regime, then either of the treatment drugs could be discontinued. If organisms are grown that are resistant to one of the drugs and clinical improvement is not noted, that antimicrobial agent should be discontinued. A second drug to which the isolate is susceptible should be substituted if the animal has not responded sufficiently. If organisms are grown that are resistant to both antimicrobials or clinical evidence of improvement is not evident, antimicrobial treatment should be changed to a drug to which the organisms are susceptible in vitro. Fifteen reviewers (88%) agreed, 1 was neutral (6%), and 1 (6%) disagreed with this Working Group recommendation. The dissenting reviewer stated that mixed culture results can be difficult to interpret and so if the animal's clinical condition improves on the first therapeutic regimen, changes should not be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Pyothorax in Dogs and Cats"
        },
        {
            "text": "Consultation with a specialist is recommended when multidrug-resistant organisms are isolated. In all situations, the clinical condition must be considered when interpreting culture results, and continuing apparently effective treatment despite in vitro resistance is recommended because of the potential that the offending organism was not isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment of Pyothorax in Dogs and Cats"
        },
        {
            "text": "It has been recommended that cats with pyothorax be treated for a minimum of 3 weeks and ideally 4-6 weeks. 97, 101 Additional research is required to determine whether shorter periods of antimicrobial drug treatment might be adequate. Serial thoracic radiography might be useful to determine whether antimicrobial treatment needs to be continued, although further study is also required to determine whether persistent radiographic abnormalities correlate with the need for additional antimicrobial drug treatment. At a minimum, follow-up radiography should be performed for 10-14 days after starting treatment and at completion of treatment. If the pyothorax persists or reoccurs after cessation of antimicrobials, repeated thoracocentesis should be performed for cytological assessment and for culture and antimicrobial susceptibility testing.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "97,",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Monitoring Treatment of Pyothorax"
        },
        {
            "text": "The Working Group emphasizes the need for additional prospective studies to evaluate different treatments and treatment durations in dogs and cats with bacterial respiratory diseases so that more accurate recommendations can be made. For the same purpose, research is needed to develop standard practices for collection of clinical specimens and interpretation of culture results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The Working Group thanks the following individuals for a prepublication review of the document and for providing votes to be used with the panel recommenda- Grant support: The work was supported by the International Society for Companion Animal Infectious Diseases (ISCAID; www.iscaid.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conflict of Interest Declaration: Jane Sykes serves as Associate Editor for the Journal of Veterinary Internal Medicine. She was not involved in review of this manuscript. M.G. Papich has received consulting fees, research support, and gifts from Bayer and Zoetis, who are sponsors of some of the antibiotics recommended in this manuscript. He receives royalties from a book (published by Elsevier) that was the source of dosages listed in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Off-label Antimicrobial Declaration: This document describes off-label antimicrobial use in multiple sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antimicrobial drug use in veterinary medicine. ACVIM consensus statement",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Vet Intern Med",
            "volume": "19",
            "issn": "",
            "pages": "617--629",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidelines to antimicrobial use in dogs and cats",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guardabassi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Houser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Guide to Antimicrobial Use in Animals",
            "volume": "",
            "issn": "",
            "pages": "183--206",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Danish Small Animal Veterinary Association (SvHKS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antimicrobial Use Guidelines for Companion Animal Practice",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Danish Small Animal Veterinary Association",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guidelines for the clinical use of antimicrobials in the treatment of dogs and cats",
            "authors": [],
            "year": 2009,
            "venue": "Swedish Veterinary Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infectious Diseases Society of America/American Thoracic Society consensus guidelines on the management of community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lionel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "27--72",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The management of community-acquired pneumonia in infants and children older than 3 months of age: Clinical Practice Guidelines by the Pediatric Infectious Diseases Society and the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Byington",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "325--376",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Consensus development methods, and their use in clinical guideline development",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Lamping",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Health Technol Assess",
            "volume": "2",
            "issn": "",
            "pages": "1--88",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nasopharyngeal diseases in cats: A retrospective study of 53 cases (1991-1998)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Broussard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Noone",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "35",
            "issn": "",
            "pages": "457--461",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Investigation of nasal disease in the cat-a retrospective study of 77 cases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Feline Med Surg",
            "volume": "6",
            "issn": "",
            "pages": "245--257",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Chronic nasal discharge in cats: 75 cases (1993-2004)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Demko",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Vet Med Assoc",
            "volume": "230",
            "issn": "",
            "pages": "1032--1037",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Feline focus: Update on feline upper respiratory diseases: Introduction and diagnostics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quimby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lappin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Compend Contin Educ Vet",
            "volume": "31",
            "issn": "",
            "pages": "554--564",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Factors associated with upper respiratory tract disease caused by feline herpesvirus, feline calicivirus, Chlamydophila felis and Bordetella bronchiseptica in cats: Experience from 218 European catteries",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Helps",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lait",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Damhuis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Rec",
            "volume": "156",
            "issn": "",
            "pages": "669--773",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiologic evaluation of multiple respiratory pathogens in cats in animal shelters",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bannasch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Foley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Feline Med Surg",
            "volume": "7",
            "issn": "",
            "pages": "109--119",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Etiological investigation of multiple respiratory infections in cats",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Francesco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Meridiani",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "New Microbiol",
            "volume": "30",
            "issn": "",
            "pages": "455--461",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevalence of selected infectious organisms and comparison of two anatomic sampling sites in shelter cats with upper respiratory tract disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Veir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruch-Gallie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Spindel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Feline Med Surg",
            "volume": "10",
            "issn": "",
            "pages": "551--557",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessment of infectious organisms associated with chronic rhinosinusitis in cats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Foley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Am Vet Med Assoc",
            "volume": "227",
            "issn": "",
            "pages": "579--585",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Update on feline upper respiratory diseases: Condition-specific recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quimby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lappin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Compend Contin Educ Vet",
            "volume": "32",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bordetella bronchiseptica infections in cats",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "32",
            "issn": "",
            "pages": "153--158",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Prevalence and risk factors for feline Bordetella bro nchiseptica infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Binns",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Speakman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Rec",
            "volume": "144",
            "issn": "",
            "pages": "575--580",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Evaluation of pradofloxacin for the treatment of feline rhinitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Spindel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Veir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Radecki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Feline Med Surg",
            "volume": "10",
            "issn": "",
            "pages": "472--479",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Efficacy of pradofloxacin in cats with feline upper respiratory tract disease due to Chlamydophila felis or Mycoplasma infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Helps",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Vet Intern Med",
            "volume": "22",
            "issn": "",
            "pages": "44--52",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Histologic and molecular correlation in shelter cats with acute upper respiratory infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leutenegger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "2454--2460",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Feline retrovirus management guidelines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Compend Contin Educ Vet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Guidelines for the use of antimicrobials in acute upper respiratory tract infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am Fam Physician",
            "volume": "74",
            "issn": "",
            "pages": "956--966",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Results of molecular diagnostic assays targeting feline herpesvirus-1 and feline calicivirus in adult cats administered modified live vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Maggs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ruch-Gallie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Veir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hawley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Feline Med Surg",
            "volume": "66",
            "issn": "",
            "pages": "541--545",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Comparison of the polymerase chain reaction and culture for the detection of feline Chlamydia psittaci in untreated and doxycycline-treated experimentally infected cats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sykes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Studdert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Browning",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Vet Intern Med",
            "volume": "13",
            "issn": "",
            "pages": "269--270",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Bordetella bronchiseptica infection in cats. ABCD guidelines on prevention and management",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Egberink",
                    "suffix": ""
                },
                {
                    "first": "Addie",
                    "middle": [
                        "D"
                    ],
                    "last": "Bel Ak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "610--614",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Antimicrobial susceptibility of Pasteurella multocida and Bordetella bronchiseptica from dogs and cats as determined in the BfT-GermVet monitoring program",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ales Ik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grobbel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Berl Munch Tierarztl Wochenschr",
            "volume": "120",
            "issn": "",
            "pages": "423--430",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Antimicrobial susceptibility of canine Bordetella bronchiseptica isolates",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Speakman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Corkill",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Microbiol",
            "volume": "71",
            "issn": "",
            "pages": "193--200",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Controlled study of the efficacy of clavulanic acid-potentiated amoxycillin in the treatment of Chlamydia psittaci in cats",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Sturgess",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gruffydd-Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harbour",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Rec",
            "volume": "149",
            "issn": "",
            "pages": "73--76",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Efficacy of azithromycin for the treatment of feline chlamydophilosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Sturgess",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harbour",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Feline Med Surg",
            "volume": "5",
            "issn": "",
            "pages": "305--311",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The clinical efficacy of topical and systemic therapy for the treatment of feline ocular chlamydiosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sparkes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Caney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Sturgess",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Feline Med Surg",
            "volume": "1",
            "issn": "",
            "pages": "31--35",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Randomized masked controlled clinical trial to compare 7-day and 14-day course length of doxycycline in the treatment of Mycoplasma felis infection in shelter cats",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kompare",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Litster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leutenegger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Comp Immunol Microbiol Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "129--135",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Evaluation of esophageal transit of tablets and capsules in 30 cats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Westfall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Twedt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Steyn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Vet Intern Med",
            "volume": "15",
            "issn": "",
            "pages": "467--470",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A comparative study evaluating the esophageal transit time of eight healthy cats when pilled with the FlavoRx pill glide versus pill delivery treats",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Macphail",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Feline Med Surg",
            "volume": "12",
            "issn": "",
            "pages": "286--290",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Suspected doxycycline-induced esophagitis and esophageal stricture formation in three cats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Melendez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Twedt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Feline Pract",
            "volume": "28",
            "issn": "",
            "pages": "10--12",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Oesophageal strictures in cats associated with doxycycline therapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "German",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Feline Med Surg",
            "volume": "7",
            "issn": "",
            "pages": "33--41",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Suspected clindamycin-associated oesophageal injury in cats: 5 cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Feline Med Surg",
            "volume": "8",
            "issn": "",
            "pages": "412--419",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Doxycycline concentration over time after storage in a compounded veterinary preparation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Papich",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Fortier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Vet Med Assoc",
            "volume": "242",
            "issn": "",
            "pages": "1674--1678",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Efficacy of amoxicillin and azithromycin for the empirical treatment of cats with upper respiratory infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Tynan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Papich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kerl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Feline Med Surg",
            "volume": "18",
            "issn": "",
            "pages": "542--550",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Comparison of the efficacy of amoxicillin-clavulanic acid, cefovecin, and doxycycline in the treatment of upper respiratory tract disease in cats housed in an animal shelter",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Litster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Constable",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Am Vet Med Assoc",
            "volume": "241",
            "issn": "",
            "pages": "218--226",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Effect of sample collection methodology on nasal culture results in cats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "645--649",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pharmacokinetics, pharmacodynamics and therapeutics of pradofloxacin in the dog and cat",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lees",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Vet Pharmacol Ther",
            "volume": "36",
            "issn": "",
            "pages": "209--221",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Comparative field evaluation of marbofloxacin tablets in the treatment of feline upper respiratory infections",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dossin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gruet",
                    "suffix": ""
                },
                {
                    "first": "E ;",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ericson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Vet Pharmacol Ther",
            "volume": "39",
            "issn": "",
            "pages": "38--46",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Azithromycin: Mechanisms of action and their relevance for clinical applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Parnham",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Erakovic",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Giamarellos-Bourboulis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pharmacol Ther",
            "volume": "143",
            "issn": "",
            "pages": "225--245",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Malignant external otitis. Comparison of monotherapy vs. combination therapy",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Mendelson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Parisier",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Arch Otolaryngol Head Neck Surg",
            "volume": "113",
            "issn": "",
            "pages": "974--978",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Predicting antimicrobial resistance in invasive pneumococcal infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hollis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Vanderkooi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Laryngol Otol",
            "volume": "125",
            "issn": "",
            "pages": "1288--1297",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Prevalence of Bartonella spp. DNA in conjunctival cells collected from shelter cats with and without conjunctivitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcinnis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brewer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Am Vet Med Assoc",
            "volume": "29",
            "issn": "",
            "pages": "1084--1089",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Etiologic study of upper respiratory infections of household dogs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mochizuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yachi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohshima",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Vet Med Sci",
            "volume": "70",
            "issn": "",
            "pages": "563--569",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Detection of coronavirus in cases of tracheobronchitis in dogs: A retrospective study from 1971 to 2003",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hupaelo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can Vet J",
            "volume": "46",
            "issn": "",
            "pages": "447--448",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Canine respiratory coronavirus: An emerging pathogen in the canine infectious respiratory disease complex",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Erles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Renshaw",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Zylich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Laverack",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "38",
            "issn": "",
            "pages": "993--995",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "New and emerging pathogens in canine infectious respiratory disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Priestnall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Pathol",
            "volume": "51",
            "issn": "",
            "pages": "492--504",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Role of Bordetella bronchiseptica in infectious tracheobronchitis in dogs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Keil",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fenwick",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Am Vet Med Assoc",
            "volume": "212",
            "issn": "",
            "pages": "200--207",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The association of Streptococcus equi subsp. zooepidemicus with canine infectious respiratory disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Chalker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vet Microbiol",
            "volume": "95",
            "issn": "",
            "pages": "149--156",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Mycoplasmas associated with canine infectious respiratory disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Chalker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Microbiology",
            "volume": "150",
            "issn": "",
            "pages": "3491--3497",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Streptococcus zooepidemicus: An emerging canine pathogen",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Priestnall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Erles",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet J",
            "volume": "88",
            "issn": "",
            "pages": "142--148",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A clonal outbreak of acute fatal hemorrhagic pneumonia in intensively housed (shelter) dogs caused by Streptococcus equi subsp. zooepidemicus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Pesavento",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Hurley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bannasch",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Pathol",
            "volume": "45",
            "issn": "",
            "pages": "51--53",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Adenovirus 2, Bordetella bronchiseptica, and parainfluenza molecular diagnostic assay results in puppies after vaccination with modified live vaccines",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruch-Galle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moroff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lappin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Vet Intern Med",
            "volume": "30",
            "issn": "",
            "pages": "164--166",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Microbiologic and cytologic assessment of bronchoalveolar lavage fluid from dogs with lower respiratory tract infection: 105 cases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Queen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vernau",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Canine chronic bronchitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rozanski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Compend Contin Educ Vet",
            "volume": "44",
            "issn": "",
            "pages": "107--116",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Mycoplasmal respiratory infections in small animals: 17 cases (1988-1999)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lappin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "38",
            "issn": "",
            "pages": "111--119",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Quantitative bacterial cultures and cytological examination of bronchoalveolar lavage specimens in dogs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Peeters",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Mckiernan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Weisiger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Compend Contin Educ Vet",
            "volume": "14",
            "issn": "",
            "pages": "1267--1278",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "A comparison of routine culture with polymerase chain reaction technology for the detection of Mycoplasma species in feline nasal samples",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Drazenovich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Foley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Vet Diagn Invest",
            "volume": "16",
            "issn": "",
            "pages": "347--351",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Antimicrobial susceptibility of Bordetella bronchiseptica isolates from cats and a comparison of the agar dilution and E-test methods",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vernau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Speakman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Binns",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Vet Intern Med",
            "volume": "29",
            "issn": "",
            "pages": "63--72",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Atypical pneumonia associated with a Mycoplasma isolate in a kitten",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bongrand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Blais",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Can Vet J",
            "volume": "53",
            "issn": "",
            "pages": "1109--1013",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Primary mycoplasma pneumonia associated with reversible respiratory failure in a cat",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Trow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Rozanski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Tidwell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Feline Med Surg",
            "volume": "10",
            "issn": "",
            "pages": "398--402",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Antimicrobials for community-acquired lower respiratory tract infections secondary to Mycoplasma pneumoniae in children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mulholland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Gavranich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Gillies",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cochrane Database Syst Rev",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Management of 13 cases of canine respiratory disease using inhaled corticosteroids",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Bexfield",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Foale",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Davison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Small Anim Pract",
            "volume": "47",
            "issn": "",
            "pages": "377--382",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Comparison of clinical signs, diagnostic findings, organisms isolated, and clinical outcome in dogs with bacterial pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Jameson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "93--1986",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Clones of Streptococcus zooepidemicus from outbreaks of hemorrhagic canine pneumonia and associated immune responses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Velineni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Vaccine Immunol",
            "volume": "21",
            "issn": "",
            "pages": "1246--1252",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Community-acquired infectious pneumonia in puppies: 65 cases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Radhakrishnan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Drobatz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Culp",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Potential risks, prognostic indicators, and diagnostic and treatment modalities affecting survival in dogs with presumptive aspiration pneumonia: 125 cases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kogan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sturges",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Vet Emerg Crit Care",
            "volume": "233",
            "issn": "",
            "pages": "319--329",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Rajam€ aki MM. Co-infections with respiratory viruses in dogs with bacterial pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Viitanen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lappalainen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Vet Intern Med",
            "volume": "29",
            "issn": "",
            "pages": "544--551",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Microbiological study of transtracheal aspirates from dogs with suspected lower respiratory tract disease: 264 cases (1989-1995)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Angus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Hirsh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Am Vet Med Assoc",
            "volume": "210",
            "issn": "",
            "pages": "55--58",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "In vitro bacterial isolate susceptibility to empirically selected antimicrobials in 111 dogs with bacterial pneumonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Proulx",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Z"
                    ],
                    "last": "Hume",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Drobatz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Vet Emerg Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "194--200",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Bacterial pneumonia in dogs and cats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dear",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Compend Contin Educ Vet",
            "volume": "44",
            "issn": "",
            "pages": "143--159",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Antimicrobial susceptibility of bacterial isolates from 502 dogs with respiratory signs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rheinwald",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hahner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Rec",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Association between Mycoplasma-specific polymerase chain reaction assay results and oral bacterial contamination of bronchoalveolar lavage fluid samples from dogs with respiratory tract disease: 121 cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Ridgway",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Am Vet Med Assoc",
            "volume": "243",
            "issn": "",
            "pages": "1573--1579",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Blood culture in evaluation of pediatric community-acquired pneumonia: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Pui-Ying It",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hosp Pediatr",
            "volume": "5",
            "issn": "",
            "pages": "324--336",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Three decades of beta-lactamase inhibitors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Drawz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bonoma",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Rev",
            "volume": "23",
            "issn": "",
            "pages": "160--201",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Antimicrobial susceptibility of bacterial isolates from 502 dogs with respiratory signs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rheinwald",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Rec",
            "volume": "176",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Dexamethasone and length of hospital stay in patients with community-acquired pneumonia: A randomized, double-blind, placebo-controlled trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Annane",
                    "middle": [
                        "D"
                    ],
                    "last": "Antonaglia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Infect Dis Rep",
            "volume": "11",
            "issn": "",
            "pages": "158--166",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Bacteria associated with pyothorax of dogs and cats: 98 cases (1989-1998)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Hirsh",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Am Vet Med Assoc",
            "volume": "216",
            "issn": "",
            "pages": "359--363",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Canine and feline pyothorax: A retrospective study of 50 cases in the UK and Ireland",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Demetriou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Foale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ladlow",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Small Anim Pract",
            "volume": "43",
            "issn": "",
            "pages": "388--394",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Risk factors, prognostic indicators, and outcome of pyothorax in cats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Waddell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Drobatz",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Feline pyothorax: A retrospective study of 27 cases in Australia",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Barrs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Feline Med Surg",
            "volume": "7",
            "issn": "",
            "pages": "211--222",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Medical and surgical treatment of pyothorax in dogs: 26 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rooney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Monnet",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Am Vet Med Assoc",
            "volume": "221",
            "issn": "",
            "pages": "86--92",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Successful medical treatment of 15 dogs with pyothorax",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Small Anim Pract",
            "volume": "48",
            "issn": "",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Evaluation of outcomes in dogs treated for pyothorax: 46 cases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Boothe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Boothe",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "MacPhail CM. Medical and surgical management of pyothorax",
            "authors": [],
            "year": 2007,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "236",
            "issn": "",
            "pages": "975--988",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Surgical or medical management of pyothorax in dogs?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Rec",
            "volume": "174",
            "issn": "",
            "pages": "605--606",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "A clinical review of the pathophysiology, diagnosis, and treatment of pyothorax in dogs and cats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Stillion",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Letendre",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Vet Emerg Crit Care",
            "volume": "25",
            "issn": "",
            "pages": "113--129",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "tions; Leah Cohn (University of Missouri), Joshua Daniels (The Ohio State University), Eleanor Hawkins (North Carolina State University), Steve Holloway (Advanced PetCare Australia), Lynelle Johnson (University of California, Davis), and Carol Reneiro (University of Missouri).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "First-line antimicrobial options for bacterial respiratory infections in the dog and cat.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Antimicrobial treatment options for respiratory tract infections in the dog and cat.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Continued) Antipseudomonal penicillin. Used for life-threatening pneumonia or pyothorax for the treatment of Gram-negative (including some ESBL), Gram-positive and anaerobic bacteria. Ineffective for Mycoplasma, T. gondii, and N. caninum Generally avoided in respiratory tract infections that might involve anaerobic bacteria (particularly pyothorax). Might be less effective that other first-line choices for some primary bacterial pathogens other than Streptococcus spp. Concerns regarding adverse effects exist (KCS, folate deficiency anemia, blood dyscrasias) in some dogs, especially with prolonged treatment. If prolonged (>7 day) treatment is anticipated, baseline Schirmer's tear testing is recommended, with periodic re-evaluation and owner monitoring for ocular discharge. Avoid in dogs that might be sensitive to potential adverse effects such as KCS, hepatopathy, hypersensitivity, and skin eruptions, and owners of treated dogs should be informed of the clinical findings to be monitored. CIRDC, canine infectious respiratory disease complex; URI, upper respiratory infection.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}