{
    "paper_id": "47772f3e98d8c61bb9782531a0338ba85f27bf3f",
    "metadata": {
        "title": "Potential for global spread of a novel coronavirus from China",
        "authors": [
            {
                "first": "Isaac",
                "middle": [
                    "I"
                ],
                "last": "Bogoch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "isaac.bogoch@uhn.ca"
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Watts Phd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Thomas-Bachli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carmen",
                "middle": [
                    "Huber"
                ],
                "last": "Msa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Moritz",
                "middle": [
                    "U G Kraemer"
                ],
                "last": "Dphil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "region": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamran",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "khank@smh.ca."
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Ka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "St",
                "middle": [],
                "last": "Michael&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An epidemic of a novel coronavirus emerged from Wuhan, China, in late December 2019 and has since spread to several large Chinese cities. Should a scenario arise where this coronavirus spreads more broadly across China, we evaluate how patterns of international disease transmission could change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel coronavirus emerging from Wuhan, China in late December 2019 is currently spreading to other provinces in mainland China and international destinations across East Asia. At the time of writing, cases have been confirmed in Beijing, Shanghai, Hong Kong, Macau and multiple cities in Guangdong province, with more than 500 cases confirmed across China. 1 Furthermore, several cases have spread internationally via air travel 2 to Japan, South Korea, Taiwan, Thailand and the USA. A recent modelling study concluded that for these international exportations to be observed, the outbreak in China should be substantially larger than is reflected by confirmed case counts. 3 Currently, many public health interventions are based on scenarios where Wuhan is the primary source of new cases. 4 While there are currently no documented transmission chains outside of the Wuhan region, should a scenario arise where this novel coronavirus spreads more broadly to and within other Chinese cities, we evaluated how global patterns of disease dispersion might change.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 677,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 793,
                    "end": 794,
                    "text": "4",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using 2019 data from the International Air Transport Association (IATA), we identified all cities in China that received at least 100 000 airline passengers from Wuhan during February through April 2019. In a scenario where these cities might experience local epidemics, we analyzed the volumes of airline passengers to international destinations from February to April 2019. To generate these estimates, we used anonymized, passenger-level flight itinerary data from IATA, comprising both commercial flights and scheduled charter flights. These data account for ∼90% of global air travel volumes, with the remaining volumes modelled using market intelligence. We report the top 50 international destination cities of passengers arriving from nine cities in mainland China, plus Hong Kong, and present the corresponding infectious disease vulnerability index (IDVI) for each receiving country. 5 The IDVI is a validated measure of a country's capacity to manage infectious disease threats, and utilizes multiple indicators including health, political and economic metrics. Scores range from 0 to 1 with higher scores representing a greater capacity to cope with epidemic threats.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 895,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We analyzed international airline passenger trips from the following 10 cities: Wuhan, Beijing, Shanghai, Kunming, Chengdu, Xiamen, Haikou, Guangzhou, Shenzhen and Hong There currently are numerous unknowns including the presumed animal origins of the virus, the efficiency of humanto-human transmission, an understanding of the full spectrum of clinical illness and an incomplete epidemiological picture of disease activity in China. While our analysis does not account for the potential effects of the epidemic on changing travel behaviours, it reflects worldwide flows of airline travellers at the same time of year in 2019, including the Lunar New Year in February 2019. At the time of writing, flights and land transportation in and out of Wuhan have been suspended, and it is uncertain how this will impact disease transmission in China. Our findings could support public health planning and readiness for different scenarios should the current epidemic spread more widely across mainland China and neighbouring cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human mobility and the global spread of infectious diseases: a focus on air travel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Findlater",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Parasitol",
            "volume": "34",
            "issn": "",
            "pages": "772--83",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "MRC Centre for Global Infectious Disease Analysis",
            "authors": [
                {
                    "first": "Imperial",
                    "middle": [],
                    "last": "College",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pneumonia of unknown etiology in Wuhan, China: potential for international spread via commercial air travel",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identifying future disease hot spots: infectious disease vulnerability index",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gelfeld",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Okunogbe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Rand Health Q",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Volume of travellers to international destinations from cities in China that received over 100 000 passengers between February through April, from Wuhan, China, and the corresponding Infectious Diseases Vulnerability Index in receiving countries Kong.Figure1 depicts the final destinations of passenger volumes from these cities, for both direct and connecting flights. Further details can be viewed in Appendix 1. Taipei (1 359 253), Bangkok (1 232 307), Tokyo (1 086 105), Seoul (1 008 960) and Singapore (751 064) received the highest number of passengers from the aforementioned cities. Nine of the 10 cities receiving the highest volumes of arriving passengers were in Asia, with London, UK ranking 10th in volume (252 127). Other European cities include Paris (ranked 25th; 142 724 passengers) and Moscow (ranked 29th; 114 925 passengers). Sydney ranked 11th, receiving 242 577 passengers, while Los Angeles (184 808), New York (148 133) and San Francisco (140 556) received the highest volumes to North American destinations. Cairo (62 470) is the only African city represented in the top 50 destinations, whereas no South American city is represented.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "IIB, KK, AW, ATB and MK interpreted data and contributed to writing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}