{
    "paper_id": "4790e3eb0374a7f159014ef77ec42a6b9de91c29",
    "metadata": {
        "title": "Viewpoint Personal knowledge on novel coronavirus pneumonia",
        "authors": [
            {
                "first": "Han-Yujie",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi-Shan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhao-Hui",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {},
                "email": "tongzhaohuicy@sina.com"
            },
            {
                "first": "Xiu-Yuan",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pei-Fang",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The epidemiology of novel coronavirus (2019-nCoV) infection in some patients is unclear, and the incubation period of the virus can last for 2 weeks, even longer. During the period of latent infection or the period of incubation following infection, the disease may be infectious. As in cases of influenza, some patients develop only upper respiratory tract infection, whereas others with a severe form of the disease develop pneumonia. Patients may not have fever, mild cough, or apparent respiratory symptoms, and headache or gastrointestinal symptoms may be present. Some patients show insidious onset and slow progression, and do not appear to be sick. Thus, they may not receive attention or be identified. Some patients with severe disease or critical illness may present with moderate to low-grade fever, but apparent fever may also be absent. Even though several clinical studies have assessed the use of corticosteroids in acute respiratory distress syndrome (ARDS) and severe viral pneumonia, it remains unclear whether corticosteroids treatment can decrease mortality and improve patients' outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In ARDS, corticosteroids are believed to antagonize certain pathophysiological processes, including hyperinflammation, excessive cell proliferation, and aberrant collagen deposition. [1] However, evidence-based clinical research gives us other insights. As for severe acute respiratory syndrome (SARS), a retrospective study revealed that patients receiving corticosteroids treatment had poorer outcomes, such as higher risk of intensive care unit admission and higher mortality, even though they were younger and had fewer underlying diseases. [2] Furthermore, it was found that corticosteroids did not improve mortality and could delay viral nucleic acid clearance in Middle East Respiratory Syndrome (MERS), which is also caused by a coronavirus. [3] A large meta-analysis which included 16 studies on influenza A virus subtype H1N1 infection showed that corticosteroids increased mortality. [4] In contrast, other studies reported that short-term treatment with corticosteroids may decrease the risk of acute respiratory distress syndrome (ARDS) and shorten the length of the disease in patients with severe community-acquired pneumonia. [5] In addition, the use of corticosteroids in ARDS caused by Pneumocystis carinii pneumonia has obtained widespread acceptance, as it can improve oxygenation and patients' outcomes. [6] At present, the World Health Organization does not recommend routinely applying systemic corticosteroids for the treatment of viral pneumonia or ARDS, except in clinical trials. [7] However, the 5th edition of \"Novel Coronavirus Pneumonia Diagnosis and Treatment Protocol\" recommended short-term (3-5 days) treatment with corticosteroids for severe and critical cases should be based on the comprehensive assessment of patients' dyspnea level and the progression observed on chest imaging, with the dose not exceeding a methylprednisolone equivalent dose of 1-2 mg/kg per day. [8] Currently, there is insufficient evidence of the value of corticosteroids in the treatment of novel coronavirus pneumonia (NCP), and further high-quality randomized controlled trials (RCTs) are warranted.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1325,
                    "end": 1328,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1507,
                    "end": 1510,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1906,
                    "end": 1909,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the numerous RCTs on ARDS in the last 30 years, there has been no significant reduction in ARDS mortality. ARDS caused by 2019-nCoV appears to be more severe than that observed routinely. In this outbreak of NCP, the majority of critically ill patients have been aged 50 years and above, with a large number of them aged 70-80 years. These patients often had underlying diseases such as hypertension, diabetes, and coronary heart diseases, with some having multiple underlying diseases. Therefore, we suggest that patients with an oxygenation index below 150 mmHg after being treated with non-invasive ventilation for 2 hours with an FiO 2 of 1.0 or a relatively high FiO 2 should receive endotracheal intubation as soon as possible to enable invasive ventilation. WHO' interim guidance also suggested that HFNC and NIV should only be used in selected patients with hypoxemic respiratory failure, and patients treated with either HFNC or NIV should be closely monitored for clinical deterioration. [7] If oxygenation index remains below 100 mmHg after invasive ventilation for 24 hours with high positive end-expiratory pressure (PEEP) in prone position, ECMO should be used promptly. This is consistent with the recommendations of Chinese Society of Extracorporeal Life Support. [9] The 5th edition of \"Novel Coronavirus Pneumonia Diagnosis and Treatment Protocol\" also recommended that endotracheal intubation and invasive mechanical ventilation should be performed promptly if the condition does not improve or even deteriorate within a short period of time (1 to 2 hours) when using HFNC or NIV, and in case invasive mechanical ventilation in prone position is ineffective, ECMO should be performed at the earliest if possible. [8] The use of personal experiences to guide treatment is not recommended. ",
            "cite_spans": [
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1288,
                    "end": 1291,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1740,
                    "end": 1743,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Efficacy and safety of corticosteroids for persistent acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Lanken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hyzy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "1671--1684",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa051693"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS: systematic review of treatment effects",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Stockman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0030343"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Corticosteroid therapy for critically ill patients with middle east respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mandourah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Al-Hameed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sindi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Almekhlafi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussein",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Respir Crit Care Med",
            "volume": "197",
            "issn": "",
            "pages": "757--767",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201706-1172OC"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Corticosteroids as adjunctive therapy in the treatment of influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodrigo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leonardi-Bee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nguyen-Van-Tam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cochrane Database Syst Rev",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD010406.pub2"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Efficacy and safety of corticosteroids for community-acquired pneumonia: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Kan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chest",
            "volume": "149",
            "issn": "",
            "pages": "209--219",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.15-1733"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evolving health effects of Pneumocystis: one hundred years of progress in diagnosis and treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kovacs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masur",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "301",
            "issn": "",
            "pages": "2578--2585",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2009.880"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus (2019-nCoV) infection is suspected: Interim guidance. Geneva: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "Novel Coronavirus Pneumonia Diagnosis and Treatment Protocol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Recommendations on extracorporeal life support for critically ill patients with novel coronavirus pneumonia (in Chinese)",
            "authors": [],
            "year": 2020,
            "venue": "Chin J Tuberc Respir Dis",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.1001-0939.2020.0009"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Our previous clinical experience and observations indicated that many patients with severe illness receiving high-flow nasal cannula (HFNC) oxygen therapy or non-invasive ventilation (NIV) (fraction of inspired oxygen [FiO 2 ] of 1.0) have oxygenation indexes (partial pressure of arterial oxygen [PaO 2 ]/FiO 2 ) below 150 mmHg or even lower than 100 mmHg. We observed that such oxygenation support was required for a longer time, indicating that the hypoxic duration in these patients was longer. Extended durations of hypoxia can cause irreversible organ damage. Even with the subsequent use of invasive ventilation or extracorporeal membrane oxygenation (ECMO), the rate of successful resuscitation in such patients remains very low.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Supportive treatment remains the mainstay for NCP. Respiratory support ensures that the patient is not hypoxic and also protects other organs. There are currently no effective antiviral drugs, and antimicrobial drugs should be administered strictly and rationally. Shuanghuanglian and similar drugs have demonstrated inhibitory effects against the virus in in vitro experiments. However, their clinical effects are unknown, and clinical experiments are required to demonstrate their efficacy.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}