{
    "paper_id": "488c028f6d7b11c0eda9224a28685fcc192e151e",
    "metadata": {
        "title": "TITLE (PROVISIONAL) Efficacy and Safety of Chou-Ling-Dan Granules in the Treatment of Seasonal Influenza via Combining Western and Traditional Chinese Medicine: Protocol for a Multicentre, Randomized, Controlled Clinical Trial AUTHORS He",
        "authors": [
            {
                "first": "Jiayang",
                "middle": [
                    ";"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soram Korean Medicine Hospital REVIEW RETURNED",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Zhengtu",
                "middle": [
                    ";"
                ],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soram Korean Medicine Hospital REVIEW RETURNED",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Wanyi",
                "middle": [
                    ";"
                ],
                "last": "Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soram Korean Medicine Hospital REVIEW RETURNED",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Wenda",
                "middle": [
                    ";"
                ],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soram Korean Medicine Hospital REVIEW RETURNED",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hongxia",
                "middle": [
                    ";"
                ],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soram Korean Medicine Hospital REVIEW RETURNED",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Zi",
                "middle": [
                    ";"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soram Korean Medicine Hospital REVIEW RETURNED",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Xinhua",
                "middle": [],
                "last": "Version",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soram Korean Medicine Hospital REVIEW RETURNED",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "-Review",
                "middle": [],
                "last": "Reviewer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soram Korean Medicine Hospital REVIEW RETURNED",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gajin",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soram Korean Medicine Hospital REVIEW RETURNED",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "[Introduction] 1. line 95-97: Please add a reference to this sentence. 2. line 111-112: Please add references of \"Yunnan Chinese herbal medicine\", \"Kunming common folk herbal medicine\" and \"Yunnan Material Medical\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "[Methods and Analysis_Study design] 3. line 152: What is the reason why the treatment period is 5 days? Is there a reference?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "[Methods and Analysis_Subject screening and selection] 4. line 186: In the aspect of blinding, the roles of statisticians and personnel who participate in the study was not described clearly in the manuscript. Please add \"blinding\" section and describe in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "[Methods and Analysis_Inclusion, exclusion and rejection criteria and termination standards] 5. line 191: What is the reason why you set the range of age as 14-65? Is there a special reason for setting the lower limit as 14?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "[Methods and Analysis_TCM syndrome differentiation criteria] 6. line 206: The words \"Yin\" and \" Yang\" should be capitalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "[Methods and Analysis_Informed consent] 7. According to your inclusion criteria, child can participate in this trial. However, there is no mention about consent for child participant. 8. line 212: Does the wording \"confirm patient eligibility\" means that screening test? You should confirm eligibility of patient \"after\" obtaining consent. 9. line 214: This is a duplicate of the previous sentence at line 187. -Please shorten the abstract -it should be around 400 words. Response: Thank you very much for your kind comments, we have shortened the abstract in our manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "-We have implemented an additional requirement to all articles to include 'Patient and Public Involvement' statement within the main text of your main document. Authors must include a statement in the methods section of the manuscript under the sub-heading 'Patient and Public Involvement'. This should provide a brief response to the following questions: How was the development of the research question and outcome measures informed by patients' priorities, experience, and preferences? How did you involve patients in the design of this study? Were patients involved in the recruitment to and conduct of the study? How will the results be disseminated to study participants? For randomised controlled trials, was the burden of the intervention assessed by patients themselves?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Response: Thank you very much for your kind comments, we have added the \"Patient and Public Involvement'' in the methods section and provide a response to the questions. As followed: Patient and Public Involvement The relevance and necessity of the research question, study design and development of patient facing documents including the consent forms, participant information sheets, symptom diary, all follow-up forms and promotional materials have been reviewed by members of the public. The public involvement group included a mixture of research experienced and inexperienced people. We will try to work with patient advocacy groups to ensure that plain language summaries of study findings are shared to both participating service users and wider patient groups. And through the communication of participants and researchers, the burden of the intervention will be assessed in a comprehensive and rational way. Trial participants will not be informed of the trial results directly. However, the final results will be published. But each patient will be informed of their own influenza virus test results during follow-up. There had been no direct patient involvement in the design of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Patient advisers should also be thanked in the contributorship statement/acknowledgements. Response: Thank you very much for your kind comments, we have added the thank to Patient advisers in the acknowledgements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "If patients and or public were not involved please state this. Response: Thank you very much for your kind comments, we have added the statement in the section of \"Patient and Public Involvement''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "[ [Methods and Analysis_Subject screening and selection] 4. line 186: In the aspect of blinding, the roles of statisticians and personnel who participate in the study was not described clearly in the manuscript. Please add \"blinding\" section and describe in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Response: Thank you very much for your kind comments. We have added the Blinding section as followed: Blinding",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "The randomisation system will be implemented and managed by the Chinese Evidenced-based Medicine Center. The randomisation codes will be maintained by a specifically appointed independent custodian. Researchers, participants, inspectors, and data entrants will all be blinded. The drugs were randomly coded according to the randomization protocol, and the code number will be the unique identification code for the participants. According to the order of the patients visits, they will be randomly divided into different groups. The test drugs, the control drugs and the placebo are in the same dosage form and the same dose, so the double-blind method can be used. Preparation of the drug requires uniform packaging for each group and uses the same drug label. Data lock will be performed after CRF data review, duplicate data entry verification, outlier data collection and processing, issue of question form, and researcher's Q&A. After the completion of the blind review meeting (Pioneer Investigator(PI), biostatistics experts, sponsors are required to be present on all three parties) and make a blind review resolution, after the signature of the three parties, an unblinding can be carried out. After the statistics of the unblinded data are completed, the biostatistics experts will issue statistical reports, and the PI will compile a summary report based on the statistical reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "[Methods and Analysis_Inclusion, exclusion and rejection criteria and termination standards] 5. line 191: What is the reason why you set the range of age as 14-65? Is there a special reason for setting the lower limit as 14?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Response: Thank you very much for your kind comments. We consider to set the range of age as 14-65 which is based on following aspects: 1. Both Chou-ling-Dan granules and Oseltamivir could be applied to all age groups including 14-65. It is indicated in the Chou-ling-dan granules instructions that it can be used for children younger than 14. The Chou-ling-dan granules have been approved as OTC drugs for many years in the use of children under the guidance of doctors, and no serious adverse reactions were reported. And many of clinical trials of Chou-ling-dan on children and oseltamivir treatment for influenza in children had been reported1,2. 2. Besides, issue of patient compliance should be considered since the subjects of this study are outpatients. Their age should not be too young or too old, otherwise it would be hard to follow up and drop out easily. Moreover, children over the age of 14 are basically enrolled in secondary schools and can communicate well with doctors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "3. Ideally, we hope to conduct this study among all age groups. However, the public acceptance of this study were contrary to the implementation of this project, which narrowed down the age range to 14-65 12. line 218-220: It's better to combine the two sentences. ex) A materials consent will be obtained to specifically address the collection of biological samples for future use such as serum and plasma specimens. Response: Thank you very much for your kind comments. We have adopted your suggestion and combined the sentences as：\"A materials consent will be obtained to specifically address the collection of biological samples for future use such as serum and plasma specimens.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "[Methods and Analysis_Randomisation] 13. line 224-226: Central allocation is well described. But, how will the random number be generated? Will the number be computer-generated in the Chinese Evidenced-based Medicine Center? Response: Thank you very much for your kind comments. We have added the description about randomization as followed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Following informed consent, patients will be randomly assigned in a 1:1:1 ratio to the three groups [oseltamivir treatment (positive control), CLD treatment (test) and placebo group]. The randomisation allocation number will be provided by the Chinese Evidenced-based Medicine Center, West China Hospital, Sichuan University, China. Randomisation will be stratified by the trial center in different region. Randomisation is performed using STATISTICAL ANALYSIS SYSTEM to generate random numbers and corresponding drug and case allocation schemes (enclosed by opaque envelopes) The trial doctor will distribute drugs in the order that was originally arranged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation"
        },
        {
            "text": "[ Detailed information on drug use will be registered in the CRF. All of the rescue medicine will provided by Pan-long-yun-hai Pharmaceutical Company and the doctor issues the drug according to the patient's needs. In the event of symptoms that the patients cannot tolerate, such as severe headache or myalgia, the attending doctor will treat the patient according to the actual situation and decide whether to terminate the experiment. The cost will be provided by the research team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation"
        },
        {
            "text": "16. line 252: What is the treatment for headache or myalgia? It is not listed at line 252-254. Response: Thank you very much for your kind comments. In the event of symptoms that the patients cannot tolerate, such as severe headache or myalgia, the attending doctor will treat the patient according to the actual situation and decide whether to terminate the experiment. The cost will be provided by the research team. If the headache or myalgia is not serious and the patients don't ask for additional treatment, the patient will not receive additional treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation"
        },
        {
            "text": "[Methods and Analysis_Evaluation_Secondary outcomes] 17. line 310: I think the character \"D\" should be modified to \"iv\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation"
        },
        {
            "text": "2. What is the purpose of syndrome differentiation in this study? Response: According to the theory of traditional Chinese medicine, CLD may has a better effect on the wind-heat type cold. However, considering the syndrome differentiation of traditional Chinese medicine is mostly based on empirical medicine and lacks of modern evidence-based evidence, in this study, we not only want to evaluate the safety and effect of CLD in influenza treatment, but also hope to know a Chinese herbal medicine in a Chinese medicine way through the method of syndrome differentiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation"
        },
        {
            "text": "In this study, we are expanding the exploration about the evidence-based study of TCM syndrome differentiation and treatment. It is hoped that the traditional Chinese medicine theory and evidencebased medicine would be combined in a reasonable way and the evaluation of Chinese herbal medicine would be more comprehensively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation"
        },
        {
            "text": "3. In the selection criteria, no syndrome differentiation is included. What kind syndrome Chou-ling-dan is suitable? Response: This study is mainly based on the evidence-based medicine, so each indicator used in the criteria can be quantified in modern medicine. The data of syndrome differentiation is used to explore the feasibility of quantifying TCM symptoms. According to TCM theory and long clinical observation, it was believed that CLD was more suitable for wind-heat type cold or influenza, but the result was lack of evidence. So we also hope to find out whether there are differences in the treatment of different syndrome type influenza besides evaluating the safety and efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Response: Yes, this is the clerical error. Thank you for your remind. We have made the revision in our manuscript, and it was highlighted in red color",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluation of adverse event\" should be moved to line 326. Response: Yes, this is the clerical error. Thank you for your remind. We have made the revision in our manuscript",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Response: Thank you very much for your kind comments. We have made another figure to correct the clerical error",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Please provide detailed quality control method. Response: In this study, high-performance liquid chromatography(HPLC) method is used for the quality control of Chou-ling-dan granules",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "65) was used as a mobile phase; the detection wavelength was 350 nm. The number of theoretical plates should be no less than 4,000 according to the calculation of artemitin. Preparation of reference solution: Take the appropriate amount of artemitin reference substance, accurately weighed, add methanol to make a solution containing 20μg of artemitin per 1 ml. Preparation of test solution: To take one pack of Chou-ling-dan granules (content uniformity satisfy Pharmacopoeia requirements, about 3g), accurately weigh after mill, place in a conical flask, precision add 25ml of methanol, seal up, weighed, heated to reflux for 1 hour, let cool, weigh again, make up the lost weight with methanol, shake it, filter it, and take the subsequent filtrate. Assay: Separately draw 10μl of each of the reference solution and the test solution, and inject into the liquid chromatograph, and measure",
            "authors": [],
            "year": null,
            "venue": "Chromatographic conditions and system suitability test: The octadecylsilane-bonded silica gel was used as a filler; the acetonitrile-2% formic acid solution",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "For the placebo control, what is the content of placebo? How to make the placebo similar as the tested granule, and positive control? Response: The placebo only contains the same excipients as the positive and test drugs contain. The dosage regimen should strictly follow the usual dosage and directions for treatment with CLD granules or oseltamivir capsules. The placebo matches the CLD granules and oseltamivir capsules in taste and colour. According to the requirements of a double-blind and double-simulation test, all drugs, within the trial period",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "So the dosage determination in this study is according to the instruction manual. Since this study is a phase IV clinical trial, we will not only evaluate the efficacy and safety",
            "authors": [],
            "year": 2015,
            "venue": "What is the rationale of dosage determination for Chou-ling-dan? Response: The Chou-ling-dan granules have been approved as OTC drugs for many years and the drug meet the Chinese Pharmacopoeia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Any data show that the placebo is really placebo in terms of pharmacological effects? Response: The placebos only contain excipients, such as sucrose, lactose and dextrin. Theoretically the placebos don't have effect of treating the influenza since they do not contain any pharmaceutical ingredients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "What is the treatment for headache or myalgia? It is not listed at line 252-254.[Methods and Analysis_Evaluation_Secondary outcomes] 17. line 310: I think the character \"D\" should be modified to \"iv\". 18. line 339: I think the small topic \"Evaluation of adverse event\" should be moved to line 326.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Introduction] 1. line 95-97: Please add a reference to this sentence. Response: Thank you very much for your kind comments, we have added a reference to this sentence.2. line 111-112: Please add references of \"Yunnan Chinese herbal medicine\", \"Kunming common folk herbal medicine\" and \"Yunnan Material Medical\". Response: Thank you very much for your kind comments, we have added references to these books. And all of these books are Chinese books.[Methods and Analysis_Study design] 3. line 152: What is the reason why the treatment period is 5 days? Is there a reference? Response: Thank you very much for your kind comments. The 5 days treatment period is based on the current evidence of oseltamivir in treating seasonal influenza and the patient's disease burden, and we also referenced the course of treatment of another Chinese prescription Lianhuaqingwen capsule in treating influenza. Reference: 1. Treanor JJ, et al. \"Efficacy and safety of the oral neuraminidase inhibitor oseltamivir in treating acute influenza: a randomized controlled trial. US Oral Neuraminidase Study Group. \" Jama 283.8(2000):1016-1024. 2. DUAN et al. Natural herbal medicine Lianhuaqingwen capsule anti-influenza A (H1N1) trial: a randomized, double blind, positive controlled clinical trial.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Does the wording \"confirm patient eligibility\" means that screening test? You should confirm eligibility of patient \"after\" obtaining consent. Response: Yes, this is the clerical error. Thank you for your remind. We have made the revision in our manuscript, and it was highlighted in red color. 9. line 214: This is a duplicate of the previous sentence at line 187. Response: Thank you very much for your kind comments. We have deleted the duplicate.10. line 216: There is a typing error -from ➞ form Response: Yes, this is the clerical error. Thank you for your remind. We have made the revision in our manuscript, and it was highlighted in red color.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Other treatments may be taken if the participants have the following symptoms: axillary temperature ≥38.5℃ that lasts for 4 h and does not reduce with physical cooling; body temperature >39℃; or headache or myalgia scores of ≥3 points. Symptomatic treatment measures are as follows. A. Fever: acetaminophen; B. severe cough with white phlegm: Bisolvon; C. mild asthmatic symptoms: long-acting theophylline. No other drugs may be used.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}