{
    "paper_id": "48a94a1e8511bc77ae8d01af2f0c5dab4dc73cd6",
    "metadata": {
        "title": "Two Epidemics and Global Health Security Agenda",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Action Packages include specific targets and indicators that can be used as a basis to measure how national, regional, and global capacities are developed and maintained over the long-term. The United States has committed to assist at least 30 countries over five years to achieve the objectives of the GHSA and has placed a priority for actions on combating antibiotic resistant bacteria, to improve biosafety and biosecurity on a global basis, and preventing bioterrorism [5] .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ten countries have agreed to serve on the GHSA Steering Group, which has been chaired by Finland starting in 2015 and Indonesia will take the chairmanship in 2016, with representation from countries around the world, including: Canada, Chile, Finland, India, Indonesia, Italy, Kenya, the Kingdom of Saudi Arabia, the Republic of Korea, and the United States. The Steering Group is charged with tracking progress, identifying challenges, and overseeing implementation for achieving the objectives of the GHSA in support of international standards set by the World Health Organization, the Food and Agriculture Organization of the United Nations, and the World Organization for Animal Health. This includes the implementation of internationally agreed standards for core capacities, such as the World Health Organization International Health Regulations, the World Organization for Animal Health Performance of Veterinary Services Pathway, and other global health security frameworks. To provide accountability and drive progress toward GHSA goals, an independent, objective and transparent assessment process will be needed. Independent evaluation conducted over the five-year course of the GHSA will help highlight gaps and needed course corrections to ensure that the GHSA targets are reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the current special issue of the Osong Public Health and Research Perspectives, articles on GHSA are included to celebrate the GHSA second high level meeting in Seoul, hold in Seoul, Korea in September 7 to 9, 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is true that until the development of vaccine, rapid detect, respond and control measures of emerging infectious diseases like EHF and MERS should be conducted on a global basis. GHSA could provide a bumper with the world until development of vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola outbreak in West Africa",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Out of Africa, into Global Health Security Agenda. Osong Public Health Res Perspect",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "313--317",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East Respiratory Syndrome Coronavirus Outbreak in the Republic of Korea. Osong Public Health Res Perspect",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "4",
            "pages": "269--78",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global Health Security Agenda: Getting Ahead of the Curve on Epidemic Threats",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}