{
    "paper_id": "49fb495cd0efde647aa99ec56606432699b1e88e",
    "metadata": {
        "title": "Middle East respiratory syndrome coronavirus in children ‫اجلديدة‬ ‫البشرية‬ ‫األمراض‬ ‫من‬ ‫التنفسية‬ ‫األوسط‬ ‫الشرق‬ ‫متالزمة‬ ‫تعد‬ ‫الفيروس‬ ‫هذا‬ ‫انتشر‬ ‫ولقد‬ ‫اجلديد.‬ ‫كورونا‬ ‫فيروس‬ ‫بها‬ ‫تسبب‬ ‫التي‬ ‫املعلومات‬ ‫كانت‬ ‫حني‬ ‫في‬ ‫املنشورة،‬ ‫التقارير‬ ‫حسب‬ ‫البالغني‬ ‫بني‬ ً ‫غالبا‬ ‫فيروس‬ ‫يظهر‬ ‫اآلن.‬ ‫حتى‬ ‫نادرة‬ ‫األطفال‬ ‫بني‬ ‫الفيروس‬ ‫هذا‬ ‫عن‬ ‫املنشورة‬ ‫أنه‬ ‫كما‬ ‫السريرية،‬ ‫املظاهر‬ ‫من‬ ‫كبيرة‬ ‫مبجموعة‬ ‫األطفال‬ ‫بني‬ ‫كورونا‬ ‫البالغني.‬ ‫بني‬ ‫عنها‬ ‫اإلبالغ‬ ‫مت‬ ‫التي‬ ‫تلك‬ ‫من‬ ‫أقل‬ ‫وفيات‬ ‫مبعدل‬ ‫مرتبط‬ ‫من‬ ‫يعانون‬ ‫الذين‬ ‫املرضى‬ ‫بني‬ ‫السيئة‬ ‫املرض‬ ‫نتائج‬ ‫ُالحظ‬ ‫ت‬ ‫ما‬ ً ‫وغالبا‬ ‫من‬ ‫يبلغ‬ ‫طفل‬ ‫حالة‬ ‫املقال‬ ‫هذا‬ ‫في‬ ‫نستعرض‬ ‫أخرى.‬ ‫صحية‬ ‫مشاكل‬ ‫أعراض‬ ‫إلى‬ ‫باإلضافة‬ ‫كورونا،‬ ‫بفيروس‬ ‫صيب‬ ُ ‫أ‬ ‫وقد‬ ‫أشهر،‬ 9 ‫العمر‬ ‫بالبحث‬ ‫قمنا‬ ‫لقد‬ ‫املوت.‬ ‫ثم‬ ‫ومن‬ ‫متعدد‬ ‫عضوي‬ ‫وفشل‬ ‫حادة‬ ‫تنفسية‬ ‫التي‬ ‫السريرية‬ ‫املظاهر‬ ‫وصف‬ ‫محاولة‬ ‫في‬ ‫وذلك‬ ‫العلمي‬ ‫األدب‬ ‫في‬ ‫بهذا‬ ‫اإلصابة‬ ‫خطر‬ ‫من‬ ‫تزيد‬ ‫التي‬ ‫والعوامل‬ ‫املرضى،‬ ‫هؤالء‬ ‫بها‬ ‫يظهر‬ ‫األطفال.‬ ‫بني‬ ‫املرض‬ ‫هذا‬ ‫ملثل‬ ‫املتوقعة‬ ‫النتائج‬ ‫وكذلك‬ ‫الفيروس،‬ Case Report",
        "authors": [
            {
                "first": "Farah",
                "middle": [],
                "last": "Thabet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince Sultan Military Medical City",
                    "location": {
                        "postBox": "PO Box 7897",
                        "postCode": "11159",
                        "settlement": "Riyadh, Riyadh"
                    }
                },
                "email": ""
            },
            {
                "first": "May",
                "middle": [],
                "last": "Chehab",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince Sultan Military Medical City",
                    "location": {
                        "postBox": "PO Box 7897",
                        "postCode": "11159",
                        "settlement": "Riyadh, Riyadh"
                    }
                },
                "email": ""
            },
            {
                "first": "Hind",
                "middle": [],
                "last": "Bafaqih",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince Sultan Military Medical City",
                    "location": {
                        "postBox": "PO Box 7897",
                        "postCode": "11159",
                        "settlement": "Riyadh, Riyadh"
                    }
                },
                "email": ""
            },
            {
                "first": "Sulaiman",
                "middle": [],
                "last": "Almohaimeed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince Sultan Military Medical City",
                    "location": {
                        "postBox": "PO Box 7897",
                        "postCode": "11159",
                        "settlement": "Riyadh, Riyadh"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Middle East respiratory syndrome (MERS) is a new human disease caused by a novel coronavirus (CoV). The disease is reported mainly in adults. Data in children are scarce. The disease caused by MERS-CoV in children presents with a wide range of clinical manifestations, and it is associated with a lower mortality rate compared with adults. Poor outcome is observed mainly in admitted patients with medical comorbidities. We report a new case of MERS-CoV infection in a 9-month-old child complicated by severe respiratory symptoms, multi-organ dysfunction, and death. We reviewed the literature in an attempt to characterize the mode of presentation, the risk factors, and outcome of MERS-CoV infection in the pediatric population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he Middle East respiratory syndrome (MERS) is a new human disease caused by a novel coronavirus (CoV) first reported in the Kingdom of Saudi Arabia (KSA) in September 2012. 1 The MERS-CoV is characterized by severe respiratory illness and highcase-fatality rates. 2, 3 As per the June 2014 update, 701 laboratory-confirmed cases of infection with MERS-CoV including at least 249 related deaths have officially been reported to the World Health Organization. Most of the affected patients are adults. 4 Data in children including presentation, risk factors, and outcome is poorly documented in the literature. Here, we report a new case of MERS-CoV infection in a 9-month-old child with a literature review in an attempt to characterize the MERS-CoV infection in the pediatric population.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 266,
                    "end": 268,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 269,
                    "end": 270,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 502,
                    "end": 503,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case Report. A 9-month-old child recently diagnosed to have infantile nephrotic syndrome and started on oral prednisolone was transferred to the pediatric intensive care unit (PICU) after 5 days of ward admission due to Streptococcus pneumonia sepsis. He was started on vancomycin and meropenem, and required mechanical ventilation and inotropic support. Blood gas showed metabolic acidosis, and the chest x-ray was normal. He gradually improved. On day 4 of PICU admission, he was completely weaned from inotropes, and repeated blood culture was negative. He remained on low-ventilatory support because of ascites and chest wall edema. On day 8, his condition deteriorated. He had increased respiratory effort and increased oxygen requirement. Blood gases showed compensated respiratory acidosis. Chest x-ray showed diffuse bilateral haziness (Figure 1 ). At the same time, a decrease in urine output, and worsening in renal function was noted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 844,
                    "end": 853,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Disclosure. Authors have no conflict of interests, and the work was not supported or funded by any drug company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OPEN ACCESS"
        },
        {
            "text": "Echocardiography showed mild tricuspid regurgitation with normal cardiac function. He was switched to highfrequency oscillatory ventilation. He was afebrile, and laboratory investigations showed a C-reactive protein of 24 mg/L (normal value [NV] -0-6 mg/L), white blood cell count of 9.600/mm 3 (NV -5-14.5/mm 3 ), hemoglobin of 10.9 g/dL (NV -11.5-15.5 g/dl), and platelet of 32000/mm 3 (NV -150-450/mm 3 ). His coagulation profile was initially within the normal range but later become prolonged ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OPEN ACCESS"
        },
        {
            "text": "He continued to receive supportive treatment and was started on continuous renal replacement therapy due to decreased urine output and worsening renal failure, but he continued to deteriorate, and died 4 days later. No other explanation for the sudden deterioration of the patient could be identified. We could not determine the source of infection in our patient despite extensive investigations, including screening of the healthcare providers who came in contact with the patient in the emergency department, in the pediatric ward, and the PICU, as well as, all the family contact members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification of both the upstream E protein (UpE gene) for screening and open reading frame (ORF)1a for confirmation of MERS-CoV."
        },
        {
            "text": "Discussion. Since the emergence of MERS-CoV, the Prince Sultan Military Medical City in Riyadh has taken extensive measures (the \"no risk\" policy) to prevent further spread of the disease. Apart from extensive infection control measures, a vast education campaign for the staff and the community including parents and their children was initiated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification of both the upstream E protein (UpE gene) for screening and open reading frame (ORF)1a for confirmation of MERS-CoV."
        },
        {
            "text": "In compliance with the Saudi Arabian Ministry of Health recommendations, screening with PCR for MERS-CoV was carried out for every patient that presented or developed fever, and respiratory symptoms with new chest infiltration documented on the chest x-ray. Despite all this extensive screening, and in contrast to what was observed by our colleagues dealing with adult cases in the hospital, our pediatric department could identify only one case of MERS-CoV in a 9-month-old child known to have nephrotic syndrome. Furthermore, out of 701 patients confirmed MERS-CoV reported, so far worldwide, only 14 were pediatric cases (2%). 4 Does this mean that MERS-CoV is mainly an adult disease? Or alternatively, does MERS-CoV in children have a different clinical picture, including a less severe disease, or an atypical presentation, or even an asymptomatic carrier state? What are the risk factors, the comorbidities and the outcome? These questions are still unanswered in the pediatric literature. The 14 children with confirmed MERS-CoV have a mean age of 99 months, and they were 8 females and 6 males ( Table 1) . Nine patients were asymptomatic and were detected during screening of family contact; all these 9 patients were healthy without underlying diseases. 5 Three patients developed mild respiratory symptoms, 5-7 while the last 2 patients developed severe respiratory symptoms. 5 These 2 patients have associated comorbidities. The outcome was good in 12 patients, while the 2 patients with severe respiratory symptoms and comorbidities developed multi-organs dysfunction and died (14.2%).",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 632,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1266,
                    "end": 1267,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1114,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Amplification of both the upstream E protein (UpE gene) for screening and open reading frame (ORF)1a for confirmation of MERS-CoV."
        },
        {
            "text": "It is interesting to note that similar to adults, pediatric patients with poorer outcome develop multi-organ impairment, and mainly renal failure. 8 From this small series, compared to adult patients, MERS-CoV in children is less frequent and seems to be associated with less mortality unless the patient has underlying comorbidities. This impression of low mortality in children with MERS-CoV was also reported during the acute respiratory syndrome coronavirus (SARS-CoV) infections in children, where symptoms were milder, and resulted in no mortality, and few hospitalizations. 9 The low incidence of MERS-CoV infection in children is corroborated by a Jordanian prospective year-round viral surveillance study in children less than 2 years of age admitted with acute respiratory symptoms and/ or fever from March to September 2010 tested for MERS-CoV, all 474 tested patients were negative. 10 We were, unfortunately, unable to identify how our patient got infected.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "text": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 581,
                    "end": 582,
                    "text": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 895,
                    "end": 897,
                    "text": "10",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Amplification of both the upstream E protein (UpE gene) for screening and open reading frame (ORF)1a for confirmation of MERS-CoV."
        },
        {
            "text": "Three patterns of transmission of the disease are suggested by the literature: 11 the first pattern is the occurrence of sporadic cases in communities. The true incidence of the disease in the community is not known. The second pattern is transmission within families. The rate of intrafamilial transmission is not known, but it is estimated to be approximately 3.6%. 10 The third transmission pattern is nosocomial transmission from patient to patient, or from a patient to healthcare provider, or vice versa The study by Memish et al 11 reported a positivity rate of MERS-CoV by PCR of only 1.12% of all tested health care workers. These data suggest that the recommended infection control measures are adequate to reduce the risk of transmission within healthcare facilities. During our investigations, we focused on the last 2 patterns of transmission, and we searched for any link between our patient and adult patients admitted during the same period with MERS-CoV in our hospital, however we failed to demonstrate any positive contacts.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "text": "11",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 368,
                    "end": 370,
                    "text": "10",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 536,
                    "end": 538,
                    "text": "11",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Amplification of both the upstream E protein (UpE gene) for screening and open reading frame (ORF)1a for confirmation of MERS-CoV."
        },
        {
            "text": "In conclusion, these data indicate that although few cases of MERS-CoV in children have been detected, it remains mainly a disease of adults. The disease caused by MERS-CoV in children presents with a wide range of clinical manifestations, and it is associated with a lower mortality rate compared with adults. Poor outcome is observed mainly in admitted patients with medical comorbidities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification of both the upstream E protein (UpE gene) for screening and open reading frame (ORF)1a for confirmation of MERS-CoV."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1211721"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "Al-Rabiah",
                    "middle": [],
                    "last": "Fa",
                    "suffix": ""
                },
                {
                    "first": "Al-Hajjar",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [
                        "-"
                    ],
                    "last": "Barrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "752--761",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70204-4"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--416",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1306742"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) update",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization",
            "authors": [
                {
                    "first": "Geneva",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus disease in children",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Alrabiah",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Albarrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Infect Dis J",
            "volume": "33",
            "issn": "",
            "pages": "904--906",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0000000000000325"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) -update",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization",
            "authors": [
                {
                    "first": "Geneva",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) -update",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization",
            "authors": [
                {
                    "first": "Geneva",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical course and outcomes of critically ill patients with Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Arifi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Najm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Aldawood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghabashi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Intern Med",
            "volume": "160",
            "issn": "",
            "pages": "389--397",
            "other_ids": {
                "DOI": [
                    "10.7326/M13-2486"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Severe acute respiratory syndrome coronavirus pathogenesis, disease and vaccines: an update",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "207--214",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Middle East respiratory syndrome coronavirus not detected in children hospitalized with acute respiratory illness in",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khuri-Bulos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Faouri",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "20",
            "issn": "",
            "pages": "678--682",
            "other_ids": {
                "DOI": [
                    "10.1111/1469-0691.12438"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Screening for Middle East respiratory syndrome coronavirus infection in hospital patients and their healthcare worker and family contacts: a prospective descriptive study",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Makhdoom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Alhakeem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Microbiol Infect",
            "volume": "20",
            "issn": "",
            "pages": "469--474",
            "other_ids": {
                "DOI": [
                    "10.1111/1469-0691.12562"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(prothrombin time [PT] -25 sec [NV -11.5-14.5 s]; international normalized ratio [INR -2.4 [NV -0.9-1.3], prothrombin time [PTT] -78 sec [NV -30-41 s], fibrinogen -5.2 g/ dL [NV -2-4 g/L]), and repeated blood culture was negative). Tracheal aspirate was positive by real-time polymerase chain reaction (RT-PCR).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest x-ray with bilateral chest infiltration in a 9-month-old child. Coronavirus and children ... Thabet et al Saudi Med J 2015; Vol. 36 (4) www.smj.org.sa",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of reported pediatric cases with confirmed Middle East respiratory syndrome-coronavirus in the literature.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}