{
    "paper_id": "4a9469fd152806179cbbf936e6ec7df22930efce",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the first report of Middle East Respiratory Syndrome-coronavirus (MERS-CoV) infection in Saudi Arabia in September 2012 [1] , very little knowledge about its spread to other regions of the world existed until it reached Korea in May 2015. A total of 1,333 laboratory-confirmed cases of MERS-CoV in more than two dozen countries in the world have been reported, along with at least 471 deaths. The weekly epidemiological report from the World Health Organization (WHO) on May 15th, 2015 [2] , stated that \"the cases of MERS-CoV recently exported to other countries have not resulted in sustained onward transmission to persons in close contact with these cases on aircraft or in the respective countries outside the Middle East.\" Five days after the publication of this report, the first, or index, case in South Korea was reported on May 20th, 2015. With 186 people infected, including 38 deaths as of August 23rd, 2015, this MERS-CoV outbreak in South Korea was the largest reported outside of Saudi Arabia.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The index case, a previously healthy 68-year-old man, was",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Korean Society of Infectious Diseases • Expert opinion on MERS-CoV in South Korea www.icjournal.org 248 on a business trip in the Middle East, including Bahrain (April 18th to May 2nd), the United Arab Emirates (April 29th-30th), and Saudi Arabia (May 1st-2nd) (Fig. 1) . The emerging epidemic, which nearly paralyzed the country, caused the spread of exaggerated fears through Korea's social network system resulting in demands from parents for school closures and even reduced tourism from nearby countries. Preliminary expert forecasts reported a GDP decline of at least 0.2-0.3% in June 2015 [3] . Worldwide attention was given to this large outbreak because Korea is an industrialized country with a well-organized healthcare system. The possibility of mutant MERS-CoV strains, with increased transmissibility, posed pandemic threats.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 603,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To obtain effective control of the MERS-CoV outbreak (Fig.  2) , the government of the Republic of Korea summoned a Rapid Response Team (RRT) on June 8, 2015. The RRT was composed of 15 infectious disease (ID) doctors and two infection control professionals affiliated with the Korean Society for Infectious Diseases and the Korean Society for Healthcare-associated Infection Control and Prevention. The RRT established national infection control and prevention guidelines for the diagnosis and management of MERS-CoV infection. The team proposed a national pneumonia surveillance plan to detect hidden MERS-CoV infections on June 10, 2015 in addition to the maintenance of universal MERS screening tests for each newly affected hospital. The RRT also recommended that risk assessment accompany all laboratory confirmed cases of MERS-CoV infection to determine the type of and need for quarantine measures for these hospitals. RRT members, in cooperation with the epidemiology investigation team of the local government, discussed control strategies with hospital authorities, which included: (1) contact tracing, (2) surveillance polymerase chain reaction (PCR) testing of healthcare workers (HCWs) and patients according to their level of contact, (3) preemptive isolation of pneumonia cases, (4) environmental disinfection, and (5) cleaning and enforcing the use of personal protective equipment (PPE) among HCWs. After carefully monitoring daily action plans and their outcomes for 14 days, the RRT reassessed the hospital infection control measures for MERS-CoV and decided whether to cease any current quarantine measures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 62,
                    "text": "(Fig.  2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The RRT made the following conclusions about the MERS-CoV outbreak in Korea. First, the MERS-CoV identified in Korea did not exhibit any significant biological changes from the Middle East virus [4] . The Korea Centers for Disease Control and Prevention (KCDC) isolated and analyzed the virus from the sputum of the second South Korean patient and determined the sample contained the same gene sequence as the Middle East virus, with more than 99% homology (GenBank: T029139.1) [4] . However, the Korean virus isolates still needed to be phenotypically matched to human MERS-CoV isolates found in other regions worldwide. An initial 10-day delay for laboratory confirmation of the index case was related to the rapid expansion of the epidemic. The index patient's symptoms evolved on May 11, 2015, but his diagnosis was delayed because he visited two private clinics and two hospitals before being asked about his specific travel history. In the early stages of the outbreak, less aggressive interventions were implemented because MERS-CoV had not previously been presented by returning travelers and no major outbreaks in humans had been previously observed.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, certain super-spreading events (SSEs) played an important role for more than 80% of the patients. The basic reproductive number, R 0 , is defined as the mean number of infections caused by an infected individual in a susceptible population. R 0 can induce considerable individual variation in infectiousness, as highlighted during the severe acute respiratory syndrome (SARS) pandemic [5] . This value is a measure of the potential of a disease to spread to susceptible populations in the absence of control measures. In addition, SSEs serve as appropriate predictive correlates of higher infectiousness. The 20/80 rule states that 20% of individuals within any given population are responsible for 80% of the transmission of a potential pathogen [6] . Super-spreaders are defined as infected individuals who cause a disproportionately large number of secondary infections, as compared with the majority of infected individuals who cause few (or no) infections [6] . SSEs are produced by multiple factors, including co-infection with another pathogen, immune suppression, changes in airflow dynamics, delayed hospital admission, misdiagnosis, and public health challenges, and represent important facets of infectious disease management and pandemic preparedness plans [6] . There were the five SSEs in this outbreak. For example, the index case infected 28 people, and another case infected 84 people. An SSE is usually characterized with bilateral pneumonia of the infecting patient, which could result in easier transmission owing to more viral shedding either by direct or indirect contact via droplets [7] . Delayed diagnosis and crowded hospital rooms, attributed to both cultural and socioeconomic reasons, have also produced SSEs. The most common type of hospital room in Korea consists of multiple beds in which more than 10 people including family members, Third, environmental contamination, also referred to as a fomite-mediated contact transmission source, likely contributed to some cases. PCR testing yielded positive results using samples from the patients' rooms, emergency room (ER), X-ray rooms, and restroom environments, in which both the index and the other patient causing an SSE had stayed or been in contact. This was a lesson for the RRT regarding the importance of enforced environmental decontamination and cleaning to control the MERS-CoV outbreak.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1277,
                    "end": 1280,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1615,
                    "end": 1618,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fourth, experienced infection control personnel and an infection control system were lacking in small and medium-sized hospitals, because they are not legally required. The infection control system should preferably integrate infection control professionals and appropriate manuals, education, and PPE equipment training. Some hospitals did not have proper ventilation systems or windows in patient rooms [8] . Although a sufficient number of professionals with MERS-CoV awareness staffed the larger hospitals, these professionals were exposed to patients without the benefit of PPE, because they were not provided with adequate epidemiological information or training for the use of PPE. Infection control practices such as hand washing and procedures for isolating patients with acute respiratory illness were disregarded. Notably, the pattern of major disease spread in Korea encompassed both intra-or inter-hospital settings, sparing of the community transmission. A high infection rate among HCWs occurred in Saudi Arabia, where doctors and nurses sustained the greatest exposure to MERS-CoV infection [9] . However, a higher HCW infection rate (39/186, 21.0%) was reported during the Korean MERS-CoV outbreak.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fifth, the accelerated MERS-CoV infection rate in Korea was also caused by patient behaviors such as visiting multiple clinics and \"doctor shopping.\" For example, easy access and low economic barriers to hospital admission established under the universal healthcare insurance system allowed one outbreak-affected patient to visit multiple clinics. Low medical costs, mandated by government regulations, made it more bent on patients in order to profit private clinics and hospitals to in the competition. Previously, this healthcare structure served as an asset that offered equal healthcare to the Korean public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The joint Korean government and WHO mission concluded in June that the \"identification and isolation of symptomatic cases early in the outbreak was not optimal\" [10] . Officials argued that disclosing the names of healthcare institutions where transmission occurred could increase unnecessary panic. Nevertheless, public fears resulted in further concern because government reports naming MERS-CoV affected hospitals remained vague. ID specialists requested they receive more disclosure in order to handle the outbreak more efficiently. Although no evidence of community-based MERS-CoV spread existed, more than 2,000 schools closed because of parent complaints. These school closures contradicted both recommendations from medical specialists and international best practices. Interestingly, reports stated that the children of hospital workers, in particular, were refused to attend school. The unexpected MERS-CoV epidemic also caused far broader disruption and economic damage [11] . Strong involvement by authorities and the RRT are currently helping to control the MERS-CoV outbreak in Korea. The RRT has made many recommendations and tried numerous strategies to prevent the spread of MERS-CoV, including surveillance and preemptive isolation of hospitalized pneumonia patients, contact tracing, hospital quarantine, and point surveillance of pneumonia incidence. As of June 10th, 2015, 106 hospitals had participated in the ongoing strategic methods and identified seven suspected patients, although PCR testing for these patients was negative. Disease surveillance and preemptive isolation of pneumonia patients will be maintained until the end of the MERS outbreak. In addition, the RRT advised the government to publish the names of the hospitals where patients with MERS-CoV stayed or visited as well as to identify all MERS-CoV cases and their contacts. The RRT also advised repairing the country's hospital system by establishing the following: (1) restriction of patient visitation to hospital generated lists and (2) strengthening present infection control procedures by increasing appropriate healthcare personnel, monitoring fever daily, supplying proper infection control equipment, and seeking insurance coverage for the establishment of infection control measures. ID experts had already recommended initiating quick laboratory diagnosis by extending MERS-CoV related diagnostic laboratory capacities, previously limited to the KCDC, to the local public and environmental laboratory centers. Procuring quicker laboratory results reduces the time between identifying disease symptoms and diagnosis, thereby lowering contact rates and permitting earlier treatment. The RRT is expected to publish these MERS-CoV-related diagno- In conclusion, the MERS-CoV outbreak revealed fundamental systematic weaknesses in the Korean healthcare system. Although similar patterns (crowded ERs/hospital rooms and inadequate infection control system) were revealed during other disease outbreaks in Korea, notable differences were evident during this outbreak that contributed to disease spread, including cultural practices such as doctor shopping and the practice of allowing multiple hospital visitors.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 981,
                    "end": 985,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After close cooperation between the government, RRT, and hospitals for 6 weeks, Korea succeeded in maintaining hospital safety concerning MERS-CoV infections as of Aug 23, 2015. A critical need for increased coordination, data sharing, and timely analysis of information for MERS-CoV existed throughout this outbreak [8] . In addition, the need for clarity and collaboration between scientific, clinical, and public health communities was recognized [12] . The RRT represented an example of a positive partnership role model between public health sectors and academic professionals. The outbreak appeared to be reaching controlled levels, with a significant decrease in the number of new cases (Fig. 1) . Fortunately, there were no new SSEs that could result in a third epidemic peak. Vigilant monitoring will be crucial to end the MERS-CoV outbreak. The RRT hopes to share their MERS-CoV outbreak-related knowledge with other countries and cooperate to prevent the MERS-CoV outbreak from becoming a global pandemic.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 702,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)-Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): current situation 3 years after the virus was first identified",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Ben Embarek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Wkly Epidemiol Rec",
            "volume": "90",
            "issn": "",
            "pages": "245--50",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How MERS could affect South Korea's economy. South Brunswick: The Wall Streeet Journal",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Jun",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization (WHO). WHO statement on the ninth meeting of the IHR Emergency Committee regarding MERS-CoV: WHO statement 17",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--364",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Super-spreaders in infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "510--513",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Korean Society for Healthcare-associated Infection Control and Prevention. An unexpected outbreak of Middle East respiratory syndrome coronavirus infection in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "The Korean Society of Infectious Diseases",
            "volume": "47",
            "issn": "",
            "pages": "120--122",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Korean MOH press release",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health &amp; Welfare",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "?PAR_MENU_ ID=04&MENU_ID=0403&page=1&CONT_SEQ=323205. Accessed",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MERS-CoV outbreak in Jeddah-a link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomczyk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Asmari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Banjar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Mugti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Aloraini",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Z"
                    ],
                    "last": "Alkhaldi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Almohammadi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Alraddadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "846--54",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Summary and risk assessment of current situation in the republic of Korea and China: MERS-CoV risk assessment 19",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why the panic? South Korea's MERS response questioned",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jack",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Orchestrated scientific collaboration: critical to the control of MERS-CoV",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "163",
            "issn": "",
            "pages": "313--317",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Epidemic curve of the Middle East Respiratory Syndrome-Coronavirus (MERS-CoV) infection according to date of symptom onset and main timeline events in South Korea as of August 23th, 2015.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Organizations involved in controlling the Middle East Respiratory Syndrome (MERS) outbreak in South Korea.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "http://dx.doi.org/10.3947/ic.2015.47.4.247 • Infect Chemother 2015;47(4):247-251 www.icjournal.org 251 sis, treatment, and infection control guidelines in the near future.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Hee Jung Yoon, Tae ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "Tae",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgement"
        },
        {
            "text": "No conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}