{
    "paper_id": "4b34166a75b4835a2743fabba60bf7ff23cf0087",
    "metadata": {
        "title": "Asthma associated with denatonium benzoate in a healthcare worker in Taiwan A case report",
        "authors": [
            {
                "first": "Kou-Huang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kuo-Mou",
                "middle": [],
                "last": "Chung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ju-Hui",
                "middle": [],
                "last": "Chung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kow-Tong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rationale: Denatonium benzoate is a useful indicator to ensure that the respirator being used by an individual forms a tight enough seal to adequately protect against unwanted airborne exposure. Although the relative risk for adverse effects of fit testing using denatonium benzoate is low, the absolute number of workers with adverse reactions may nevertheless be sizeable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patient concerns: A 34-year-old female nurse rapidly developed shortness of breath, cough, and agitation after denatonium benzoate fit testing. She had a history of allergy to shrimp, crab, mite, and disinfecting products (containing quaternary ammonium).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Diagnoses: Due to typical symptoms of asthma after exposure to denatonium benzoate aerosol without any other apparent cause, serial pulmonary function tests indicating obstructive lung function and a higher concentration of immunoglobulin antibody E, she was diagnosed with allergic asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interventions: This patient was treated with omalizumab (Xolair), corticosteroid, b 2 agonist, montelukast, and Symbicort turbuhaler.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Outcomes: The patient showed quick responses after treatment with diphenhydramine (intramuscularly), fenoterol HBr (inhalation), and prednisolone (oral). Approximately 2 weeks later, she suffered from difficulty breathing and asthmatic symptoms again when she was exposed to polished wax and disinfectant. She was treated with omalizumab (Xolair), corticosteroid, b 2 agonist, montelukast, and Symbicort turbuhaler. The patient was in stable condition with improvement in symptoms during follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Lessons: There may be potentially important health risks when healthcare workers are exposed to denatonium benzoate. Individuals who have a history of allergy to disinfecting products (containing quaternary ammonium) should avoid exposure of denatonium benzoate. More advanced research is needed in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: ASM = airway smooth muscle, HCWs = healthcare workers, IgE = immunoglobulin antibody E, SARS = severe acute respiratory syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Denatonium benzoate is a useful indicator to ensure that the respirator being used by an individual forms a tight enough seal to adequately protect against unwanted airborne exposure. [1] During the coronavirus severe acute respiratory syndrome (SARS) outbreak in Taiwan in 2003, [2] a significant number of the infected subjects were healthcare workers (HCWs) who contracted the SARS infection from their patients. For the prevention of airborne infections, many HCWs in hospitals have been fit tested for respirator use as a part of respiratory protection programs since 2003. [2, 3] The main purpose of fit testing is to ensure that the respirator being used by the individual forms a tight enough seal to adequately protect the person from unwanted airborne hazard exposures. Although the relative risk for adverse effects of fit testing using denatonium benzoate is low, the absolute number of workers with adverse reactions may nevertheless be sizeable. [3] Under these circumstances, the health consequences for individuals given denatonium benzoate become an important issue. We report a case that required hospitalization for a severe asthmatic reaction related to denatonium benzoate fit testing.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 583,
                    "end": 585,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 34-year-old female nurse worked at a regional hospital for 3 years before hospitalization with severe asthma. She was healthy prior to the assignment to join the respirator fit testing program at 5 PM on October 13, 2017. She had a history of allergy to shrimp, crab, mite, and disinfecting products (contain quaternary ammonium). Skin rash and itching were noted when she contacted disinfectants (containing quaternary ammonium). She had no family history of asthma. She denied previous major illness or abuse of alcohol and drugs, including over-the-counter medications. She rapidly developed shortness of breath, cough, and agitation after the 1st part of the respirator fit test. Respirator fit testing was performed using the 3M Fit Test Kit FT-31 (3M Canada Company, Ontario, Canada) (denatonium benzoate solution). [4] In the procedure for the respirator fit testing program, [5] the 1st part of the test is to screen the ability of the examinee to detect (taste) aerosolized droplets of a dilute solution of denatonium benzoate; then the examinee wears the respirator for the 2nd part of the test, and a more concentrated solution of the denatonium benzoate is sprayed into the hood while the individual performs a set of actions. The test criterion of the respirator fit test is the failure to taste the denatonium benzoate by the examinee. [4, 6] Upon physical examination, she appeared dyspneic. A few scattered rales and wheezing sounds were heard upon examination of the lungs. The heart was of normal size with a heart rate of 119 beats/min and a regular sinus rhythm, her blood pressure was 167/110 mm Hg, her respiratory rate was 18 breaths/min and her temperature was 36.6°C. The abdomen was soft. The liver and spleen were not palpable. An electrocardiogram revealed a sinus rhythm with a heart rate of 78 beats/min. The echocardiogram showed fatty liver and gallstones, with no heart dysfunction. A chest roentgenogram revealed negative findings: forced expiratory volume in 1 second (FEV 1 ; observed/predicted = 1.60/2.64 L), forced vital capacity (FVC; observed/predicted = 2.34/3.00 L), FEV 1 /FVC (68%), and FVC (78%), indicating obstructive lung function. Multiple blood cultures were negative. No parasite ova were found in stool specimens. Other relevant laboratory investigations are summarized in Table 1 . Serial spirometry tests were conducted on December 11, 2017 (FEV 1 = 2.11/2.64 L, FVC = 2.34/3.02 L, FEV 1 /FVC = 91%) and January 15, 2018 (FEV 1 = 2.12/2.65 L, FVC = 2.34/3.00 L, FEV 1 /FVC = 91%).",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 827,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1356,
                    "end": 1358,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 2328,
                    "end": 2335,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "On October 13, 2017, she was hospitalized and initially treated with diphenhydramine 30 mg st (intramuscularly), fenoterol HBr 100 mg st and prn (inhalation), and prednisolone 10 mg/daily (oral) for 7 days. The symptoms of dyspnea improved. She was discharged in stable condition and sent to rest at home with continuous treatment of Symbicort turbuhaler 140/4.5 mg prn on October 19, 2017.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "At 8 AM on October 31, 2017, she returned to the hospital for duty when her condition was stable. At 11 AM, the cleaners performed a cleaning task in the nurse station with disinfectant (active ingredients: isopropanol, disbutylphenoxyethyl dimethethy benzyl ammonium chloride, and inert ingredient) and waxed the floor. At 12 AM, she suffered from difficulty breathing and asthmatic symptoms again when she was exposed to the polished wax and disinfectant. She was rushed to the emergency room and treated with prednisolone 10 mg daily, fenoterol HBr 100 mg (inhalation), and montelukast 10 mg daily. Unfortunately, the asthmatic symptoms persisted. She was referred to a medical center hospital in southern Taiwan for further outpatient management. Omalizumab (Xolair), corticosteroid and b 2 agonist, and montelukast were administered in the hospital outpatient department. Amelioration of dyspnea was noted in the following days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Being a case report, our institution does not require formal ethical approval. Informed written consent was obtained from the patient for publication of this case report and accompanying image.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "In this case, asthma related to denatonium benzoate was diagnosed for several reasons: the patient exhibited typical symptoms of asthma without any other apparent cause, the spectrum of symptoms was consistent with previous clinical descriptions of asthma and rapid onset of asthmatic symptoms after exposure of denatonium benzoate aerosol, [7] the results of serial pulmonary function tests showed obstructive lung function, and a higher concentration of immunoglobulin antibody E (IgE) (516.3 IU/mL) was noted (Table 1) .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 521,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Taste is one of the senses through which humans and other animals perceive their environment. [6] The taste function is multidimensional. Qualitatively, the primary taste is bitter, a sensation that comes from specific chemicals that are detected by specialized receptors in the tongue, as well as other parts of the oral cavity. However, when most people refer to taste, they actually imply flavor. [6, 8] Flavors can be considered the perceptual integration of signals from the gustatory, olfactory, and trigeminal systems. [8] Denatonium benzoate is a quaternary ammonium compound that has been used as a denaturant since 1960. [9, 10] Denatonium benzoate is a very bitter substance and is detected by taste at a dilution of 1 part per 20 million parts water. [9, 10] The expression of the bitter taste receptor (TAS2Rs) on human airway smooth muscle (ASM) is considered an avoidance receptor for inhalants that, when activated, leads to ASM contraction and bronchospasm. [11] Adverse reactions related to denatonium benzoate are rare. A previous report [10] revealed a case with a severe allergic reaction, Table 1 Findings of the laboratory investigation of the asthma patient. including urticaria and asthma, resulting from exposure to denatonium benzoate. Another study [3] in Canada presented several cases related to the use of denatonium benzoate for respirator fit testing. Among them, the reactions of several cases were likely due to an irritant effect; others were more consistent with angioedema and asthmatic episodes; and some of the adverse effects may have been more psychologic than toxicologic in nature. Individual susceptibility to denatonium benzoate may play a role in adverse reactions. [3, 11] Previous studies have shown an association between disinfectants and asthma. [11] [12] [13] [14] [15] The disinfectants, quaternary ammonium compounds (such as benzalkonium chloride), amine compounds, and fragrances are the main sensitizers presented in cleaning products. Bleach (sodium hypochlorite), hydrochloric acid, and alkaline agents (ammonia and sodium hydroxide), which are commonly mixed together, are considered the strongest airway irritants in cleaning products. [11, 12, 13, 15] Exposure to the ingredients of cleaning products may give rise to both new-onset asthma, with or without a latency period, and workexacerbated asthma. [12, 13] Although it has been indicated that in many workers, respiratory tract symptoms induced by chemicals and fragrances cannot be explained by allergic or asthmatic reactions, these patients may have hyperactivity to inhaled irritants, which is known to reflect sensory reactivity. [12] [13] [14] Our case had a higher level of IgE (516.3 IU/mL). It is likely a reflection of atopic features that already result from a known history of allergy to disinfectants. Similar to previous studies, [11] [12] [13] [14] [15] the clinical presentations of this case may be due to an asthma exacerbation through exposure to irritants or sensitization to denatonium benzoate.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1277,
                    "end": 1280,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1713,
                    "end": 1716,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1717,
                    "end": 1720,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1798,
                    "end": 1802,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1803,
                    "end": 1807,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1808,
                    "end": 1812,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1813,
                    "end": 1817,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1818,
                    "end": 1822,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2198,
                    "end": 2202,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2203,
                    "end": 2206,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2207,
                    "end": 2210,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2211,
                    "end": 2214,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2366,
                    "end": 2370,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2371,
                    "end": 2374,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2653,
                    "end": 2657,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2658,
                    "end": 2662,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2663,
                    "end": 2667,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2862,
                    "end": 2866,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2867,
                    "end": 2871,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2872,
                    "end": 2876,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2877,
                    "end": 2881,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2882,
                    "end": 2886,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1111,
                    "end": 1118,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The limitation of this study was that there was no specific patch testing, specific inhalation challenge, and specific IgE measurements with the ingredient of denatonium benzoate because the survival of this patient was the priority. However, the temporal relationship between the patient with asthmatic symptoms and exposure to denatonium benzoate is quite clear. It might be deduced that the patient's symptoms of difficulty breathing began when she was exposed to denatonium benzoate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, this case indicates that there may be potentially significant health risks associated with denatonium benzoatebased fit testing, at least for a specific group of susceptible individuals. Individuals who have a history of allergy to disinfecting products (containing quaternary ammonium) should avoid exposure of denatonium benzoate. More advanced research is required in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Occupational Safety and Health Administration. Fit-testing procedures (mandatory)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS in Taiwan: an overview and lessons learned",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Twu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "77--85",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adverse reactions associated with respirator fit testing of healthcare workers in British Columbia, Canada: a review of compensation claim cases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Youakim",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Environ Occup Health",
            "volume": "62",
            "issn": "",
            "pages": "197--200",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Material Safety Data Sheet [Bitrex Fit Sensitivity Solution #1 and Bitrex Fit Test Solution #2",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Development of an abbreviated qualitative fit test using bitter aerosol",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Janssen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Luinenburg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Int Soc Respir Protect",
            "volume": "20",
            "issn": "",
            "pages": "102--111",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The bad taste of medicine: overview of basic research on bitter taste",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mennella",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Spector",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Ther",
            "volume": "35",
            "issn": "",
            "pages": "1225--1271",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Taste-smell confusions\" and the duality of the olfactory sense",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rozin",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Percept Psychophys",
            "volume": "31",
            "issn": "",
            "pages": "397--401",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Denatonium benzoate: review of efficacy and safety",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Klein-Schwarts",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Vet Hum Toxicol",
            "volume": "33",
            "issn": "",
            "pages": "545--552",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Contact urticaria and asthma from denatonium benzoate (Bitrex)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bjorkner",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Contact Derm",
            "volume": "6",
            "issn": "",
            "pages": "466--71",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bitter taste receptors on airway smooth muscle bronchodilate by localized calcium signaling and reverse obstruction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Deshpande",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcilmoyle",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Med",
            "volume": "16",
            "issn": "",
            "pages": "1299--304",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cleaning agents and asthma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quirce",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barranco",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Investig Allergol Clin Immunol",
            "volume": "20",
            "issn": "",
            "pages": "542--50",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Asthma related to cleaning agents: a clinical insight",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vandenplas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;alpaos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Evrard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Open",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Association of hand and arm disinfection with asthma control in US nurses",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dumas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Varraso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Boggs",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Occup Environ Med",
            "volume": "75",
            "issn": "",
            "pages": "378--81",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Asthma among workers in healthcare settings: role of disinfection with quaternary ammonium compounds",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jégu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kopferschmitt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Exp Allergy",
            "volume": "44",
            "issn": "",
            "pages": "393--406",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors thank the staff members (Department of Chest, Tainan Municipal Hospital, Tainan, Taiwan) for their help in collecting the data. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}