{
    "paper_id": "4c2d4f178e651c9c11727d29a16d4d28b08110cc",
    "metadata": {
        "title": "MERS Vaccine Candidate Offers Promise, but Questions Remain",
        "authors": [
            {
                "first": "Vineet",
                "middle": [
                    "D"
                ],
                "last": "Menachery",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV), a novel human virus that emerged in 2012, has caused significant respiratory disease and kindled fears of a SARS-like epidemic traversing the world (Hilgenfeld and Peiris, 2013) . While lacking the rapid human-tohuman spread seen with its SARS-CoV cousin, the outbreak of MERS-CoV has continued in the Middle East over the past three years and has lead to infection in 26 countries, N 1500 cases, and N550 deaths (WHO, 2015) . With periodic reintroduction from zoonotic sources and the possibility for further human adaptation, MERS-CoV remains a significant global public health threat and highlights the need for therapeutic countermeasures to limit infection and spread.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 234,
                    "text": "(Hilgenfeld and Peiris, 2013)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 470,
                    "end": 481,
                    "text": "(WHO, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite several years of study, understanding of MERS-CoV infection has been limited by a variety of factors including difficulty accessing samples, limited autopsy data, and the lack of robust animal models of disease (Zumla et al., 2015) . However, a number of reports have provided both insights and tools for further study including extensive sequencing data, reverse genetic resources, and monoclonal antibodies for treatment of infection (Zumla et al., 2015) . In contrast, vaccine strategies have been limited due to the absence of robust animal models. Typically examined in mice, the presence of specific charge and glycosylation difference between human and rodent DPP4, the receptor for MERS-CoV, prevent infection (Peck et al., 2015) . Therefore, the traditional approaches to study pathogenesis and vaccine efficacy have been stunted. The lack of a small animal model has shifted MERS-CoV research into larger in vivo models including non-human primates and ungulates (van Doremalen and Munster, 2015) . Koch's postulates EBioMedicine 2 (2015) 1292-1293 were first achieved for MERS-CoV in rhesus macaques (Falzarano et al., 2014) . Subsequently, other large animal models have been reported including marmosets, camels, rabbits, and alpacas and vary in their levels of MERS-CoV pathogenesis (van Doremalen and Munster, 2015) . While new small animal models have been described and continue to be developed, in the short term, non-human primates provide the best model for testing vaccines and therapeutics.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 239,
                    "text": "(Zumla et al., 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 444,
                    "end": 464,
                    "text": "(Zumla et al., 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 726,
                    "end": 745,
                    "text": "(Peck et al., 2015)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 981,
                    "end": 1014,
                    "text": "(van Doremalen and Munster, 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1119,
                    "end": 1143,
                    "text": "(Falzarano et al., 2014)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1305,
                    "end": 1338,
                    "text": "(van Doremalen and Munster, 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In these issues of EBioMedicine, Lan and colleagues describe vaccine studies in a non-human primate model of MERS-CoV infection (Lan et al., 2015) . Building on previous studies in rhesus macaques with SARS-CoV (Wang et al., 2012) , the report details the efficacy of a MERS vaccine based on a recombinant receptor binding domain (RBD) subunit. Their results indicate stimulation of both humoral and cellular immunity following vaccination and boost. Subsequent intra-tracheal challenge of vaccinated monkeys revealed partial protection from MERS-CoV induced pathogenesis including reduced pneumonia and viral titers. Having been tested for both SARS and MERS-CoV, the platform has potential as a rapid response vaccine approach for future emergent CoV outbreaks. Similarly, the platform could also be deployed in reservoir populations like camels that are thought to harbor the virus (Zumla et al., 2015) . However, this RBD-based vaccine failed to produce sterilizing immunity typically sought in the context of vaccination. Overall, the results demonstrate that in the rhesus macaque model, subunit vaccines that target the receptor-binding domain of MERS-CoV can offer some level of protection, but require further refinement to induce sterilizing immunity.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 146,
                    "text": "(Lan et al., 2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 211,
                    "end": 230,
                    "text": "(Wang et al., 2012)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 885,
                    "end": 905,
                    "text": "(Zumla et al., 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the study shows promise for the receptor binding domainbased vaccine platforms, a number of other questions remain. The rhesus macaque model, which supports MERS-CoV replication, fails to recapitulate severe disease seen in humans. As such, the level of protection in these studies may underestimate the utility of the approach or, alternatively, provides only minor protection for human disease. Further study in more pathogenic models like the marmoset or with adapted viruses is required to decipher this question. Similarly, while the RBD-based platform drives protection, other aspects of vaccine efficacy cannot be tested in the macaque model. Previous work with a double inactivated SARS-CoV had shown efficacy in young mice (Spruth et al., 2006) ; however, subsequent analysis in aged animals or with heterologous challenge revealed vaccine failure and significant immune pathology (Bolles et al., 2011) . While not tested in experimental systems, based on reported cases, age and immuno-compromised status appears to be co-morbidity factors for MERS-CoV infection and lethality (Hilgenfeld and Peiris, 2013; Zumla et al., 2015) . Therefore, testing the efficacy of any vaccine in aged and immune compromised populations ",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 759,
                    "text": "(Spruth et al., 2006)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 896,
                    "end": 917,
                    "text": "(Bolles et al., 2011)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1093,
                    "end": 1122,
                    "text": "(Hilgenfeld and Peiris, 2013;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1123,
                    "end": 1142,
                    "text": "Zumla et al., 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "EBioMedicine j o u r n a l h o m e p a g e : w w w . e b i o m e d i c i n e . c o m must be considered. In addition, the continued reintroduction of MERS-CoV from zoonotic sources increases the likelihood of exposure to heterologous virus. With the focus of this vaccine on the RBD of MERS, the possibility of vaccine-induced immune pathology is reduced; however, in vivo testing is required to confirm this result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "Overall, the report by Lan and colleagues details a promising MERS-RBD-based platform for vaccine development. The combination of strong neutralization and reduced pathogenesis in the rhesus macaques indicates that the approach is worth pursuing. However, additional studies are required in models that can capture pathogenesis seen in humans, efficacy in aged populations, and possibility of immune pathology due to heterologous challenge. Despite these caveats, the success of the RBD-based approach has important implications for both MERS treatment as well as for rapid vaccine development platforms for future emergent CoV outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A double-inactivated severe acute respiratory syndrome coronavirus vaccine provides incomplete protection in mice and induces increased eosinophilic proinflammatory pulmonary response upon challenge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bolles",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "12201--12215",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06048-11"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Animal models of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antivir. Res",
            "volume": "122",
            "issn": "",
            "pages": "28--38",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2015.07.005"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infection with MERS-CoV causes lethal pneumonia in the common marmoset",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004250"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From SARS to MERS: 10 years of research on highly pathogenic human coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antivir. Res",
            "volume": "100",
            "issn": "",
            "pages": "286--295",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.08.015"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Recombinant receptor binding domain protein induces partial protective immunity in rhesus macaques against Middle East respiratory syndrome coronavirus challenge",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "1438--1446",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Glycosylation of mouse DPP4 plays a role in inhibiting Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Peck",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "4696--4699",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03445-14"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A double-inactivated whole virus candidate SARS coronavirus vaccine stimulates neutralising and protective antibody responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spruth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "652--661",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2005.08.055"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The adjuvanticity of an O. volvulus-derived rOv-ASP-1 protein in mice using sequential vaccinations and in non-human primates",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0037019"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East Respiratory syndrome coronavirus (MERS-CoV) -Saudi Arabia",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "60454--60462",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)60454-8"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "DOI of original article: http://dx.doi.org/10.1016/j.ebiom.2015.08.031. E-mail address: vineet@email.unc.edu. http://dx.doi.org/10.1016/j.ebiom.2015.09.037 2352-3964/© 2015 The Author. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}