{
    "paper_id": "4e9acd476a5b8224baf48582bd4f4c095feafe27",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he Middle East respiratory syndrome coronavirus (MERS-CoV) was first recognized as a new febrile respiratory illness in Saudi Arabia in June 2012. As of September 21, 2015, the WHO reported 1569 laboratory-confirmed cases, including at least 554 related deaths. Cases have been reported in 26 countries; however, the majority of cases have occurred in Saudi Arabia (79%) and South Korea (13%) (1) .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 398,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MERS-CoV infection has been documented in dromedary camels; evidence suggests that they are the most common source of animal-to-human transmission (2) . Although the exact mode of transmission from camels is unknown, the presence of high viral loads in the upper respiratory system of infected camels suggests that transmission occurs through close contact (2) . Humanto-human transmission of MERS-CoV has been demonstrated among close household contacts (3). However, sustained community transmission has not been observed. In a cross-sectional serosurveillance study involving 10,009 individuals in Saudi Arabia, positive serology was documented in only 0.15% of individuals sampled (4) . Transmission within health care settings has been a predominant feature of MERS-CoV infection, and has been attributed to breaches of infection prevention and control practices (5) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronaviruses are a family of single-stranded RNA viruses. MERS-CoV is the sixth coronavirus and the first lineage C betacoronavirus known to infect humans. Severe acute respiratory syndrome coronavirus is of lineage B (6). MERS-CoV enters cells via a common receptor, the dipeptidyl peptidase-4, and it infects type I and type II alveolar cells (7) . The virus has primarily been detectable in respiratory secretions, with the highest viral loads in the lower respiratory tract (8) .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The median incubation period of MERS-CoV infection is 5.2 days, but it can be as long as 14 days (9) . The most severe cases of MERS-CoV infection have been reported in adult patients with underlying comorbidities, including diabetes mellitus, ischemic heart disease, end-stage kidney disease or immunosuppression (9, 10) . However, severe infection may also occur among younger patients, especially health care workers. The disease spectrum ranges from asymptomatic infection to rapidly progressive multiorgan failure. The most common clinical features in severe cases are fever (71%), cough (68%), dyspnea (66%) and gastrointestinal symptoms (32%) (9) . Laboratory abnormalities commonly associated with severe MERS-CoV infection include leukopenia, lymphocytopenia and thrombocytopenia, in addition to elevated serum levels of creatinine, lactate dehydrogenase and liver enzymes (9) . Initial chest radiographs are abnormal in the majority of symptomatic patients. Findings range from minimal abnormality to extensive bilateral infiltrate consistent with acute respiratory distress syndrome patterns (9) . Respiratory samples in suspected patients should be tested using real-time reverse transcriptase-polymerase chain reaction. Lower respiratory tract specimens have been found to be more sensitive than upper respiratory tract specimens for the detection of MERS-CoV (11) . Rapid progression to hypoxemic respiratory failure requiring mechanical ventilation usually occurs within the first week and it is notable that it has been associated with acute kidney failure (12) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1573,
                    "end": 1577,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The management of patients with MERS-CoV infection entails early case recognition, appropriate patient isolation, strict implementation of infection prevention and control measures, and supportive treatment. The WHO has issued interim guidance for the management of suspected and confirmed MERS-CoV infection (13) . Early supportive management includes supplemental oxygen to all patients with signs of hypoxemia or respiratory distress, conservative fluid management, early endotracheal intubation in patients with laboured breathing or persistent hypoxemia, and a lung-protective ventilation strategy (13) . Other adjunctive hypoxemic rescue therapies, such as early prone positioning and neuromuscular blockade, may be considered in patients with moderate-to-severe acute respiratory distress syndrome (14) . In addition, systematic corticosteroids should generally be avoided unless there is another indication. High-flow oxygen and noninvasive ventilation should be used with caution because of the potential to generate aerosols (15) . A systematic review to assess the risk for transmission of respiratory pathogens to health care workers through aerosol-generating procedures found that the following procedures were associated with an increased risk for pathogen transmission: endotracheal intubation, noninvasive ventilation, tracheotomy and manual ventilation (15) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1371,
                    "end": 1375,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, there are no clinical trials involving humans for virusspecific therapies for MERS-CoV infection. Data regarding ribavirin, interferon and convalescent plasma are limited (9) . Other medications, such as mycophenolic acid, chloroquine, chlorpromazine, loperamide and lopinavir, have shown an inhibitory effect on MERS-CoV replication in vitro; however, in the absence of clinical data, these drugs are not recommended for clinical use outside clinical trials (16) . There is ongoing work investigating monoclonal or polyclonal antibodies against MERS-CoV, but no clinical data to date (17) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The overall case-fatality rate of MERS-CoV infection is 35%, but the mortality rate of mechanically ventilated patients reaches 60% to 70% (12) . Given the potential for transmission in the health care setting, compliance with infection control measures is critical. According to WHO guidelines, droplet precautions should be added to the standard precautions when providing care to all patients with symptoms of acute respiratory infection. Contact precautions and eye protection should be added when caring for probable or confirmed cases of MERS-CoV infection, and airborne precautions should be applied when performing aerosol-generating procedures with MERS-CoV patients (13) . The Centers for Disease Control and Prevention (Georgia, USA), on the other hand, recommends using airborne precautions with MERS-CoV patients at all times (19) . Hospitals should develop an infectious disease emergencies response plan. After more than three years since the first MERS-CoV patient was identified, this virus continues to be a significant global threat because of its high fatality rate and the gaps in our knowledge about the disease. ",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "(19)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This open-access article is distributed under the terms of the Creative Commons Attribution Non-Commercial License (CC BY-NC) (http:// creativecommons.org/licenses/by-nc/4.0/), which permits reuse, distribution and reproduction of the article, provided that the original work is properly cited and the reuse is restricted to noncommercial purposes. For commercial reuse, contact reprints@pulsus.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) -Saudi Arabia: Disease outbreak news",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence for camelto-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Kafrawy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Farraj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "2499--505",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Family cluster of Middle East respiratory syndrome coronavirus infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abroug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Slim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ouanes-Besbes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerging Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1527--1557",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Presence of Middle East respiratory syndrome coronavirus antibodies in Saudi Arabia: A nationwide, cross-sectional, serological study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "559--64",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "MERS-CoV outbreak in Jeddah -a link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomczyk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Asmari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "846--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Graaf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "473--485",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emerging human Middle East respiratory syndrome coronavirus causes widespread infection and alveolar damage in human lungs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hocke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Becher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knepper",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "188",
            "issn": "",
            "pages": "882--888",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East respiratory syndrome coronavirus: A report of nosocomial transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "Mansouf",
                    "middle": [],
                    "last": "El",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "2265--72",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East respiratory syndrome: Knowledge to date",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alsolamy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "",
            "pages": "1283--90",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Association of higher MERS-CoV virus load with severe disease and death, Saudi Arabia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Feikin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alraddadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qutub",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerging Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An appropriate lower respiratory tract specimen is essential for diagnosis of Middle East respiratory syndrome (MERS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Korean Med Sci",
            "volume": "30",
            "issn": "",
            "pages": "1207--1215",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical course and outcomes of critically ill patients with Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Arifi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Intern Med",
            "volume": "160",
            "issn": "",
            "pages": "389--97",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical management of severe acute respiratory infection when Middle East respiratory syndrome coronavirus (MERS-CoV) infection is suspected -Interim guidance",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hypoxaemic rescue therapies in acute respiratory distress syndrome: Why, when, what and which one?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carteaux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Tuxen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Injury",
            "volume": "44",
            "issn": "",
            "pages": "1700--1709",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: A systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PloS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Repurposing of clinically developed drugs for treatment of middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dyall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antimicrob Agents Chemother",
            "volume": "58",
            "issn": "",
            "pages": "4885--93",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Development of human neutralizing monoclonal antibodies for prevention and therapy of MERS-CoV infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Microbes Infect / Institut Pasteur",
            "volume": "17",
            "issn": "",
            "pages": "142--150",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infection Prevention and Control Recommendations for Hospitalized Patients with Middle East Respiratory Syndrome Coronavirus (MERS-CoV). cdcgov <www.cdc.gov/coronavirus/mers/infection-prevention-control.html>",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Interim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "S alsolamy, yM arabi. Infection with Middle East respiratory syndrome coronavirus. Can J Respir Ther 2015;51(4):102-103.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The authors have no financial disclosures or conflicts of interest to declare. Sami Alsolamy MD MPH, Yaseen M Arabi MD FCCP FCCM Emergency Medicine and Intensive Care Department, King Saud bin Abdulaziz University for Health Sciences King Abdullah International Medical Research Center Riyadh, Saudi Arabia",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}