{
    "paper_id": "4f03e55d6a48282637116273820d4114459abfb0",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Sang-Ho",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Influenza surveillance systems have been developed to monitor antigenic changes in influenza viruses, guide the selection of annual influenza vaccine strains, and provide viral samples for vaccine production [1] . Subsequently, the need for epidemiological information has complemented virologic data collection. To adequately understand the burden and impact of influenza, morbidity-and mortality-related data are essential. Such data can be obtained from sentinel healthcare providers at outpatient clinics and emergency departments, influenza hospitalization surveillance networks, and health statistics offices for mortality surveillance [2] . The accumulation of annual surveillance data allows rapid assessment of influenza burden, and it may detect the beginning of a pandemic. These data will provide timely information for public health-related decision-making. For the adequate measurement and comparison of disease burden, standardization of surveillance data is critical. Influenza-like illness (ILI) and severe acute respiratory illness (SARI) are the most commonly used proxy respiratory syndrome indexes of influenza surveillance. ILI is generally intended for use in outpatient settings and the SARI, in hospital settings that provide inpatient treatment. SARI is used with the aim of capturing both cases of pneumonia and aggravation of chronic diseases such as asth-ma, chronic obstructive lung disease, or congestive heart failure. Influenza epidemiology can differ depending on various factors including region, ethnicity, proportions of age groups, and influenza vaccination rate.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of Infection & Chemotherapy, Kang et al. [3] reported the results of a multicenter prospective observational study on SARI and pneumonia in Korean adult patients who visited the emergency room with acute respiratory illness during the 2011-2014 flu seasons. Notably, the authors used the new category of \"modified SARI.\" The World Health Organization (WHO) case definitions for ILI and SARI include the requirement of measured fever of ≥38°C and presence of cough [4] . Fever is often masked in elderly or immunocompromised patients. Cough may not be a prominent symptom. Therefore, when SARI is used for surveillance, a substantial portion of influenza-related admissions are inevitably missed even if pneumonia or serious non-pneumonic complications are combined. Hence, the authors proposed the category of modified SARI, which included non-ILI laboratory confirmed influenza-related admissions as well as classical SARI defined using the classical WHO case definitions. Of 649 influenza-related admissions, 68 (10.5%) did not meet the ILI definition. Those cases included substantial numbers of cases of serious ",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "influenza-related complications such as pneumonia, encephalopathy, and myocardial infarction. Interestingly, acute cardiac events were more commonly identified in non-ILI patients (6 cases) than in ILI patients (2 cases). I believe different kinds of case definitions should be used depending on the purpose of the surveillance or research. This can reduce the diagnostic gap between surveillance systems and real clinical practice. A more detailed and targeted case definition, such as modified SARI used in the aforementioned study, will provide a more comprehensive understanding of influenza epidemiology. A limitation of the modified SARI, in my opinion, would be the internal heterogeneity of the case definition. While ILI included both influenza and non-influenza cases, non-ILI included laboratory-confirmed influenza cases only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "345"
        },
        {
            "text": "Another focus of the study by Kang et al. was the risk factor analysis for modified SARI and pneumonia. Significant risk factors included old age and various underlying chronic disorders. Influenza vaccination was the only significant protective factor for pneumonia. The mean age of patients diagnosed with modified SARI and pneumonia was 61.6 and 68.5 years, respectively. Of them, <50% of patients received influenza vaccination before the onset of influenza season. Considering the recent influenza vaccination rate of >75% in Korean elderly people [5] , this finding indirectly reemphasizes the importance of influenza vaccination in elderly and comorbid patients. The risk ratios for SARI and pneumonia sharply increased as the number of concurrent chronic medical conditions increased. As this study was performed in tertiary care hospitals only, there may be some selection bias associated with recruiting sites. That is, as the authors described, a large proportion of patients had underlying chronic disorders, which may affect the results. The absence of data regarding intensive care unit admission and mortality limits the comparison with other reports.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 556,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "345"
        },
        {
            "text": "Thus far, the surveillance for acute respiratory illness has mainly focused on the burden and severity of influenza. Recent reports have demonstrated that respiratory viruses other than influenza viruses, such as rhinovirus, respiratory virus, parainfluenza virus, human metapneumovirus, coronavirus, and adenovirus, also have an important role in community-onset pneumonia and acute exacerbation of chronic obstructive lung disease [6] [7] [8] . Kang et al. also included a substantial number of non-influenza virus-related ILI and SARI cases. It should be noted that this study was performed during the influenza seasons only. If the surveillance was performed throughout the year, respiratory viruses that are common in warm seasons, such as parainfluenza virus type 3 and human metapneumovirus, would have been much more frequently identified. Furthermore, as we already observed during the MERS-coronavirus outbreak, an outbreak of non-influenza respiratory virus can be a real public health threat. It highlights the importance of implementing a high-quality surveillance system for SARI and pneumonia due to non-influenza respiratory viruses.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 436,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "345"
        },
        {
            "text": "In conclusion, a better understanding of influenza epidemiology and risk factors for severe and complicated influenza infection can contribute to the effective control of seasonal influenza and adequate pandemic preparedness. More efforts should be devoted to intensified monitoring and investigations of infection due to non-influenza respiratory viruses as well as influenza virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "345"
        },
        {
            "text": "No conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO global epidemiological surveillance standards for influenza",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Overview of influenza surveillance in the United States",
            "authors": [],
            "year": 2016,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis of risk factors for severe acute respiratory infection and pneumonia and among adult patients with acute respiratory illness during 2011-2014 influenza seasons in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Noh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Chemother",
            "volume": "48",
            "issn": "",
            "pages": "294--301",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO surveillance case definitions for ILI and SARI",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SH • Beyond the routine influenza surveillance www.icjournal.org 346 ment (OECD)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral infection in adults hospitalized with community-acquired pneumonia: prevalence, pathogens, and presentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Majumdar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "134",
            "issn": "",
            "pages": "1141--1149",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Viral infection in patients with severe pneumonia requiring intensive care unit admission",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Do",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "186",
            "issn": "",
            "pages": "325--357",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Different pattern of viral infections and clinical outcomes in patient with acute exacerbation of chronic obstructive pulmonary disease and chronic obstructive pulmonary disease with pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Med Virol",
            "volume": "88",
            "issn": "",
            "pages": "2092--2101",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}