{
    "paper_id": "4f7e3be54c93d119c3a1ddb753aa5394878a2bbe",
    "metadata": {
        "title": "Avoiding student infection during a Middle East respiratory syndrome (MERS) outbreak: a single medical school experience",
        "authors": [
            {
                "first": "Seung",
                "middle": [
                    "Won"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hye",
                "middle": [
                    "Won"
                ],
                "last": "Jang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yon",
                "middle": [
                    "Ho"
                ],
                "last": "Choe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyung",
                "middle": [
                    "Soo"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [
                    "Chan"
                ],
                "last": "Ahn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samsung Medical Center",
                    "location": {
                        "addrLine": "5 Urology"
                    }
                },
                "email": ""
            },
            {
                "first": "Myung",
                "middle": [
                    "Jin"
                ],
                "last": "Chung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyu-Sung",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyunghoon",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taehee",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University School of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: In outbreaks of infectious disease, medical students are easily overlooked in the management of healthcare personnel protection although they serve in clinical clerkships in hospitals. In the early summer of 2015, Middle East respiratory syndrome (MERS) struck South Korea, and students of Sungkyunkwan University School of Medicine (SKKUSOM) were at risk of contracting the disease. The purpose of this report is to share SKKUSOM's experience against the MERS outbreak and provide suggestions for medical schools to consider in the face of similar challenges. Methods: Through a process of reflection-on-action, we examined SKKUSOM's efforts to avoid student infection during the MERS outbreak and derived a few practical guidelines that medical schools can adopt to ensure student safety in outbreaks of infectious disease. Results: The school leadership conducted ongoing risk assessment and developed contingency plans to balance student safety and continuity in medical education. They rearranged the clerkships to another hospital and offered distant lectures and tutorials. Five suggestions are extracted for medical schools to consider in infection outbreaks: instant cessation of clinical clerkships; rational decision making on a school closure; use of information technology; constant communication with hospitals; and open communication with faculty, staff, and students. Conclusion: Medical schools need to take the initiative and actively seek countermeasures against student infection. It is essential that medical schools keep constant communication with their index hospitals and the involved personnel. In order to assure student learning, medical schools may consider offering distant education with online technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In outbreaks of infectious disease, healthcare personnel (HCP) are at increased risk of contracting emerging infections in the process of patient care [1, 2] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 155,
                    "end": 157,
                    "text": "2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rate of HCP-related infection with Middle East respiratory syndrome corona virus, Ebola virus, and severe acute respiratory syndrome (SARS) virus has been reported to be around 1% to 27%, 2.5% to 12%, and 11% to 57% of total cases, respectively [3] . It has been suggested that early and rapid detection of suspected infected patients with contagious diseases along with adequate infection control practice, education, and global and national preparation guidelines could help prevent disease transmission to HCP [3] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to their participation in clinical clerkships, medical students should be considered to be at-risk HCP during infectious disease outbreaks. When SARS struck Hong Kong in 2003, a number of medical students contracted the disease as a result of exposure to SARS patients [4] . Despite the fact that protecting medical students from infection exposure is important, the literature on infection control practices for HCP appears to focus mostly on healthcare professionals other than students [3, 5] . During the MERS outbreak, mainly students in Year 4, 5, and 6 were exposed to risk of contracting MERS.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 497,
                    "end": 499,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Besides performing clinical clerkships, students attended lectures held in classrooms located at the main teaching hospital (SMC). Thus, SKKUSOM students faced a greater risk than those of other medical schools with a school building separate from their teaching hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we examined SKKUSOM's efforts to avoid student infection during the MERS outbreak and scrutinized the rationale behind the decisions made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Through a process of reflection-on-action [6] , we identified the necessary actions taken to ensure student safety and derived practical guidelines that medical schools can take to protect students in the face of outbreaks of infectious disease. Three principles guided the decision-making processes:",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(1) ensuring student safety, (2) minimizing loss of student learning, and (3) reducing anxiety and concern on the part of staff and students. Details of SKKUSOM's actions are discussed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the end of May 2015, the first Korean patient with MERS was reported at the SMC, and several nearby patients were subsequently identified as having MERS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Discontinuing the clerkships"
        },
        {
            "text": "One doctor also acquired the disease from the index patient. SKKUSOM was immediately notified of these cases. Out of concern for the safety of our Year 5 and home. Because many classes were taught in small group-based learning formats such as problem-based learning, students had closer contact with instructors and peer students than they would in large lecture classes. In addition, given the fact that many medical students spend a great amount of time and share living spaces (e.g., living in a dormitory) with their peers, infection of one student could readily spread to multiple students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Discontinuing the clerkships"
        },
        {
            "text": "With continuous assessment of all these risk factors, the school leadership admitted an imperative need to completely restrict student access to the hospital, which amounted to closure of the school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Discontinuing the clerkships"
        },
        {
            "text": "While agreeing to the closure of the school, the faculty council expressed a concern that students would lose legitimate learning opportunities owing to the cancellation of classes. In order to minimize such loss for the students, the emergency committee declared the school closure period (4 weeks) to be the summer break and to continue the remaining courses after the break.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Discontinuing the clerkships"
        },
        {
            "text": "This strategy was particularly practical because the regular summer break at SKKUSOM was scheduled to begin only 3 weeks ahead after the MERS outbreak occurred. By moving up the summer break, although interruption in the regular curriculum was inevitable, the courses could still be carried out as originally planned, and most class times were retained. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Discontinuing the clerkships"
        },
        {
            "text": "With concern about possible spread of the disease at the SMC after the break, the school also prepared remote lectures and classes so that students could continue their education without the risk of exposure to infection. Considering the need to balance student safety and continuity in medical education, the school declared an early summer break and closed the school temporarily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Performing remote lectures and PBL tutorials"
        },
        {
            "text": "One alternative to closure of the school is the use of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Use of information technology"
        },
        {
            "text": "In an outbreak of infectious disease, the risk of transmitting a disease to HCP is unavoidable [14] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Medical students are also at risk of becoming infected mainly due to clinical clerkship rotations at affiliated hospitals, but they are often overlooked in plans to prevent HCP infection [15] . Although students are not yet professionals, they should be considered as HCP and ",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): summary of current situation, literature update and risk assessment-as of 5",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Ebola situation report [Internet]. World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risks to healthcare workers with emerging diseases: lessons from MERS-CoV, Ebola, SARS, and avian flu",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Suwantarat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apisarnthanarak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Infect Dis",
            "volume": "28",
            "issn": "",
            "pages": "349--361",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Szeto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "BC Interdisciplinary Respiratory Protection Study Group. Protecting health care workers from SARS and other respiratory pathogens: organizational and individual factors that affect adherence to infection control guidelines",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gamage",
                    "suffix": ""
                },
                {
                    "first": "Bryce",
                    "middle": [
                        "E"
                    ],
                    "last": "Copes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yassi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Infect Control",
            "volume": "33",
            "issn": "",
            "pages": "88--96",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The reflective practitioner: how professionals think in action",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schon",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS and its effect on medical education in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Med Educ",
            "volume": "37",
            "issn": "",
            "pages": "1127--1128",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Medical school on bypass during the SARS outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcgugan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Invest Med",
            "volume": "26",
            "issn": "",
            "pages": "106--107",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Limited knowledge and practice of Chinese medical students regarding health-care associated infections",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ba-Thein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dev Ctries",
            "volume": "7",
            "issn": "",
            "pages": "144--151",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The challenges of \"continuing medical education\" in a pandemic era",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Seet",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Acad Med",
            "volume": "38",
            "issn": "",
            "pages": "724--726",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Medical students and pandemic influenza",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosychuk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lake",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Yonge",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe acute respiratory syndrome and the delivery of continuing medical education: case study from Toronto",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sibbald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rachlis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Manchul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parikh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Contin Educ Health Prof",
            "volume": "24",
            "issn": "",
            "pages": "76--81",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Using synchronous technology to enrich student learning",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jaeger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "TechTrends",
            "volume": "57",
            "issn": "",
            "pages": "20--25",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lack of transmission among close contacts of patient with case of middle east respiratory syndrome imported into the United States",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Breakwell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pringle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chea",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [
                        "D"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pantones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandoval",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vernon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conover",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chugh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Demaria",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smole",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuhar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madrigal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Feikin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis Seung Won Park, et al : Avoiding student infection during MERS outbreak",
            "volume": "217",
            "issn": "",
            "pages": "1128--1134",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Student vaccination requirements of U.S. health professional schools: a national survey",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Libby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lindley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grabowsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Strikas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Allied Health",
            "volume": "43",
            "issn": "",
            "pages": "12--21",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Simulation suggests that rapid activation of social distancing can arrest epidemic development due to a novel strain of influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In the early summer of 2015, Middle East respiratory syndrome (MERS) struck South Korea. There were 186 MERS-infected patients in the country, and 36 (19.35%) died of the disease. Of the 186 MERS-infected patients in Korea, approximately 50% were seen at the Samsung Medical Center (SMC), the main teaching hospital of Sungkyunkwan University School of Medicine (SKKUSOM), including five doctors and five nurses. The SMC is one of the large tertiary hospitals in South Korea with about 2,000 beds, and on average, sees more than 8,000 outpatients per day. Given this circumstance, SKKUSOM administration was concerned with the possibility of students becoming infected with MERS. In order to avoid a possible spread of the syndrome among the students, SKKUSOM took immediate action and made modifications to the regular curriculum that restricted student presence at the SMC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the MERS outbreak occurred at the SMC, the SKKUSOM's faculty council quickly organized an emergency committee to plan measures to protect students from infection exposure. The committee included the dean of the school; the vice deans of academic affairs, education, and student affairs; the director of strategic planning; a faculty member from the office of medical education; and staff from the administrative office of the school. The committee held several meetings to determine the best course of action for the circumstances.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "6 students performing clinical clerkship rotations at the hospital, the emergency committee was convened to develop a response. After closely communicating with the SMC and consulting practitioners in the division of infectious disease, the committee acknowledged a high risk of infection exposure to MERS among students and, as a result, decided to immediately discontinue the clerkship rotations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "have been exposed to patients with MERS. The classrooms were initially considered to be free of MERS virus because they were housed in the cancer center of the hospital separate from the index ward located in the main hospital building. The classrooms are also isolated from the clinical wards due to their locations on different floors. In order to prevent any potential transmission of MERS, the school had students follow a set of precautions consistent with advice from the public health authorities. Precautions included (1) repeated handwashing and sanitizing, (2) taking daily temperature, and (3) using masks. The school provided sanitizers and masks to students in every class. In addition, the school set up a monitoring team including a group of administrative staff. The staff took student temperatures two times a day and kept track of their health statuses. Through various channels, including text messages, emails, and online and offline bulletin boards, students were reminded of precautions and informed of a hotline number to call in case they displayed some of the initial symptoms of MERS such as high fever and cough. 3) Taking advantage of a break period to minimize learning loss Despite efforts to screen out and quarantine suspected and infected patients in the hospital, the number of hospital-acquired infections dramatically and consistently increased. In response, the SMC was partially closed and stopped admitting outpatients. Although the school area was isolated from the clinical wards, several risk factors of student infection were recognized. First, students shared some pathways with HCP at the SMC. An increasing number of faculty members were suspected to have contacted patients with MERS and were isolated at",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "break, an increasing number of patients with MERS were reported at the SMC. The school was concerned with transmission of the disease in the hospital even after students returned from the break. In addition, it was expected that the SMC would have difficulty offering ordinary clerkships because HCP were quarantined and a limited number of patients were hospitalized due to the partial closure of the hospital. Given these circumstances, the committee considered providing the core clerkship program in another teaching hospital of our medical school, KSH, which had no reported cases of MERS. KSH is a tertiary hospital that has 33 clinical divisions and five speciality centers. Normally, students perform clinical clerkships at KSH in Year 6 for further training in specific disciplines of interest. The emergency committee directly contacted KSH executives and openly discussed the circumstances that the school was confronting. After an honest and detailed discussion, KSH executives willingly agreed to host the core clerkship program in their hospital. Because this change required additional effort and time to modify the existing clerkship program to be one suitable for the Year 5 students, the school assisted faculty members at KSH with curriculum/program design. For example, the school provided sample rubrics for student evaluation during the clerkships so that the faculty members can develop their own assessment tool. With full cooperation of KSH faculty, the school was able to minimize the loss of student clinical-practice hours, and students successfully continued their core clerkships after returning from their break.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Using a previously-installed remote lecturing system linking the hospital and the main campus, instructors delivered lectures in the hospital classroom while students took classes at the main campus. The lectures were video-recorded, and students simultaneously watched the recorded lectures on a screen. With this synchronous technology, the remote lecturing system allowed instructors and students to be as interactive as if they were in the same classroom. In a similar way, we Seung Won Park, et al : Avoiding student infection during MERS outbreak 213 arranged PBL tutorials using a web-based video conferencing tool (i.e., Skype). Tutorial groups of students gathered at the main campus and tutors joined the groups from the hospital via Skype. With such technology, students and tutors were connected for the entire course of the tutorial, and successfully executed the two scheduled tutorials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "these measures described above, SKKUSOM was able to successfully protect students from MERS, as a result, none of the 125 students developed an infection. Although having to reschedule the summer break, the school fulfilled the required student training/education hours without major loss of student learning. Nevertheless, there are a few things that could have been better. Based on our experience, we extracted a number of suggestions for medical schools to consider in case of outbreaks of highly infectious agents such as MERS. 1) Instant cessation of clinical clerkships to restrict student access to the index hospital It is critical that a school makes a timely decision on whether to stop clinical clerkships at the hospital housing infected patients. When SARS struck Hong Kong and Toronto, suspension of clinical teaching was one of the early interventions of the local medical schools to protect their students [7,8]. Such decisions can be challenging, especially when a disease is unprecedented, because the impact of the disease might not be recognized. When the risk of infection is under complete control, clinical clerkships may offer a great learning opportunity for students [9]. However, when an infectious disease is relatively new, it is difficult to gauge risk and identify the routes of transmission. We faced a similar situation in that the first patient identified with MERS at the SMC was the very first case in South Korea, and no infection control guidelines had yet been formulated by the government or the public health authorities. Even if the course of infection is identified, there is always a possibility of unwitting contact with infected patients. Thus, in order to prevent possible transmission of an evolving infection to students, immediate cessation of clerkship rotations at teaching hospitals is recommended at the onset of infection outbreaks.There may be some opposition to the idea of mandating no patient contact for medical students in an outbreak of epidemic. Their main argument is that students should be treated as HCP, and medical students should confront the realities of professional life and gain experience with infection control measures including the use of personal protective equipment[10]. Although the students' educational benefits of participating in the care of a patient with an infectious disease should be acknowledged, we must also be mindful of the fact that students are not yet qualified professionals who are capable of coordinating their knowledge, skills, and clinical experience[11]. Thus, students cannot be expected to share the same risks and duties as professional health care workers. It behooves medical schools and hospitals to ensure student protection from a contagion.2) Rational decision making on closure of the school In addition to cessation of clinical clerkships, school administration might consider closing the school in order to ensure student safety. The decision-making process needs to be rational and flexible, examining various factors such as subsequent risk of student exposure to infection, schedules of the remaining classes, and the logistical possibilities of closure of a school[12]. In the MERS outbreak, although suspending the clinical clerkships, the school kept offering nonclinical teaching sessions such as classroom-based lectures to minimize the disruption of the regular curriculum. However, with the growing number of hospital-acquired infections, the school leadership acknowledged that students were endangered even outside the patient-care environment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "information technology. When the outbreak of SARS in Hong Kong prohibited all the schools from performing teaching activities, the faculty of medicine at the University of Hong Kong provided narrated PowerPoint slides so that the students were able to listen to lectures at home[7]. With further advanced information and communication technology, instructors can now deliver live, interactive lessons, not recorded lectures, to students at remote sites. SKKUSOM used a remote lecturing system that linked classrooms in the hospital with those at the main campus. Both faculty and students were content with the remote lectures and tutorials given the state of emergency.Increasingly, elaborate and expensive hardware is no longer required to operate remote classes. There are a number of web-based tools available for distance learning ranging from freeware such as Google Plus and Skype to more sophisticated virtual classroom tools like Adobe Connect, WebEx, and Wimba[13]. One of the advantages of web-based tools is that the individual students can take a class from home as long as they areconnected to the Internet. The use of such tools can substantially reduce the possibility of cross-infection while continuing education for medical students during outbreaks of infectious disease. Medical schools may consider preparing to offer web-based courses in similar outbreaks that prohibit face-to-face meeting of individuals. This preparation will include not only the purchase of web-based tools, but also overcoming resistance from faculty and providing student protecting their patients and HCP and could inadvertently overlook the safety of medical students who are performing clerkship rotations at the hospital. Medical schools are responsible for maintaining constant contact with the teaching hospital so that the schools are notified of an infection outbreak and are updated on the progress of the disease. In particular, it would be well advised to establish a direct communication channel between practitioners at the teaching hospital and the school personnel. With instant access to critical information, medical schools are capable of making timely decisions to protect students against infectious disease. 5) Open and candid communication with faculty, staff, students, and parents The school leadership needs to establish an open dialogue with all parties involved in order to prompt their cooperation in executing decisions. For example, in our case, rescheduling lectures and clerkships rotations would have been impossible without the support of the school administrative staff during the MERS outbreak. These personnel played a critical role in monitoring students. By involving administrative staff as core members of the emergency committee, the administrative team was able to acquire solid understanding of the circumstances and provide full support in addressing the unusual situation. Similarly, direct and open communication with the KSH faculty was the key to promoting their willingness to provide a substitute program for the regular clerkship. Medical schools generally have more than one affiliated hospital where students take clerkships, and they are responsible for monitoring the clerkship schedules at each hospital and maintaining contact with hospital personnel in charge of student education. With well-established channels of communication with teaching hospitals, medical schools can acquire adequate cooperation of the hospitals with rapid curriculum changes in an emergency situation. In addition, proper communication with individual faculty, students, and parents is necessary since they are the ones who are directly affected by changes in the curriculum. Decisions about the changes need to be promptly delivered so that the key players are aware of the school's actions against an infection outbreak and do not receive erroneous information. In particular, the rationale of decisions needs to be detailed to aid fullunderstanding. In our case, the dean of SKKUSOM regularly emailed faculty, students, and parents to share details of the school's reactions to the evolving situation during the MERS outbreak. This outreach helped minimize confusion, ease concern, and lessen feelings of sacrifice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "protected from infection following the same standards as those of other professional HCP. SKKUSOM confronted this issue when a MERS outbreak occurred in South Korea. The students performed clerkships at the hospital where a number of patients with MERS had been reported, thus exposing them to risk of infection. Bearing in mind the benefits and risks involved with students participating in patient care, the school leadership of SKKUSOM conducted ongoing risk assessment and reached key decisions to avoid student infection based on three principles: (1) ensuring student safety, (2) minimizing loss of student learning, and (3) reducing anxiety and concern on the part of staff and students. In outbreaks of MERS and similar HCP-related infections, especially when infection control guidelines have not yet been provided by the government or public health authorities, medical schools need to take the initiative in preparing countermeasures to protect students from infection exposure. First and foremost, it is critical that medical schools maintain constant communication with teaching hospitals and consult with health authorities and experts in infectious disease so that the schools can gauge the risk of student infection and make reasonable, timely decisions to minimize risk. In order to ensure student safety, school leadership may immediately discontinue clerkships and even close the school as social distance measures has been found effective in limiting the spread of infections [16]. The decision to suspend all educational activities should be carefully made, taking into account the need to balance appropriate precautions against the disruption to normal activities. The school can opt to continue nonclinical teaching through the use of information technology. With web-based synchronous technology, school can provide live lectures to students at distance. Finally, the school should make a constant effort to communicate with those who are directly involved including teaching hospitals, individual faculty, staff, students, and their parents in order to acquire their full cooperation in dealing with a difficult situation. ORCID: Seung Won Park: http://orcid.org/0000-0002-5012-8534; Hye Won Jang: http://orcid.org/0000-0002-3053-7138;",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The purpose of the paper is to share the SKKUSOM's experience with the MERS outbreak and offer suggestions for medical schools to consider when faced with similar challenges.SKKUSOM employs a 6-year curriculum divided into three phases: a pre-medical phase (Years 1 to 2), a preclerkship clinical phase (Years 3 to 4), and a clerkship phase (Years 5 to 6). Students take classes from Year 1 to Year 3 at the main campus, which is located in a different city 25 miles (40 kilometers) from the SMC. From Year 4, classes are held at the SMC as some courses are designed to expose students to a clinical setting. When clinical clerkships begin in Year 5, students undergo core clerkship rotations throughout the whole year at the SMC, which is the main teaching hospital. During Year 6, students pursue clerkships in specific clinical disciplines of interest at the SMC as well as at two other affiliated hospitals: Kangbuk Samsung Hospital (KSH) located in the city of Seoul and Samsung Changwon Hospital located in the city of Changwon. On average, 40 students are enrolled in each academic year.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding: None.Conflicts of interest: None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements: None."
        }
    ]
}