{
    "paper_id": "4f8881d84a2dc68828437d1778e841a3fbf6e2b4",
    "metadata": {
        "title": "Interview guide The articles I base the interview on: (1, 2) Possible reads:(3)",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1. How long have you worked in this healthcare facility? a. PROBE Where did you work before? What is your current position at the hospital? 2. What surgery do you perform now? a. How are the surgeons organized? Work in teams? Surgery planned for every day? b. How is unplanned surgery performed? 3 . What other surgeries are performed here now?",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HMA: This is to establish that I am interested in the particular person in front of you. Plus gain understanding of the particular clinic. It gives you a starting point to understand changes from. GD: also gives chance for experts to highlight where issues arise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "4. When did you first hear Ebola was in the country? 5. Would you please tell me how your clinic at the time before the Ebola crisis took care of a patient with surgical pathology? 6. Would you please tell me the first changes that were made to the surgery at the hospital when Ebola struck? How did you receive a patient with suspected Ebola?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background: Ebola setting"
        },
        {
            "text": "The 6 building blocks of health systems ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background: Ebola setting"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "1910-2. 2. Everybody's business: Strengthening health systems to improve health outcomes: WHO's framework for action",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kruk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Varpilah",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Dahn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "385",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Developing a health system approach to disaster management: A qualitative analysis of the core literature to complement the WHO Toolkit for assessing health-system capacity for crisis management",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bayntun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rockenschaub",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Curr",
            "volume": "4",
            "issn": "",
            "pages": "5028--6037259",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Did you notice any differences in caesarean section care if you compare the beginning, middle, and the end of the crisis? c. What was your opinion about how caesarean sections were made? Was there any talk in the staff group about it? 8. Did your clinic perform other surgery part from caesarean sections? Did these provision of these surgical procedures change in any way during the crisis? 9. Who were the patients coming to the clinic? What areas did they come from? How did this compare to before the outbreak? How did this affect the clinic?What did you consider yourself concerning whether or not continuing working? c. Did any staff get Ebola? Did they survive? d. PROBE: Did it influence the number of surgeries? Types of surgeries? The planning of surgeries? 11. Was there a change in who performed the caesarean sections during the crisis? In who took care of the patient before and after surgery? a. Who performed other surgeries? b. Did team compositions change? c. Did new staff arrive? Governance and leadership 12. I would like to further understand how decisions regarding the number of surgeries were made during the crisis. What messages did staff receive from management on how to What happened to the management of other surgery apart from caesarean sections? Medicines, drugs, and technologies 17. Were changes made in the distribution of supplies or medicines to your clinic? a. Other technology or equipment necessary for performing surgery or caesarean sections in particular? b. PROBE: If yes, what were they? How did they influence your work? 18. Where there any periods of shortage or stock-out or supplies or medicines, or need for reparations of equipment? a. Probe: How did you COPE? Information 19. In periods of crisis, knowledge of the situation can be useful. How did you get information on the situation in the health sector? a. Did you get information about risks or priorities? From where? Were there other facilities that could start doing surgery or increase their surgical load? Self-regulating 25. We understand that the Ebola crisis put healthcare workers under really stressful working conditions. Even when Ebola peaked, what made you personally feel that you were providing care of quality? a. What made you feel it was safe, for both staff and patient? b. What did your colleagues think regarding quality of care and safety? 26. If your clinic could not receive all patient seeking surgical care -were they informed to seek care at a new hospital? a. Were they referred? How did you compensate for their medical needs if your clinic was not able at the time? Integrated 27. How did the cooperation between surgical, anaesthetic, and obstetric care providers work during the crisis? Was there any change compared to before? 28. Did all staff involved in a patient having a caesarean section follow the same \"game plan\"/policies? Adaptive 29. Could you mention the 2 or 3 most important ways that the surgery team adapted to the challenges of Ebola? 30. Considering what we have spoken about today, what do you think are the most important factors for providing caesarean sections? Could you give us a few of what you consider the most important reasons? Final questions 31. What lessons do you think health systems can learn from the successes of caesarean sections during the Ebola crisis? 32. Are there any end points you want to add on any of the topics touched upon today or that we have not spoken about?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}