{
    "paper_id": "4fab9d6fcfd7daca9ed2e0f89c2433955d34e553",
    "metadata": {
        "title": "TITLE (PROVISIONAL) Geographical disparities in emergency department presentations for acute respiratory infections and risk factors for presenting: a population-based cohort study of Western Australian children AUTHORS",
        "authors": [
            {
                "first": "Rosanne",
                "middle": [
                    ";"
                ],
                "last": "Barnes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "C ;"
                ],
                "last": "Blyth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    ";"
                ],
                "last": "De Klerk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weihao",
                "middle": [
                    ";"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meredith",
                "middle": [
                    ";"
                ],
                "last": "Borland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    ";"
                ],
                "last": "Richmond",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Faye",
                "middle": [
                    ";"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Parveen",
                "middle": [
                    ";"
                ],
                "last": "Fathima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [],
                "last": "Moore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "VERSION 1 -REVIEW",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pedro A Piedra Baylor College of Medicine Houston, TX, USA REVIEW RETURNED 13-Aug-2018",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This manuscript reports on a retrospective population-based cohort study on acute respiratory infections (ARIs) in the emergency department (ED) in Western Australia (WA) among Aboriginal and non-aboriginal children (0-17 years) residing in metropolitan, urban and rural settings from 2002 to 2012. Administrative ED datasets were linked to birth and perinatal records. The objectives were to compare overall and age-specific ED ARIs rates among Aboriginal and non-Aboriginal children in the different WA regions, monthly distribution and temporal trends, and to identify infant, maternal and socio-economic risk factors for ARI. The overall goal is to use such information to inform health service planning. Major findings. 26% of ED presentations were for ARIs. ARIs rates were highest in children <12 months for Aboriginal children (1,027.6 per 1000 child-years) and non-Aboriginal children (297.4 per 1000 child-years). Regional differences were observed, trend analysis revealed increase ARI rates for all children in rural and remote areas, and the strongest risk facts observed in Aboriginal and non-Aboriginal children were male sex, prematurity, caesarean delivery, birth in lower socio-economic areas and living in the Kimberley region. This manuscript provides strong ARI incidence rates in the ED for children residing in Western Australia, and highlights ARIs rates of 2 to 3 times higher in Aboriginal children compare to non-Aboriginal children as well as regional disparity. The root cause for these disparities were not address. Commenting on the density of physicians (per 1000 population) by metropolitan, urban and rural settings as well as by regions within WA is likely to be informative, and explain in part, the disparities observed between race and region. Areas with low density of health care providers is likely to have increased use of the ED for basic health care assessment impacting ED ARI rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "to specifically identify the presentation of the ARIs, the major diagnostic category identified \"diseases and disorder of the respiratory system\" was non-specific an accounted for 65.8% of all ARI events in the Aboriginal children and 21.6% of the events in the non-Aboriginal children. Despite this major limitation for linking the diagnosis to the ARI event, Aboriginal children in general had about a 2 to 3-fold higher IRR in most diagnosis for children <12 months of age. This suggest that for Aboriginal children < 12 months of age the incidence rates were highly underestimated for most ARI diagnosis. This concept should be explored in the discussion section. A concern is the lack of information on co-morbid conditions other than prematurity that will impacts ARI visits to the ED. Such comorbid conditions includes diseases in the category of chronic lung disease, congenital heart disease, neurological diseases, immunodeficiency's, etc. This type of information is generally captured in the ICD-10 codes. If this type of information is not available it should be mentioned as a limitation in the discussion section. Other points. Please clarify if the ICD-10 code was in use from 2002 to 2012 for all the regions studied in WA. The high use of the non-specific respiratory disease category suggest that ICD-10 codes were not implemented consistently overtime, by region and by race. Please address.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Please expand on what is meant by one code only per presentation for the ICD-10 code and principal diagnosis. Likewise, please comment on the selection of the ARI code when two or more ARI codes were available. Please clarify if an ARI event was based on the primary code used to define an ARI event or could be identified by a secondary coding position. Patient and public involvement. Was this a requirement for performing the retrospective study? What is meant by a community referenced group of parents and how representative are they for the Aboriginal and non-Aboriginal communities. Croup and fever were the only ARI categories for which the non-Aboriginal children had higher rates. Please discuss why this might be so or is an artifact in the discussion section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Katherine E. Bishop-Williams Department of Population Medicine University of Guelph Guelph, Canada REVIEW RETURNED 24-Oct-2018",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER"
        },
        {
            "text": "Comments to the Authors: Overall, this is a well-written paper with useful findings. Well done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Major Comments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• More detail about modeling procedures are needed (Page 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• It is unclear if the spatially determined variables for socio-economic status etc. were used for analysis for all ages or if they were restricted to 5 years like the spatial analysis. If not, there is a high risk of differential misclassification across age strata that must be addressed. If not, this should be clarified in the methods outlined on page 6 and 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• The limitations are a bit weak at present. More discussion about the implications of using birth-level variables for older children should be provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• The \"so-what\" or \"application\" of this research is missing. The introduction frames the paper in a way that sets the stage for this, but later nothing is provided. What is the take-away message? What can be done based on your findings?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Minor Comments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• For parallel writing, abstract should start with introduction or background as in the other sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• Please write keywords in full (e.g. respiratory DI) • Line 32, page 3, there is an error in writing: <5 five years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• The sentence on lines 47-52, page 3, should be supported with some references.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• There are a lot of acronyms in the writing. Most seem necessary (or reasonable), but I suggest looking for any that can be reduced/ eliminated. Also, avoid starting sentences with acronyms, when possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• In the section on study population and design, it would be helpful to know the distribution of Indigenous people in metropolitan and rural areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• The sentence beginning on line 17, page 5, is awkward to read. I think that an Oxford Comma would help with this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• Lines 22-24, page 6, are results, not methods and should be moved to the appropriate section of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• Line 41, page 6, there is an error: ED departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• Provide more information about the process and success (or limitations) of probabilistic linking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• Provide a reference for Clustered Sandwich Estimator (page 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• For clarity, add the word \"successfully\" in line 8, page 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "• The sections of the bars in figure 2 will be difficult for some readers to differentiate. If possible, adjust to make the sections easier to see.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "General comments This manuscript reports on a retrospective population-based cohort study on acute respiratory infections (ARIs) in the emergency department (ED) in Western Australia (WA) among Aboriginal and non-aboriginal children (0-17 years) residing in metropolitan, urban and rural settings from 2002 to 2012. Administrative ED datasets were linked to birth and perinatal records. The objectives were to compare overall and age-specific ED ARIs rates among Aboriginal and non-Aboriginal children in the different WA regions, monthly distribution and temporal trends, and to identify infant, maternal and socio-economic risk factors for ARI. The overall goal is to use such information to inform health service planning. Major findings. 26% of ED presentations were for ARIs. ARIs rates were highest in children <12 months for Aboriginal children (1,027.6 per 1000 child-years) and non-Aboriginal children (297.4 per 1000 child-years). Regional differences were observed, trend analysis revealed increase ARI rates for all children in rural and remote areas, and the strongest risk facts observed in Aboriginal and non-Aboriginal children were male sex, prematurity, caesarean delivery, birth in lower socio-economic areas and living in the Kimberley region. This manuscript provides strong ARI incidence rates in the ED for children residing in Western Australia, and highlights ARIs rates of 2 to 3 times higher in Aboriginal children compare to non-Aboriginal children as well as regional disparity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "1. The root cause for these disparities were not address. Commenting on the density of physicians (per 1000 population) by metropolitan, urban and rural settings as well as by regions within WA is likely to be informative, and explain in part, the disparities observed between race and region. Areas with low density of health care providers is likely to have increased use of the ED for basic health care assessment impacting ED ARI rates. Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "We have added information on the density of physicians to the discussion on page 12, line 22:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "\"While for some groups the higher risk of presentation to ED for an ARI is likely because the disease incidence is higher (e.g., preterm children) for others it could be lack of access to other primary healthcare providers, such as general practitioners in rural and remote areas. Indeed, the rate of general practitioners in rural and remote areas ranges from 53/100,000 population in the Pilbara to 141/100,000 population in the Kimberley compared with up to 171/100,000 population in Perth's inner metropolitan area.26\" 26General practice workforce supply and training in Western Australia. Western Australia: Department of Health Western Australia, 2018.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "2. A limitation of the study and addressed appropriately in the discussion was the imbalance in the five major variables used to categorize ED presentation. Although a hierarchy system was used to specifically identify the presentation of the ARIs, the major diagnostic category identified \"diseases and disorder of the respiratory system\" was non-specific an accounted for 65.8% of all ARI events in the Aboriginal children and 21.6% of the events in the non-Aboriginal children. Despite this major limitation for linking the diagnosis to the ARI event, Aboriginal children in general had about a 2 to 3fold higher IRR in most diagnosis for children <12 months of age. This suggest that for Aboriginal children < 12 months of age the incidence rates were highly underestimated for most ARI diagnosis. This concept should be explored in the discussion section. Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "We have added a point to the discussion of non-specific codes and the major diagnostic category on page 14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "\"As relatively higher proportions of Aboriginal people live in rural and remote areas compared with non-Aboriginal, rates for specific conditions may be highly underestimated in Aboriginal children. This may be why rates for some conditions that have highly-specific codes, such as croup, were higher in non-Aboriginal children.\" 3. A concern is the lack of information on co-morbid conditions other than prematurity that will impacts ARI visits to the ED. Such co-morbid conditions includes diseases in the category of chronic lung disease, congenital heart disease, neurological diseases, immunodeficiency's, etc. This type of information is generally captured in the ICD-10 codes. If this type of information is not available it should be mentioned as a limitation in the discussion section. Author response: Unlike hospitalisation data, the emergency department data do not have additional diagnosis codes for recording co-morbidities of patients and we have not linked the emergency data with hospitalisations. We have added a limitation to the discussion section on page 14:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "\"A further limitation is a lack of co-morbidity information in the ED data to enable identification of children at higher risk of respiratory infections, such as those with immunocompromising conditions, chronic lung disease or neurological diseases who may experience different frequencies of ED presentations for ARI.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "4. Please clarify if the ICD-10 code was in use from 2002 to 2012 for all the regions studied in WA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "The high use of the non-specific respiratory disease category suggest that ICD-10 codes were not implemented consistently overtime, by region and by race. Please address. Author response: Use of ICD coding did increase during the study period, notably in the rural data systems. We have added a comment regarding the use of ICD coding over time on page 14:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "\"As relatively higher proportions of Aboriginal people live in rural and remote areas compared with non-Aboriginal, rates for specific conditions may be highly underestimated in Aboriginal children. This may be why rates for some conditions that have highly-specific codes, such as croup, were higher in non-Aboriginal children. Use of ICD coding in the data systems also changed over the period, with a notable increase occurring in the rural systems.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 1"
        },
        {
            "text": "Please expand on what is meant by one code only per presentation for the ICD-10 code and principal diagnosis. Likewise, please comment on the selection of the ARI code when two or more ARI codes were available. Please clarify if an ARI event was based on the primary code used to define an ARI event or could be identified by a secondary coding position. Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "We have adapted the text describing the ARI coding using the hierarchy of diagnosis variables on page 5, line 36. Unlike Hospitalisation data, only one (and sometimes no) ICD code was available in the ED data which we state here and note again in the discussion of the lack of co-morbidity information on page 14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "\"Five variables in the ED dataset were used to categorise ED presentations to identify the cause of presentation and specifically identify presentation for an ARI: (1) an International Classification of Diseases (ICD), version 10 code which was the principal diagnosis, (2) a symptom code, (3) diagnosis at discharge text, (4) presenting complaint (symptom) text and (5) a major diagnostic category ('diseases and disorders of the respiratory system'). The ICD code was the most specific diagnosis variable, however only one, if any, ICD code was recorded for a presentation. A hierarchy was applied in the order of variables presented above, where presentations were first classified using the principal diagnosis. Those presentations which were missing a principal diagnosis were classified using the symptom code, those missing both a principal diagnosis and symptom code were classified using the diagnosis at discharge and so on down the hierarchy.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. Patient and public involvement. Was this a requirement for performing the retrospective study? What is meant by a community referenced group of parents and how representative are they for the Aboriginal and non-Aboriginal communities. Author response: It is not a requirement for performing a retrospective study however for all research it is valuable to obtain community input. As a requirement of the journal we have reported how we involve the community or 'end users' in our research in the dedicated Patient and Public Involvement section. The infectious diseases community reference group was established in 2007 with eight community members from metropolitan and rural areas, four of whom were Aboriginal. Over the years the members of this group do change and the group may not have been representative of the entire Aboriginal population at the time of consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "7. Croup and fever were the only ARI categories for which the non-Aboriginal children had higher rates. Please discuss why this might be so or is an artifact in the discussion section. Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "We have added to the discussion on page 14, that rates for specific conditions in Aboriginal children may be highly underestimated as rural EDs used more non-specific coding than metropolitan EDs and there are higher proportions of Aboriginal children living in rural and remote regions. We are unsure why non-Aboriginal children have higher presentation rates for croup and fever however given the higher use of broad coding in rural and remote areas, it may be that croup and fever cases were grouped into a broader category.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "\"As relatively higher proportions of Aboriginal people live in rural and remote areas compared with non-Aboriginal, rates for specific conditions may be highly underestimated in Aboriginal children. This may be why rates for some conditions that have highly-specific codes, such as croup, were higher in non-Aboriginal children.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Overall, this is a well-written paper with useful findings. Well done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "Major Comments:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "1. More detail about modeling procedures are needed (Page 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "We have added the following details on page 7, line 28 \"We also used negative binomial regression to calculate adjusted incidence rate ratios where the outcome was the frequency (number) of ARI presentations in the first five years of life for the infant and the exposures were maternal and socio-demographic risk factors. We explored the impact of all potential exposure factors at the same time in separate models for Aboriginal and non-Aboriginal children. To account for intragroup correlation with children presenting multiple times we used the clustered sandwich estimator.21\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "2. It is unclear if the spatially determined variables for socio-economic status etc. were used for analysis for all ages or if they were restricted to 5 years like the spatial analysis. If not, there is a high risk of differential misclassification across age strata that must be addressed. If not, this should be clarified in the methods outlined on page 6 and 7. Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "We have added the following sentence to the beginning of the section describing the risk factors on page 6, line 31: \"We examined for potential risk factors for presenting to emergency with ARI in children aged <5 years.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "And added the following to the sentence on page 7, line 17: \"To limit the likelihood that children presenting to ED may have moved from their geographical region at birth, we restricted analyses presented by region and risk factor analysis to children aged <5 years at time of presentation.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "3. The limitations are a bit weak at present. More discussion about the implications of using birth-level variables for older children should be provided. Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "We have added the following paragraph to the discussion section on page 14:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "\"There are other limitations to our study and these data. Although the risk factor analysis was restricted to children aged less than five years, birth-level information, such as maternal postcode of residence at the time of her child's birth used to determine the socio-economic index score, may not be relevant to children from older age groups. A further limitation is a lack of co-morbidity information in the ED data to enable identification of children at higher risk of respiratory infections, such as those with immunocompromising conditions, chronic lung disease or neurological diseases who may experience different frequencies of ED presentations for ARI.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "4. The \"so-what\" or \"application\" of this research is missing. The introduction frames the paper in a way that sets the stage for this, but later nothing is provided. What is the take-away message? What can be done based on your findings? Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "We have revised the concluding paragraph to better emphasise the implications of the study:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "\"ED presentation for ARIs is common and has an enormous impact on the healthcare system. We have provided a comprehensive analysis of the ED burden across Western Australia using population-based data linkage. These data from EDs across geographical areas provide essential information for ED planning, both within season and by site and to use when exploring the impact of specific interventions (e.g., vaccination) or modifications to community health services (e.g., establishing general practitioner after-hours clinics). Notwithstanding the limitations of clinical diagnostic accuracy, these data provide a more community-based level of the ARI burden of disease to complement previous studies assessing only hospitalisation and death at the tip of the burden of disease pyramid. There is a lack of primary healthcare data with diagnostic information in the community in general and these ED data will be important for understanding where to target prevention strategies and form the baseline for evaluating policies.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "Minor Comments: 5. For parallel writing, abstract should start with introduction or background as in the other sections. Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "The word 'background' was not included at the start of the abstract to comply with the journal's structured abstract format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "6. Please write keywords in full (e.g. respiratory DI) Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "We have changed this to respiratory disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "7. Line 32, page 3, there is an error in writing: <5 five years. Author response: Corrected to <5 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "8. The sentence on lines 47-52, page 3, should be supported with some references. Author response: References added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "9. There are a lot of acronyms in the writing. Most seem necessary (or reasonable), but I suggest looking for any that can be reduced/ eliminated. Also, avoid starting sentences with acronyms, when possible. Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "We have reduced acronyms in the following places: -We deleted 'NSW' on page 3 and expanded it on pages 11 and 12 -We removed 'ARI' from the start of the sentence on page 10, line 40 -We expanded ED at the start of the sentence on page 4, line 16 -We deleted ED on page 5, line 33 -We changed 'ED' to 'emergency' on page 11, line 41 10. In the section on study population and design, it would be helpful to know the distribution of Indigenous people in metropolitan and rural areas. Author response:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "We have added the following sentence:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        },
        {
            "text": "\"Over 60% of Aboriginal people reside in rural and remote regions compared with approximately 27% of non-Aboriginal people.15\" 11. The sentence beginning on line 17, page 5, is awkward to read. I think that an Oxford Comma would help with this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewer 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Midwives Notification System records information on pregnancy, labour and birth, and infant and maternal factors and is complete for over 99% of WA births.13\" 12. Lines 22-24, page 6, are results, not methods and should be moved to the appropriate section of the manuscript. Author response: We have moved this sentence to the results section on page 8",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--18",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Line 41, page 6, there is an error: ED departments. Author response: Corrected to 'emergency departments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Western Australian Data Linkage System (WADLS) combines individual-level data across administrative datasets through probabilistic record linkage, matching records using a range of identifying variables (e.g., patient name) and continuously updates datasets.12 It is one of few comprehensive systems worldwide and consistent with international benchmarks.12, 13\" 15. Provide a reference for Clustered Sandwich Estimator",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "For clarity, add the word \"successfully",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The sections of the bars in figure 2 will be difficult for some readers to differentiate. If possible, adjust to make the sections easier to see. Author response: We have explored several styles to differentiate the sections of the bars and feel the patterned sections provide the best contrast",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}