{
    "paper_id": "50005544cba05adf4b743e0ec11f39bd8d903cbd",
    "metadata": {
        "title": "Alternative autophagy, brefeldin A and viral trafficking pathways",
        "authors": [
            {
                "first": "Charles",
                "middle": [],
                "last": "Grose",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital",
                    "location": {
                        "settlement": "Iowa City",
                        "region": "IA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "J"
                ],
                "last": "Klionsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "MI",
                        "country": "USA ARTICLE HISTORY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Two topics that have attracted recent attention in the field of autophagy concern the source of the membrane that is used to form the autophagosome during macroautophagy and the role of noncanonical autophagic pathways. The 2 topics may converge when considering the intersection of autophagy with viral infection. We suggest that noncanonical autophagy, which is sensitive to treatment with brefeldin A, may converge with the infectious cycles of certain DNA and RNA viruses that utilize membrane from the ER and cis-Golgi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Alternative macroautophagy/autophagy is being reported in an increasing number of papers since it was first described. [1] [2] [3] Two forms of alternative autophagy are called (i) noncanonical BECN1-independent autophagy and (ii) ATG5-and ATG7independent autophagy. In canonical autophagy, autophagosome biogenesis is initiated at the ER-derived omegasome and/ or via a phagophore, although the precise mechanism has not been defined and the source of the membrane donor is the cause of an ongoing debate. Evidence points to the Golgi apparatus as an important membrane source for autophagosome formation. One distinctive feature common to both forms of alternative autophagy, however, is its inhibition by the 16-carbon lactone brefeldin A (BFA), which exerts its disruptive effect at the cis-Golgi, further demarcating a contribution of the Golgi with regard to autophagosome biogenesis; 4, 5 in prior studies, canonical autophagy was not inhibited by BFA treatment. 6, 7 The ATG5-and ATG7-independent but BECN1-dependent autophagy pathway was first documented in mouse embryonic fibroblasts (MEFs) that lack ATG5. 2 Treatment with the stressor etoposide leads to equal numbers of autophagosomes per cell in ATG5 C and ATG5 ¡ MEFs. Furthermore, treatment of both ATG5 C and ATG5 ¡ MEFs with 3-methyladenine suppresses autophagosome formation. However, examination of the autophagosomes in the ATG5 ¡ cells disclosed an absence of LC3-II modification. Furthermore, treatment with BFA inhibits autophagy in the ATG5 ¡ cells but not in the ATG5 C cells. Similar results are obtained in ATG7 ¡ MEFs.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 891,
                    "end": 893,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 894,
                    "end": 895,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 970,
                    "end": 972,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 973,
                    "end": 974,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The noncanonical BECN1-independent autophagy pathway is stimulated by the monounsaturated fatty acid oleate. 8 The original study compared autophagy induction by oleate to that which occurs in response to the saturated fatty acid palmitate. Depletion of ATG5 and ATG7 inhibits autophagic induction by both fatty acids. However, autophagic induction by oleate does not require BECN1. As with the ATG5-and ATG7-independent pathway, treatment with BFA inhibits oleate-induced noncanonical autophagy. Note that a BECN1-independent type of autophagy was previously reported in response to mitochondrial damage, but the sensitivity to BFA was not determined. 1 As described above, a feature common to both forms of alternative autophagy is inhibition by BFA. BFA was first characterized in 1968 during a survey of antiviral activity of compounds extracted from the fungus Penicillium brefeldianum. BFA inhibits 2 different viruses, including a DNA virus, herpes simplex virus, and a RNA virus, Newcastle disease virus (similar to mumps virus). BFA was subsequently determined to inhibit a subset of GTP-exchange factors that catalyze the activation of a small GTPase called ARF1, a member of the RAS superfamily, which is responsible for the recruitment of coat proteins for vesicular trafficking between the ER and Golgi. 5 Virologists have used BFA extensively for decades because the compound can inhibit entry of some viruses and egress of others. The entry of human papillomavirus and polyomavirus is blocked by BFA treatment, whereas the number of cytoplasmic replication compartments of coronavirus is reduced by BFA. 9,10 Likewise the egress of enveloped viruses, such as herpes viruses and paramyxoviruses (Newcastle disease virus), is blocked by BFA. 4 The mechanism of the original 1968 antiviral observation has been revealed: Biosynthesis of viral glycoproteins of enveloped viruses requires their transfer from the ER to the cis-Golgi during processing of their glycans, a step inhibited by BFA, before envelopment and final egress of a mature viral particle. 11 Ebola virus, an enveloped RNA virus, also appears to fall into the latter category. 12 Viruses are obligate intracellular parasites that appropriate (or hijack) cellular organelles and trafficking pathways during their infectious cycles. The numerous roles of canonical autophagy during viral infectious cycles have been reviewed. 13, 14 As is apparent from the above discussion, multiple disparate viruses require components within the region of the ER/cis-Golgi during their infectious cycle, the same region disrupted by treatment with BFA. Not only does this region overlap with the site of autophagosome formation during alternative autophagy, but this region may correspond to one of the membrane donors for canonical autophagy; for example, in vitro evidence suggests a role for the ER-Golgi intermediate compartment, 15 while genetic data support the involvement of the conserved oligomeric Golgi complex 16 in the latter pathway.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 653,
                    "end": 654,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1317,
                    "end": 1318,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1755,
                    "end": 1756,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2068,
                    "end": 2070,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2155,
                    "end": 2157,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2402,
                    "end": 2405,
                    "text": "13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2406,
                    "end": 2408,
                    "text": "14",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2896,
                    "end": 2898,
                    "text": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2984,
                    "end": 2986,
                    "text": "16",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The RNA and DNA viruses that utilize this region proceed toward a productive infection, whereas the alternative autophagy pathway proceeds toward eventual formation of an autolysosome with degradation of its contents. Although there is no evidence that this site of geographical intersection between alternative autophagy and viral trafficking pathways predicts any other commonality between the 2 processes, we do not yet know whether viral infection may interfere with alternative autophagy within an infected cell, whether some viruses rely on noncanonical autophagic pathways for replication, or whether alternative autophagic pathways may play a role in some antimicrobial responses. Thus, researchers studying viral trafficking pathways following entry or during egress will need to consider potential consequences of intersections with both canonical and alternative autophagy pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ADP ribosylation factor 1 ATG autophagy related BECN1 Beclin 1 BFA brefeldin A ER endoplasmic reticulum GTP guanosine triphosphate LC3 microtubule-associated protein 1 light chain 3 MEF mouse embryo fibroblast",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARF1"
        },
        {
            "text": "No potential conflicts of interest were disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of potential conflicts of interest"
        },
        {
            "text": "This work was supported by NIH grants AI089716 to CG and GM053396 to DJK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Regulation of autophagy by extracellular signal-regulated protein kinases during 1-methyl-4-phenylpyridinium-induced cell death",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Horbinski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Uchiyama",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Pathol",
            "volume": "170",
            "issn": "",
            "pages": "75--86",
            "other_ids": {
                "DOI": [
                    "10.2353/ajpath.2007.060524"
                ],
                "PMID": [
                    "17200184"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Discovery of Atg5/Atg7-independent alternative macroautophagy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arakawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujitani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizuta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanaseki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Otsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsujimoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "654--662",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08455"
                ],
                "PMID": [
                    "19794493"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Alternative macroautophagy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4161/auto.6.2.11151"
                ],
                "PMID": [
                    "20083899"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antiviral activity of brefeldin A and verrucarin A",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takatsuki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arima",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J Antibiot (Tokyo)",
            "volume": "21",
            "issn": "",
            "pages": "160--161",
            "other_ids": {
                "DOI": [
                    "10.7164/antibiotics.21.160"
                ],
                "PMID": [
                    "4299889"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sec7 and Brefeldin A: a model towards the therapeutic inhibition of guanine nucleotide-exchange factors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zeghouf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guibert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Zeeh",
                    "suffix": ""
                },
                {
                    "first": "Cherfils",
                    "middle": [
                        "J"
                    ],
                    "last": "Arf",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem Soc Trans",
            "volume": "33",
            "issn": "",
            "pages": "1265--1273",
            "other_ids": {
                "DOI": [
                    "10.1042/BST0331265"
                ],
                "PMID": [
                    "16246094"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of brefeldin A on autophagy in cultured rat fibroblasts",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Purhonen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pursiainen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reunanen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur J Cell Biol",
            "volume": "74",
            "issn": "",
            "pages": "63--70",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Differential effects of endoplasmic reticulum stress-induced autophagy on cell survival",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "X"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Melan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Stolz",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "4702--4712",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M609267200"
                ],
                "PMID": [
                    "17135238"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Unsaturated fatty acids induce non-canonical autophagy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niso-Santano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pietrocola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bravo-San Pedro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cianfanelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ben-Youn Es",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Troncoso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Markaki",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sica",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "EMBO J",
            "volume": "34",
            "issn": "",
            "pages": "1025--1066",
            "other_ids": {
                "DOI": [
                    "10.15252/embj.201489363"
                ],
                "PMID": [
                    "25586377"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human papillomavirus type 16 infection of human keratinocytes requires clathrin and caveolin-1 and is brefeldin a sensitive",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Laniosz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Dabydeen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Havens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Meneses",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "8221--8253",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mouse hepatitis coronavirus RNA replication depends on GBF1-mediated ARF1 activation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "Te",
                    "middle": [],
                    "last": "Lintelo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Reggiori",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000088"
                ],
                "PMID": [
                    "18551169"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of brefeldin A on alphaherpesvirus membrane protein glycosylation and virus egress",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Whealy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Card",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Enquist",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Virol",
            "volume": "65",
            "issn": "",
            "pages": "1066--81",
            "other_ids": {
                "PMID": [
                    "1847436"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of the GTPase Rab1b in ebolavirus particle formation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamayoshi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "4816--4836",
            "other_ids": {
                "PMID": [
                    "20164217"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Viruses and the autophagy pathway",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology",
            "volume": "",
            "issn": "",
            "pages": "450--456",
            "other_ids": {
                "PMID": [
                    "25858140"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The pros and cons of autophagic flux among herpesviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grose",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Buckingham",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Autophagy",
            "volume": "11",
            "issn": "",
            "pages": "716--723",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The ER-Golgi intermediate compartment is a key membrane source for the LC3 lipidation step of autophagosome biogenesis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Melville",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Elife",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "23930225"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The conserved oligomeric Golgi complex is involved in double-membrane vesicle formation during autophagy",
            "authors": [
                {
                    "first": "W-L",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shintani",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Cell Biol",
            "volume": "188",
            "issn": "",
            "pages": "101--115",
            "other_ids": {
                "DOI": [
                    "10.1083/jcb.200904075"
                ],
                "PMID": [
                    "20065092"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}