{
    "paper_id": "509eaf8fb436b60e6d84da002b3630d62b39309e",
    "metadata": {
        "title": "Middle East Respiratory Syndrome Coronavirus Recombination and the Evolution of Science and Public Health in China",
        "authors": [
            {
                "first": "W",
                "middle": [
                    "Ian"
                ],
                "last": "Lipkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation Lipkin WI. 2015. Middle East respiratory syndrome coronavirus recombination and the evolution of science and public health in China. mBio 6(5):e01381-15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "S ince the discovery of Middle East respiratory syndrome coronavirus (MERS-CoV) in late 2012, more than 1,400 people have received a laboratory diagnosis of MERS and over 450 people have died. Most of the cases have been documented on the Arabian Peninsula; however, sporadic cases have also been reported in Europe and Asia in travelers returning from the Middle East. Except in South Korea, the imported MERS-CoV has not established a substantive chain of infection beyond the index traveler case. The spread within South Korea to 186 people, resulting in 36 deaths, has been attributed to a delay in diagnosis and isolation of the index case, lapses in infection control, and care of patients by family members rather than trained medical staff. This interpretation was supported by a preliminary report from a World Health Organization panel wherein no mutations linked to transmissibility or pathogenesis were found in sequences obtained in South Korea and China. However, in a recent mBio article, Wang and colleagues report detailed genomic analysis of the virus implicated in the first known case of MERS in China (1). They describe 11 amino acid substitutions, 8 of them shared with the South Korean strain and MERS-CoV strains recently circulating in Saudi Arabia, and define a recombination event that they speculate may have contributed to enhanced human-to-human transmission of MERS-CoV and the rapid spread of the virus in South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recombination is common in coronaviruses and has been implicated in the emergence of pathogenic coronaviruses in poultry, cats, and pigs (2, 3). It would not be surprising, therefore, if recombination were to occur in MERS-CoV and to result in enhanced transmission or virulence. Wang et al. clearly demonstrate through bootstrap scanning and single-nucleotide polymorphism analyses that the viruses found in South Korea and China represent a recombinant virus that contains a clade B group 3 coronavirus sequence in the 5= portion of the genome and a clade B group 5 coronavirus sequence in the 3= end of the genome, with a site of recombination between nucleotide positions 17206 and 17311, a region that spans the junction between the ORF1a and S genes. They note that the recombination is evident in recent strains identified in human cases of MERS in Saudi Arabia and estimate that the recombination occurred in Saudi Arabia in the later months of 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The paper is important in two respects. First, the recombination event may have resulted in the evolution of a new lineage of MERS-CoV with different transmission properties. Additional field work in epidemiology and studies of recombinant viruses in culture and in animal models will be required to determine whether this proves true. However, the paper itself is evidence of an evolutionary advance in scientific expertise and transparency that is at least as important for microbiology and public health. China has come a long way since the emergence of SARS-CoV in 2002/2003.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Origin and possible genetic recombination of the Middle East respiratory syndrome coronavirus from the first imported case in China: phylogenetics and coalescence analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "mBio",
            "volume": "6",
            "issn": "4",
            "pages": "1280--1295",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00237-15"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence of recombinant strains of porcine epidemic diarrhea virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Qv",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1735--1738",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2010.140338"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergence of pathogenic coronaviruses in cats by homologous recombination between feline and canine coronavir u s e s",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Terada",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kuwata",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shimoda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Soma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mochizuki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "; P L O S O N E",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0106534"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}