{
    "paper_id": "51a25686ff156fa8b99d72204eb04a10079a0a74",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Pancreatic disease has been associated with primary endocrine conditions in several animal species, but is uncommonly identified in horses, possibly due to non-specific clinical signs and a lack of specific biochemical markers. The objective of this prospective study was to assess whether plasmatic DGGR-Lipase activity could detect pancreatic disease secondary to equine endocrine conditions. Fifty four cases presenting or two endocrine diseases (PPID*, n 5 24; EMS**, n 5 9; and/or hypertriglyceridaemia, n 5 23) and 99 healthy control horses were included between 2015 and 2017. Results were compared using a Mann and Whitney test with a level of significance set at 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The reference range for plasmatic DGGR-Lipase activity in the control group was 3-22 U/L. The median plasmatic DGGR-Lipase activity was 15 [6-539] in PPID, in U/L in hypertriglyceridaemic horses, respectively. Nine horses had an increased activity of the DGGR-Lipase (> 22 U/L) and concurrently presented digestive conditions.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 146,
                    "text": "15 [6-539]",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 155,
                    "text": "PPID,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lipase activity was statistically different between diseased horses and controls, in hypertriglyceridaemic horses compared to controls, in PPID horses versus controls and in diseased horses with digestive signs compared to diseased horses without digestive signs. Excluding cases also affected with a digestive condition (n 5 21), plasmatic lipase concentration was still significantly higher, but within the reference range in the diseased horses compared to controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pancreatic disease may not be significant in the studied population. Further studies with a larger number of cases are warranted to assess the reliability of plasmatic-Lipase activity in confirming and/or ruling out pancreatitis in association with primary endocrine diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Objectives: To describe the physicochemical parameters of diarrheic horses with an apparently normal acid-base state (based on normal venous pH, pCO 2 and Base excess) and to determine the prevalence of mixed metabolic acid-base (AB) disorders in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods: Complete computerized heparinized venous blood gases, electrolytes and total proteins [TP] (g/L) of 30 diarrheic horses with normal pH (7.41 6 0.03), PCO 2 (42 6 4.5 mmHg), and Base excess (BE) (1-7 mM/L) were recorded. AB disorders in horses were defined when variables were outside of the following reference ranges: Base excess (1-7 mM/L), [HCO 3 ] (24-34 mM/L), AG (<16 mM/L); strong ion difference (SID) 5 [(Na 1 1 K 1 ) 2 (Cl 2 1 L-Lactate 2 )] (38-47 mM/L), total concentration of non-volatile buffers (A tot ) 5 0.22 3 TP (g/L) (11-16 mM/L), and Unmeasured Strong Anions (USA) 5 A tot /1 1 10 (6.65-pH) 2 SID 2 HCO 2 3 (22 to 3 mM/L). Results: Of the 30 horses included, 47% (14/30) had SID AB disorders. Single metabolic AB disorders identified in diarrheic horses included strong ion acidosis (6/14; 43%) and USA acidosis (1/14; 7%). Detected mixed metabolic AB disorders were SID acidosis and A tot alkalosis (5/14; 36%), and USA acidosis and A tot alkalosis (1/14; 7%).",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[TP]",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 358,
                    "text": "[HCO 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Discussion: Hidden mixed metabolic AB disorders in horses were characterized by the acidifying effect of low SID, with concurrent alkalinizing effect of hypoproteinemia (hypoproteinemic alkalosis and low SID acidosis classically and concurrently seen in diarrheic horses).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusion: Physicochemical approach can detect underlying mixed metabolic disorders in horses with apparently normal AB balance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Significance: In addition to venous pH, PCO 2 , HCO 3 and BE, clinicians should use the physicochemical approach to identified hidden AB disorders in diarrheic horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Key words: Bicarbonate; pH; Physicochemical approach; SID; Strong ions. Methods: Faecal samples from two groups of adult horses, foals and donkeys were tested for equine coronavirus RNA using quantitative PCR. Group one consisted of 156 faecal samples for which the submitting vet requested ECoV testing while the second group was comprised of 225 faecal samples from horses with no clinical suspicion of ECoV infection. The N protein gene from one positive case was sequenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results: Equine coronavirus was detected in samples from three yearlings and one adult horse from group one, all other faecal samples tested qPCR-negative. The three Thoroughbred yearlings, from the same premises, were diagnosed with and successfully treated for concurrent larval cyathostomiasis. The adult horse, a cob from a different premises, presented with inappetence, lethargy, pyrexia and leucopaenia and made a full recovery with supportive care. Partial sequencing of viral RNA from the adult horse showed 99% homology with previously reported ECoV strains from the USA and Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Discussion: ECoV was detected in small numbers of horses in which there was clinical suspicion of disease. The clinical signs in the adult horse were similar to reported cases in other countries. In the three younger horses, coronavirus may have played a role as a coinfection or been an incidental finding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Conclusions: This is the first reported molecular detection of ECoV from horses in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Significance: ECoV is present in the UK and should be considered as a potential pathogen. Magnesium is used as a food supplement in human diabetes patients and may be beneficial in horses with insulin resistance as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "So far, magnesium supplementation (30 mg/kg) is routinely used in high performance horses but dose-effect relations have not been determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Therefore in this study the magnesium concentration in blood lymphocytes, serum, urine and the fractional excretion in the urine were measured in five horses before and after oral supplementation for seven days with 15, 30 and 60 mg/kg magnesium as magnesiumaspartatehydrochloride (MAH). All horses were exclusively fed with hay, its magnesium concentration was measured each week. All horses were examined daily, including signs of colic and soft feces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "There were no significant changes in the magnesium concentration in the diet. Signs of colic, soft feces or other side effects were not observed. The serum magnesium concentration after supplementation with 60 mg/kg magnesium as MAH was significantly higher than the baseline (Wilcoxon signed-rank test) and exceeded the reference range in four of five horses. After 15 and 30 mg/kg magnesium as MAH the serum magnesium concentration showed a significant increase over time (Friedman test). Neither a significant increase of the intracellular magnesium concentration nor significant changes in urine magnesium concentration and fractional excretion were observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "The dosages of 15 and 30 mg/kg magnesium as MAH require a longer supplementation and observation period but seem so far effective to raise the serum magnesium concentration and safe to use. 60 mg/kg magnesium as MAH could lead to side effects after long-term supplementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Key words: Food supplementation; Magnesiumaspartatehydrochloride; Magnesium supplementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "The objective of this study was to validate the use of an acoustic ECG monitor (AudicorV R ) in healthy horses. The device provides an inexpensive, non-invasive, examiner-independent method combining a Holter ECG and a phonocardiogram to record ECG variables and indices of mechanical activity and hemodynamics of the heart. We aimed to establish device usability, test-retest reliability and normal reference intervals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "A 10-second snapshot and a 12-hour overnight recording were obtained in 123 healthy Warmbloods. The following variables were measured: Electromechanical activating time (EMAT, ms), ratecorrected EMATc (%), left ventricular systolic time (LVST, ms), ratecorrected LVSTc (%), intensity and persistence of the third and fourth heart sound (S3, S4), QRS duration, and rate-corrected QTc interval. The association with age and sex was investigated. Triplicate recordings in 10 horses were used to assess test-retest variability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "AudicorV R recordings were feasible in all horses and reference intervals were calculated. Age and sex did not significantly influence variables. Test-retest variability was very low to low (CV: 0.7-7.7%) for overnight recordings but varied between very low and high for snapshots (CV: 3.5-43.1%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "In conclusion, this study shows that overnight AudicorV R recordings are feasible and provide potentially useful indices of cardiac performance. Snapshots representing the point-of-care application of the method are highly variable and may be of limited clinical value, whereas 12 hours overnight recordings provide reliable data. Future studies will need to focus on horses with heart disease to establish the clinical value of the AudicorV R method to assess cardiac performance and to diagnose cardiac disease. Objectives: To examine for possible associations between outbreaks of liver disease and presence of mycotoxins in forage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Methods: Forage samples were subject to analysis for 37 different mycotoxins. Forage sources were either from CASE premises where at least 3 horses had been confirmed to be suffering from hepatic disease based on increased hepatic enzymes and/or liver biopsy; or from CON-TROL premises where at least 3 horses had been subject to blood testing which revealed no increase in hepatic enzymes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Results: Forage samples were analysed from 29 CASE premises and 12 CONTROL premises. Mycotoxins were found in 21/29 (72%) CASE samples and 9/12 (75%) CONTROL samples. Mycotoxins found only in CASE and not CONTROL samples comprised single CASES (3%) with aflatoxin B1, aflatoxin G1, methylergonovine, verruculogen, wortmannin, zearalenone, 2-bromo-alpha-ergocryptine and nivalenol; 2 CASES (7%) with 15 AcDon and deoxynivalenol; and 9 CASES (31%) with fumonisin B1. Aflatoxins B2 and G2 were found in both case and control samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Discussion: Previous publications have associated hepatic disease with aflatoxin and fumonisin consumption. In this study there was no clear association between aflatoxin contamination of forage with liver disease, but fumonisin B1 was seen in 9/29 (31%) CASE premises at between 81.4 and 3,175 microg/kg forage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Conclusions: Examination of hay samples from CASE and CON-TROL premises raises suspicions of fumonisin B1 as a possible cause of some outbreaks of hepatopathy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Significance: Changes of forage or even mycotoxin adsorbants might be helpful in the management of some outbreaks of hepatic disease in horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Key words: Liver outbreak forage mycotoxins. Objectives: Recently, equine hepacivirus (EqHV) was identified in donkey serum samples. The objective was to prove that equine hepacivirus harvested from infected horse serum was able to infect adult donkeys and to characterize the course of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Methods: In a prospective study two adult female donkeys and one control horse were inoculated intravenously with purified EqHV from a naturally infected horse. Animals underwent daily clinical examinations and blood was drawn at weekly intervals for 15 weeks. Haematological data, GLDH, GGT, AST and fibrinogen were evaluated. In serum anti-NS3-EqHV antibodies were analysed by luciferase immunoprecipitation assay and viral load was quantified using real-time PCR. Liver biopsies were taken before inoculation and after EqHV PCR positivity in serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Results: All animals were EqHV PCR positive from 3 days post inoculation (maximal viral load 9.9 3 10 5 to 3.5 3 10 6 /mL). Both donkeys cleared the virus from the blood by week 12. Antibodies against EqHV NS3 were detectable in all animals from week 5, 6, or 7, respectively, until week 9 (horse) or 15 (donkeys). Histopathologically no significant differences were observed in the liver tissue before and one to two weeks after infection. Infection did not have an impact on the clinical findings of the animals. Blood biochemistry revealed a mild increase in GLDH at the time of seroconversion in both donkeys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Discussion, Conclusions and Significance: EqHV is capable of infecting distinct hosts within the genus equus. In the two donkeys studied, the course of infection was similar to the infection pattern observed in horses. Objects: PON-1 is a negative acute phase protein already used in human and veterinary medicine and mainly produced in the liver. Recently, a paraoxon-based method for the measurement of PON-1 in horses has been validated and references intervals (RIs) in healthy horses and foals have been established (38.1-80.8 U/mL). In other species, PON-1 activity is low in newborns. No information on PON-1 activity in newborn foals, which are often affected by inflammatory conditions, is available. Therefore, the aim of this study was to evaluate PON-1 activity in newborn healthy foals and to verify age related variations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Methods: To this aim, we measured PON-1 in serum collected from 12 healthy foals at day 0, 1, 2, 3, 7 and 14 with the already validated paraoxon-based method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Results: PON-1 activity is low at birth (22.8 6 8.4 U/mL), and increases at day 1 (26.2 6 8.4 U/mL), day 2 (31.2 6 8.3 U/mL), day 3 (41.6 6 9.1 U/mL), day 7 (72.6 6 17.6 U/mL) and day 14 (80.7 6 20.8 U/mL), with significant differences (P < 0.05) among each age group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Discussion: These results confirm that PON-1 activity is low in the first days of life and increases with aging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Conclusions: This information is important to not overdiagnose sepsis in newborns only based on low PON-1 activity, if compared with reference intervals of adults or foals Significance: The next steps will be to establish reference intervals for the first days of life and to evaluate PON-1 activity in foals with sepsis in order to assess whether PON-1 may be used as diagnostic marker of sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Key words: Age; Newborn foal; Serum paraoxonase-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DETECTION OF EQUINE CORONAVIRUS IN HORSES IN"
        },
        {
            "text": "Objectives: To examine the diagnostic value of a novel qPCR assay designed to detect equine dermatophyte infections Methods: A qPCR assay was designed to detect targets within chitin sythetase and beta-tubulin genes considered to be specific for dermatophyte species including those known to affect equids. The assay was used on stored frozen hair/skin samples which had previously been subject to culture using Saboraud's agar (SAB) and also prospectively in freshly submitted samples of hair/skin that were also subject to culture on SAB. Six different DNA extraction methods were used over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Results: A total of 265 samples (61 stored, 204 fresh) were examined. Of 53 culture1 samples, 52 were PCR1. The single culture1/ PCR-sample was stored sample where insufficient sample remained to reexamine with subsequent improved extraction methods. Of 82 PCR1 samples, 30 were culture1. Of 182 samples negative by culture and PCR, 173 were clinical specimens and 9 were from horses with no signs of skin disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Discussion: Compared to culture, PCR was found to have a sensitivity of at least 98.1%. PCR applied to normal hair revealed specificity of 100%. Compared to PCR, culture on SAB had a sensitivity of 36.6%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Conclusions: The qPCR assay was found to have very high sensitivity and specificity for dermatophytosis in horses. Culture on SAB may fail to identify approximately 63% of dermatophytosis cases. The DNA extraction method was found to be a crucial step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Significance: The qPCR assay offers a rapid and accurate means of identifying dermatophyte infections in horses. Objectives: Recent studies have shown the diagnostic value of miRNA fingerprints in whole blood of human patients with cancer. In this study we investigated the use of whole blood miRNAs as prognostic biomarkers for monitoring of disease dynamics in equine sarcoid (ES) affected horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Methods: 5 horses with spontaneous regression, 5 horses with progression of ES disease and 5 control horses were included in this longitudinal study. Whole blood samples taken at the initial presentation were used as input material for high throughput sequencing (HiSeq3000, Illumina). Clinical outcome was reevaluated after 5-7 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Results: 14 differentially expressed miRNAs which are accounted for control condition were identified with an adjusted P-value <0.05 and a fold change of >2 and up to 6 in either direction in the regression vs. progression group. 4 miRNAs (28.6%) were upregulated and 10 miRNAs (71.4%) were downregulated in whole blood of horses with regression of ES disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Discussion: miRNA deregulation seems to be associated with phenotype aggressiveness of ES disease. The direct targets of downregulated genes are top sarcoma biomarker-disease associations according to GeneGo disease Ontology (MetaCore TM software suite). The direct targets of upregulated genes show enrichment in network processes like Cell cycle_G0-G1, DNA damage_Core and DNA damage_MMR repair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Conclusion: Whole blood miRNA fingerprints may allow to predict prognosis in ES-affected horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Significance: Non-invasive prognostic biomarkers for ES disease might be promising for prepurchase exams of ES-affected horses and decision-making whether or not treatment should be initiated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Key words: Biomarker; Equine oncology; Equine sarcoid; microRNA. Objectives: To characterize faecal microbiota of horses with atypical myopathy (AM) compared with healthy co-grazers (HcG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT OF THE DIAGNOSTIC VALUE OF A NOVEL DERMATOPHYTE QPCR ASSAY IN HORSES. Andy Durham, Liphook Equine Hospital, Liphook, United Kingdom"
        },
        {
            "text": "Methods: Fresh faecal samples were obtained from 6 horses (1 stallion, 3 geldings and 2 females; mean age of 11.8 6 10 years) with confirmed AM and 6 HcG (4 geldings and 2 females; mean age of 13.6 6 8 years) during autumn-2016 and spring-2017 AM outbreaks in Belgium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "Bacterial taxonomy profiling obtained by 16S amplicon sequencing of faeces was used to identify differentially distributed bacterial taxa between AM and HcG. Results were statistically compared using Welch's t-test with STAMP software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "Results: A total of 90,407 sequences were analysed and clustered to 8,066 operational taxonomic units. Bacterial populations were distributed between 17 phylas, although 20% of sequences could not be attributed to an existing phylum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "Horses with AM harboured a significantly higher relative abundance of Ruminococcaeae family with a significantly lower Lachnospiraceae when compared to HcG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "Discussion: AM is caused by hypoglycin A intoxication, but only a part of horses pasturing in the same toxic environment develops the pathology, suggesting that there may be protective factors at the horse level. The results of this study show significant differences in faecal microbiota between AM cases and HcG, which could suggest that microbiota could play a role in the development or prevention of clinical disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "Conclusions: Results demonstrate that microbiota of AM affected horses is significantly different compared to HcG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "Significance: Microbiome could influence the development of AM, but this role deserves further investigation. Bronchoalveolar lavage is a method for the recovery of respiratory secretion from the lower airways and alveoli. It is used primarily for cytological evaluation of non-septic conditions, and is especially helpful when severe equine asthma, mild equine asthma or exercise induced pulmonary hemorrhage (EIPH) is suspected. Some clinicians have observed by endoscopy that in some horses the sampled bronchus collapses when vacuum is applied to retrieve the BAL fluid, and thereby reducing the amount of recovered fluid. Poor bronchoalveolar lavage fluid (BALF) recovery has been observed in horses with moderate to severe inflammation. The objective of this study was to investigate if the administration of a single dose of a bronchodilator in equine patients with a suspicion of severe equine asthma could help in improving recovery of BALF. A total of 15 horses with severe equine asthma were evaluated: 6 horses were once pretreated 30 minutes before BAL with 0.001 mg/kg of inhaled salbutamol, while 9 horses was not treated. Bronchoalveolar lavage was performed with BAL-catheter by instilling 300-350 mL of warm sterile saline, using 60 mL syringes. Amount of recovered fluid was recorded. Statistical analysis was performed with a two-tailed Student T-test using Excel. Mean BALF recovery in treated group was 53.9%, while in not-treated group 35.61% (P < 0.05). We can conclude that single pretreatment with salbutamol in horses with severe equine asthma improve the volume of recovered fluid after BAL, therefore clinicians should consider such procedure before performing BAL on horses with suspicion of bronchoconstriction. Strangles is caused by the bacteria Streptococcus equi subsp. equi (S. equi) and is a highly contagious disease with numerous outbreaks every year. Questions remain after an outbreak; what is the optimal duration of quarantine? How and when should stables and materials be cleaned and disinfected in an ideal situation? The purpose of this study was 1) obtain knowledge about how S. equi survives on various materials and 2) identify efficient methods to disinfect contaminated equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "This study was divided into two parts; in the first, stables' equipment was contaminated with S. equi and samples were obtained in intervals or after using different cleaning protocols. In the second part, in stables with strangles outbreak, samples were obtained from the environment approximately three weeks after the horses were clinically healthy and analysed for S. equi with culture and q-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "Results showed that S. equi survives about three weeks in filled water buckets indoors, but dies within four days on wooden posts outdoors in summer weather. Contaminated plastic \"twitches\" needed rigorous disinfection to ensure negative results on both culture and q-PCR. The results from stables showed that bacteria can exist in horses' environment even weeks after they are clinically healthy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "This results confirm that S. equi can survive a substantial time outside the host animal and the indirect route therefore has an import and role in the infectivity. Findings from this study can help decrease the number of future outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "Key words: Strangles contamination; Twitches; Wooden posts. Reason for performing study: Endoscopic examinations are essential for diagnostics and treatment of strangles (S. equi infection) in horses. However practitioners are often reluctant to use their endoscopes for this purpose, due to concern that, even after cleaning and disinfection, their endoscopes may retain both live S. equi bacteria and bacterial DNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPARISON OF FAECAL"
        },
        {
            "text": "Objectives: This study evaluated the efficacy of four different disinfectant methods to eliminate S. equi from videoendoscopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTIVENESS OF CLEANING AND DISINFECTION"
        },
        {
            "text": "Methods: Videoendoscopes were contaminated with standardized S. equi broth solutions then disinfected following four different protocols. Three field situation protocols using various disinfectants for manual cleaning (Group A: ethanol, Group B: 2-aminoethanol and didecyldimethylammoniumchloride, Group C: isopropyl alcohol, an enzyme-based solution then disinfected with orthophtaldehyde. Group D used a commercial endoscope washing machine (Getinge). After each protocol 50 mL of distillated water was flushed through the endoscopes biopsy channel and analyzed by bacterial culture and qPCR for S. equi. Each group had six replicates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTIVENESS OF CLEANING AND DISINFECTION"
        },
        {
            "text": "Results: Only a single positive bacterial culture was detected, being in group A (1/6). Regarding qPCR all samples in group A (6/6) were positive, whereas for group B, C and D 5/6, 2/6 and 1/6, respectively, were positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTIVENESS OF CLEANING AND DISINFECTION"
        },
        {
            "text": "Conclusions: While most disinfection methods eliminate live S. equi, none, including commercial endoscope washers ensured complete removal of S. equi DNA as detected by qPCR. Thus, while the risk of retention of live S. equi following endoscope cleaning appears low, even with machine washing these instruments can contribute to false positives on qPCR when screening horses for strangles. Methods: Live cultures of Strep equi were inoculated onto various sites and equipment comprising an outdoor fence post, a piece of plain wood (indoors), the sole of a shoe, cotton overalls, inside a nasogastric tube, a dental rasp and the bottom of a wet plastic bucket. Repeated sampling from each site was then conducted followed by attempts to culture Strep equi from the collected samples. The study was performed initially during the summer and then repeated in the winter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTIVENESS OF CLEANING AND DISINFECTION"
        },
        {
            "text": "Results: The longest recorded survival time was 34 days in a wet bucket in winter. Survival was not recorded beyond 9 days in the summer (in a stomach tube).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTIVENESS OF CLEANING AND DISINFECTION"
        },
        {
            "text": "Discussion: Maximum bacterial survival times and growth scores varied markedly depending on the inoculation site and time of year. Bacterial survival was clearly favoured by a wet environment and by the winter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTIVENESS OF CLEANING AND DISINFECTION"
        },
        {
            "text": "Conclusions: The study confirms that Strep equi is generally a fragile organism that does not survive well outside the horse. However, given protection by wet and cold conditions there is the potential for more prolonged environmental survival with the possibility of contagion to susceptible horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTIVENESS OF CLEANING AND DISINFECTION"
        },
        {
            "text": "Significance: Disinfection protocols during and following a strangles outbreak should be particularly vigilant towards wet sites, especially during cold weather.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTIVENESS OF CLEANING AND DISINFECTION"
        },
        {
            "text": "Key words: Strangles environment survival Streptococcus equi. Objectives: Equine Atypical Myopathy can be caused by consumption of seedlings of Acer pseudoplatanus (sycamore) trees, which are widespread in pastures in Europe. However, optimal pasture management to avoid toxicity is unclear. Here we evaluated the effect of mowing and herbicidal spraying on hypoglycin A (HGA) concentration in dying sycamore seedlings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTIVENESS OF CLEANING AND DISINFECTION"
        },
        {
            "text": "Methods: Seedlings from 6 locations were assigned to 2 groups: mowing (n 5 4) and herbicidal (dimethylamine) treatment (n 5 2). Seedlings were collected before intervention and at 48 hours, 1 and 2 weeks later. Mowed seedlings were cut at mid-stem length with surrounding grass and left on pasture. Seedlings in the herbicide experiment were sprayed according to the manufacturer's instructions and left to wither. HGA concentrations were measured by a validated LC-MS method and expressed on a dry matter basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HYPOGLYCIN A STABILITY IN SYCAMORE SEEDLINGS"
        },
        {
            "text": "Results: There were no significant differences in HGA concentration between time points in either group: HGA concentration remained high: 272 (199-2,110) ug/g [median (range) ]. HGA concentration increased significantly in grass cuttings from undetectable (time zero) to 17.4 (1.6) ug/g [mean 1/-SD] (P 5 0.0002), after 1 week in the mowing group.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 174,
                    "text": "(199-2,110) ug/g [median (range)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HYPOGLYCIN A STABILITY IN SYCAMORE SEEDLINGS"
        },
        {
            "text": "Discussion and Conclusion: Neither mowing nor herbicidal spraying reduces HGA concentration in sycamore seedlings up to 2 weeks after intervention. Cross contamination is possible between grass and sycamore seedlings when mowed together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HYPOGLYCIN A STABILITY IN SYCAMORE SEEDLINGS"
        },
        {
            "text": "Significance: Mowing and collection of sycamore seedlings seems necessary to avoid possible HGA toxicity in horses grazing pasture contaminated with sycamore seedlings. Seedlings and/or grass cuttings from affected pastures should not be fed to horses, even if they have dried or been sprayed with herbicide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HYPOGLYCIN A STABILITY IN SYCAMORE SEEDLINGS"
        },
        {
            "text": "Key words: Atypical myopathy; Hypoglycin; Pasture management; Seedlings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HYPOGLYCIN A STABILITY IN SYCAMORE SEEDLINGS"
        },
        {
            "text": "Co-oximetry is the gold standard method of measurement of hemoglobin species and is useful in the determination of the oxygenation status in different species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "The purpose of this study was to determine the effects of time after sampling on co-oximetry measurements of equine blood samples and the effects of adding ascorbic acid and methylene blue to samples with in-vitro induced methemoglobinemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "A total of 30 healthy horses were sampled. Co-oximetry was measured repeatedly on venous and arterial blood samples stored in ice water up to 48 hours after sampling. Sodium nitrite was added to 17 blood samples to produce methemoglobin. Six samples were used as controls, 6 had ascorbic acid (AscAc.) added and 5 had methylene blue (MetBlue) added. Parameters measured included total hemoglobin (TotHb), oxyhemoglobin (HbO 2 ), carboxyhemoglobin (CO 2 Hb), metahemoglobin (MetHb), oxygen carrying capacity (O 2 Cap), oxygen content (O 2 Ct) and oxygen saturation of hemoglobin (SO 2 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Oxyhemoglobin and SO 2 increased over time from 69.8 6 10.2% and 90 6 3 to 82.8 6 7.9% and 99 6 3, respectively, after 8 hours (mean 6 SD, P < 0.001). There was an effect of treatment (P 5 0.032) and of time (interaction P 5 0.003) on % MetHb. In samples with %MetHb ranging from 4 to 73% at time 0, changes in %MetHb were as follows: 9.8 6 6.51%, 20.12 6 0.96% and 24.86 6 1.55% at 48 hours in Control, AscAc. and MetBlue groups, respectively (P < 0.05). There was no effect of time on %MetHb in the AscAc. group (34.23 6 32.16% at time 0 to 34.12 6 33.91% after 48 hours).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Storage of blood in ice water to determine HbO 2 and SO 2 using a cooximeter should not exceed 4 hours. Measurement of %MetHb could be delayed by up to 48 hours if ascorbic acid is added to the sample. Methylene blue significantly decreased %MetHb over time compared to untreated control samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Key words: Blood gases; Carboxyhemoglobin; Dyshemoglobinemia; Methemoglobinemia; Reduced hemoglobin. Objectives: Circulating, cell-free miRNAs have been proposed as a new promising class of cancer biomarkers due to their high stability in plasma and serum. The goal of the study was to identify equine sarcoid (ES) disease-specific serum profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Methods: A case-control study was conducted to identify differences in serum miRNA expression profiles between 6 ES-affected and 5 control horses using high throughput sequencing (HiSeq3000, Illumina).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Results: 121 differentially expressed miRNAs were identified with an adjusted P-value <0.05 and a fold change of >2 and up to 6 in either direction. 42 miRNAs (34.7%) were upregulated and 79 miRNAs (65.3%) were downregulated in serum of ES-horses. Among the most significantly deregulated miRNAs are novel equine miRNA 13_4442, the eca-let-7 family and eca-miR-221/222.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Discussion: Despite their obvious potential as disease biomarkers, there is still no common opinion regarding the biological function of circulating, extracellular miRNAs. Some studies suggest their ability to manipulate the tumor environment in order to make it more permissive to tumor growth and invasion. When the top 3 known differentially regulated miRNAs were analyzed with miRPath tool, the union of predicted or experimentally validated targets showed an enrichment for pathways involved in cancer and transcriptional misregulation in cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Conclusion: Serum miRNA expression profiles differ between ES affected and control horses. The role of circulating miRNAs in the molecular pathways of equine sarcoid needs to be further investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Significance: Non-invasive diagnosis of ES disease may be possible by the identification of miRNA fingerprints in serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Key words: Biomarker; Equine oncology; Equine sarcoid; miRNA. Objectives: Inhalation of immunostimulatory bacterial DNA segments (cytosine-phosphate-guanosine-oligodeoxynucleotides, CpG-ODN) has been shown to normalize clinical and cytologic parameters in severe equine asthma (recurrent airway obstruction, RAO). We hypothesized that CpG-ODN inhalation reduces the misbalance of elastinolytic activity in horses affected by RAO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EFFECTS OF ASCORBIC ACID, METHYLENE BLUE AND OF TIME OF STORAGE ON MEASUREMENT OF EQUINE METHEMOGLOBIN BY CO-OXIMETRY. Ignacio Corradini, Lara Armengou, Eduard Jose-Cunilleras. Departament de Medicina i Cirurgia Animals, Universitat Autonoma de Barcelona, Barcelona, Spain"
        },
        {
            "text": "Methods: 20 horses diagnosed as RAO by clinical examinations using a scoring system were included. All horses were treated with inhalative CpG-ODN for 14 days in 2-day intervals. Matrixmetalloproteinase (MMP-2/-9) and tissue inhibitors of metalloproteinases (TIMP-1/-2) concentrations were measured in tracheal aspirates using equine ELISA kits (USCN Life Science Inc.) before, immediately and 6 weeks after CpG-ODN inhalation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MISBALANCE OF ELASTINOLYTIC ACTIVITY IN"
        },
        {
            "text": "Results: MMP and TIMP concentrations correlated with the results of clinical scoring in all stages of equine asthma. Inhalation therapy led to significant reductions in clinical scores. MMP-2, MMP-9 and TIMP-2 concentrations were reduced significantly immediately, and all MMP and TIMP concentrations 6 weeks after therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MISBALANCE OF ELASTINOLYTIC ACTIVITY IN"
        },
        {
            "text": "Discussion: In equine asthma, overexpression of MMPs contributes to pathological tissue destruction, while TIMPs counteract MMPs with overexpression leading to fibrosis formation. The results of this study show that CpG-ODN inhalation is an effective therapy to address a misbalance in equine asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MISBALANCE OF ELASTINOLYTIC ACTIVITY IN"
        },
        {
            "text": "Conclusions: Misbalance of elastinolytic activity was positively influenced by CpG-ODN inhalation for at least 6 post therapy, which may reduce the remodeling of the extracellular matrix. Further studies should evaluate this effect in comparison to glucocorticoid inhalation therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MISBALANCE OF ELASTINOLYTIC ACTIVITY IN"
        },
        {
            "text": "Significance: CpG-ODN inhalation may be an effective therapy in prevention of pulmonary fibrosis formation in equine asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MISBALANCE OF ELASTINOLYTIC ACTIVITY IN"
        },
        {
            "text": "Key words: CpG-ODN; Equine asthma; Horse; Inhalation; MMP; RAO; Respiratory; TIMP. Objectives: In this study, the effect of TTs was evaluated in 30 Thoroughbred and Standardbred racehorses in a prospective, cross-over blinded clinical study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MISBALANCE OF ELASTINOLYTIC ACTIVITY IN"
        },
        {
            "text": "Methods: 22 Thoroughbred and 8 Standardbred racehorses were examined using overground endoscopy under full-intensity exercise on their training race tracks with and without fixation of the tongue by use of TTs. Equivalent exercise intensity was ensured by measuring heart rate (bpm), speed (GPS) and venous lactate. Pharyngeal diameter was expressed as pharyngeal-epiglottis-ratios as described in former studies and laryngeal abduction accordingly as laryngeal-median-ratios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Results: The pharyngeal diameter increased significantly in all horses between rest and full-intensity exercise (P < 0.01). Multivariable-analysis revealed that this effect was significantly decreased by the application of tongue ties (P < 0.01). No significant effects of TTs on laryngeal parameters were found. DDSP was found in 4/30 examinations with TT (13.3%) and in 1/30 examinations without TT (3.3%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Discussion: There is contradictory published evidence on the potential efficacy of 'tongue ties' (TTs) on upper airway function and for treatment of intermittent dorsal displacement of the soft palate (DDSP) in racehorses. A positive effect on pharyngeal or laryngeal diameters was not found in this study. Further studies should focus on animal welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Conclusions: The results of this study do not support the use of TTs to support upper airway function and to prevent the occurrence of DDSP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Significance: The results of our study might provide objective evidence for future decisions of equine sports organizations concerning the regulations on TTs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Key words: DDSP; Overground endoscopy; Tongue tie. Objectives: Determining whether high quality 24 -hour continuous ambulatory telemetric EEG recordings can be made using a prefab horse-cap. Secondly, to determine whether such recordings are helpful in determining (sub) clinical epileptic pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Methods: 24-Hour ambulatory telemetric electroencephalograms were recorded from 7 adult control horses and 7 adult patients with abnormals behaviour of unknown origin or epileptic-like insults and with absence of extra cranial disease. An EEG-cap developed for horses, an amplifier and recording software (Lifelines) were used. A commercial video camera was connected to the recording laptop. For analysis the sensitivity was set at 70 microvolt/cm with a time-base of 10 s/page as starting point. The low-cut filter was set at 0.500 Hz and the high-cut at 35-70 Hz. The notch filter was 50 Hz. Abnormal activity was defined as a spike or sharp wave, a period of generalized slow wave rhythmical activity, or a generalized fast rhythmical discharge. The recording time ranged from 20.35 to 20.10 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Results: There were no clinical nor technical problems and the recordings were of good quality. One control horse (14%) showed abnormal brain activity. Six out of 7 patients (86%) showed abnormal brain activity. The simultaneous video surveillance proved essential in recognizing artefacts due to ear, lip or eye movements and shaking or headrubbing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Conclusion and Clinical relevance: The use of the horse-cap is facilitating the application process and results in good quality recordings. The telemetric ambulatory EEG using simultaneous video recordings is a helpful asset in the neurological diagnostic workup. Objectives: To determine whether horses treated with corticosteroids are at an increased risk of laminitis and whether there an association with corticosteroid type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Methods: A retrospective case-control study was undertaken in which all horses treated with corticosteroids by the Royal Veterinary College equine first opinion practice and referral hospital in 2014 were included. For each case, one time-matched control that was seen by the same veterinarian but not treated with corticosteroids was identified. The prevalence of laminitis was compared between groups and association with corticosteroid type assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Results: Of the 205 cases, 2 (1%) developed laminitis within 14 days of corticosteroid therapy and 2/205 controls developed laminitis within the same time period. Neither of the two cases that developed laminitis had any relevant laminitis risk factors, however both controls had a history of previous laminitis and one had an underlying endocrinopathy. There was no association between laminitis occurrence and the type of corticosteroid prescribed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Discussion: The perceived risk of laminitis associated with medium and long-term corticosteroid preparations is greater than that associated with short-term preparations, but reports of laminitis following use of corticosteroids other than oral prednisolone are limited to case reports. This is the first case-control study evaluating the risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Conclusions: Use of various corticosteroid preparations including oral perdnisolone, methylprednisolone, triamcinolone, intravenous and oral dexamethasone and inhaled corticosteroids was not associated with an increased prevalence of laminitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Significance: Administration of corticosteroids did not increase the prevalence of laminitis. Objectives: This study aimed to validate a clinical score system that could be used by practitioners to improve the detection of acute/subacute EGS cases in the field based on simple epidemiological and clinical variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Methods: Two studies, were performed to create and validate a scoring system for suspected EGS cases. For each group, a ROC curve was created and area under the ROC curve was calculated, and a cut-off score with the highest sensitivity for each group was selected. Using the cut-off scores calculated for the 3 groups, a range of scores was determined to try discriminate between probable, suspect and negative cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Results: A clinical score greater than 26 would make the animal highly probable to be a positive EGS case, while a score between 19 and 26 would make the animal a suspected case, a score less than 19 would be unlikely to have EGS. With this range, the scoring system has sensitivity of 89%, specificity of 67-73%, and 80% of animals would be correctly classified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Discussion: Pre-mortem diagnosis of EGS is a challenge as definitive diagnosis requires a laparotomy/laparoscopy-assisted ileal/myenteric lymph nodes biopsies. There is a need to improve the detection of the disease in countries (like France) where the incidence is unknown, but presumed low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Conclusion: The score developed represents an inexpensive and useful tool for the identification of suspected EGS cases in the field situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Significance: The score is easy to calculate, and could help field veterinarians to more easily identify potential cases of EGS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Key words: Dysautonomia; Equine grass sickness. ANALYSIS  OUTCOME  AND  COMPLICATIONS  AFTER  LARGE  INTESTINAL  TRANSABDOMINAL AND TRANSRECTAL TROCHARISATION  IN HORSES (2004 HORSES ( -2015 . Angelika Schoster 1 , Nicole Altermatt 2 , Andrea Bischofberger 1 . 1 Equine Department, University of Zurich, Zurich, Switzerland, 2 Swiss Institute of Equine Medicine, University of Bern and Agroscope, Bern, Switzerland",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 175,
                    "text": "HORSES (2004",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 190,
                    "text": "HORSES ( -2015",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 162,
                    "text": "ANALYSIS  OUTCOME  AND  COMPLICATIONS  AFTER  LARGE  INTESTINAL  TRANSABDOMINAL AND TRANSRECTAL TROCHARISATION  IN",
                    "ref_id": null
                }
            ],
            "section": "EVALUATION OF THE EFEFCT OF TONGUE TIES ON PHARYNGEAL AND LARYNGEAL DIAMETERS AND TO"
        },
        {
            "text": "Objective: To describe the outcome of trocharisation and to identify factors associated with occurrence of peritonitis Methods: 228 horses with colic that underwent percutaneous or trans rectal trocharisation were included. Odds ratios and chi square tests were used to identify factors associated with outcome and occurrence of peritonitis (>5,000 3 10 9 cells/L). Factors evaluated were site and number of trocharisations, presence of a ping on auscultation, gas distension on rectal examination, complications during the procedure and rolling under general anesthesia. Clinical signs of peritonitis were defined as 2 of: anorexia, lethargy, fever, abnormal mucus membranes hyperfibrinogenemia and leukocytosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Results: Between one and four trocharisations were performed per horse, 190/228 (83%) were transabdominal, 17/228 (8%) transrectal and 21/228 (9%) both. Of the 173 medically treated horses 127 (73%) survived, none were euthanized related to trocharisation. Horses with three procedures were more likely euthanized compared to one (OR 5.1, CI 1.68-15.69, P 5 0.004). Horses undergoing both procedures were more likely euthanized compared to solely transabdominal trocharisation (P 5 0.0007). Peritonitis was present in 52/55 (95%), none of the factors tested were associated with occurrence of peritonitis. Clinical signs and peritonitis were present in 7/55 (13%) of horses, 3/7 (42%) were rolled under general anesthesia following trocharisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Discussion: Peritonitis was common, but clinical signs associated with it were uncommon. Rolling after trocharisation resulted in clinically relevant peritonitis in 40%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Significance: Trocharisation is a safe procedure in horses. Clinical signs of peritonitis are rare, however a higher complication rates should be anticipated when rolling horses after trocharisation. While Coastal Bermuda hay is strongly associated with ileal impaction in the southeastern United States, stabling on flax bedding has anecdotally been associated with this condition in Europe. The aim of this study was to investigate the association between ileal impactions and the use of flax shives opposed to straw as bedding. Medical records of 2,337 referral cases evaluated for abdominal pain between January 2008 and May 2017 were reviewed. Diagnosis, date of admission, age, breed, gender, weight, stall bedding and outcome were recorded. The association between bedding and ileal impaction was evaluated by a Chi square test; the odds ratio (OR) and its 95% confidence interval (CI) was calculated. The proportion of cases stabled on flax bedding was 11.4%. The overall prevalence of ileal impactions was 4.2%. In the flax group, the prevalence of ileal impaction was 9.4% as opposed to 3.6% in the straw group. The OR (2.83; 95% CI, 1.83-4.40; P < 0.001) indicated that horses stabled on flax bedding were approximately 3 times more likely to have ileal impaction compared to horses stabled on straw. No significant association for date of admission, age, breed, gender and weight was found in a multivariate model. Survival to discharge was 72.5% in the medically treated group compared to 76.7% in the surgically treated group. No significant association was found between survival to discharge and type of bedding. These results suggest that horses housed on flax bedding were more likely to develop ileal impaction compared to horses on straw. Objectives: We recently showed that moderate/severe Equine Glandular Gastric Disease (EGGD) is associated with an exaggerated cortisol release following ACTH stimulation. The aim of the present study was to determine the best time point for salivary cortisol measurement after stimulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Methods: Twenty-six endurance and eventing horses (Sport Horses (S)) without clinical complaints and an independent population of 62 patients (Patients (P)) were grouped by gastroscopic findings (no/mild vs. moderate/severe EGGD, grade 0/1 vs. 2-4 Equine Squamous Gastric Disease (ESGD), respectively) and underwent an ACTH stimulation test. Salivary cortisol was analyzed before and 30, 60, 90, 120 and 150 minutes after intravenous injection of 1 ug/kg synthetic ACTH1-24 (Synacthen, Novartis). Receiver-operating-characteristic (ROC) analyses of all time points and of the AUC (corrected for the baseline) were performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Results: Salivary cortisol values 60 minutes after ACTH injection showed best agreement with moderate/severe EGGD, based on sensitivity (S: 100%/P: 75%), specificity (S: 75%/P: 52%) and 1-sided P-value (S: P 0.001/P: P 5 0.0064). In comparison, AUC showed inferior sensitivity (S: 100%/P: 56%; specificity: S: 70%/P: 76%; 1-sided P-value: S: P 0.001, P: P 5 0.0231). There were no significant associations with ESGD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Discussion: The initial release of cortisol rather than its peak or total increase (AUC) appears to be relevant regarding EGGD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Conclusion: Salivary cortisol measurement 60 minutes after ACTH administration shows best performance, but diagnostic accuracy does not presently support clinical use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Significance: Characterization of the adrenal response to an ACTH stimulus may improve the understanding of EGGD pathophysiology and its relation to stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Key words: ACTH challenge; Gastric ulcers; Stress. Aortic regurgitation (AR) and mitral regurgitation (MR) are common in horses. The purpose of this study was to investigate non-invasively measured pulse pressure (PP) in horses with AR and MR and to propose PP cutoff values to identify AR and to assess severity of AR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Medical records of horses presented between April 2013 and June 2017 for cardiac examination were retrospectively analyzed. Horses with arrhythmias, chronic heart failure, unclear primary diagnosis, <1 y of age or <300 kg bodyweight were excluded. All horses had noninvasive blood pressures recorded (average of 5 measurements; Medtronic Lifepak 15) and diagnoses and disease severity had been confirmed by echocardiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Cases were categorized based on primary diagnosis (AR, n 5 43; MR, n 5 39; healthy controls, n 5 13) and regurgitation severity (mild, moderate, severe) by color-flow mapping. PP was compared between groups using one-way ANOVA and cutoff values were determined with ROC analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "PP was significantly increased with AR compared to MR (mean difference [95% CI]: 119 [11-26] mmHg) and controls (118 [7-28] mmHg). Sensitivity (Sn), specificity (Sp) and likelihood ratio (LR) of PP to distinguish AR from MR and controls were 82%, 73% and 3.1 at cutoff 48 mmHg and 49%, 98% and 25.4 at cutoff 58 mmHg. Sn, Sp and LR to differentiate severe from mild-moderate AR were 70%, 83% and 4.0 at cutoff 62 mmHg and 55%, 96% and 12.7 at cutoff 67 mmHg, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "In conclusion, PP is increased in horses with AR and non-invasive PP measurements can aid clinicians in staging severity of AR in horses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        },
        {
            "text": "Key words: Aortic regurgitation; Non-invasive blood pressure; Pulse pressure. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RETROSPECTIVE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The treatment of atrial fibrillation (AF) in horses is limited by both the paucity of drugs and their side-effects. Selectively targeting ion channels in the atria is expected to reduce the risk of adverse ventricular effects. One such target is the I k,ACh current, conducted by a K 1 channel located predominantly in the atria. This study set out to test whether a selective I k,ACh blocker (XAF-1407) can terminate tachypacing-induced AF in horses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ltd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Company",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "AF was induced by atrial-tachypacing of 5 healthy Standardbred mares",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On day 27, 3/5 cardioverted. XAF-1407 significantly increased atrial effective refractory period (aERP) at basic cycle length (BCL) of 1,000 and 800 ms (P < 0.05) all procedure days, whereas there was a trend towards prolongation at BCL500 and 400 ms. No cardiovascular or clinical side-effects, apart from a slight increase of heart rate, were registered. Conclusion/Discussion: XAF-1407 is able to abrogate AF, but its efficacy decreases with AF duration. XAF-1407 prolonged aERP, without observed ventricular effects, supporting I k,ACh inhibitors as atrialselective anti-arrhythmics. Significance: Drugs targeting atrial ion channels may be a promising",
            "authors": [],
            "year": null,
            "venue": "mg/kg IV) was administered before AF induction and 1, 3, 9, 15 and 27 days following AF induction, to restore sinus-rhythm (SR)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Atrial-selectivity; Cardioversion; Ventricular side-effects",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "In two horses (warmblood and trotter), extensive non-standard ultrasound imaging with focus on the dorsal region of both atria was performed in order to identify landmarks and vessels, based upon the CT images and to define new standard ultrasound views. Results: anew echocardiographic procedure was defined to visualize right and left atrial appendage, oval fossa and limbus, tuberculum intervenosum, crista terminalis, sinus venarum cavarum, vena azygos and the cranial and caudal caval veins. In addition, 4 pulmonary vein ostia and antra, left and right pulmonary artery branches, caval veins, aorta and brachiocephalic trunc, and their 3D relations were identified from right and left parasternal views. Conclusion: virtually all important atrial-related structures could be visualized on ultrasound in both horses. Specific standard ultrasound images that allow correct identification of these structures and vessels were defined. Significance: as fluoroscopy and CT",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "At day 1, 3, 9, 27 and 55 after pacing was initiated, Atrial fibrillation cycle length (AFCL) were measured from (1) Surface ECGs subjected to QRST cancellation and calculation on atrial fibrillatory rate, (2) 2D tissue Doppler imaging obtained in three imaging planes (Left atrial free wall (LAFW 4CH ), Left atrial septum (IAS 4CH ), right parasternal long axis four chamber view, and left atrial septum, left parasternal long axis view (IAS L )) and (3) intra atrial recordings (EGM) obtained from the pacemaker lead. Results: All though only significant for the surface ECG and IAS 4CH AFCL from the EGM, surface ECG and IAS 4CH . Discussion: As expected, AFCL decreased over time. AFCL from the surface ECG and tissue Doppler imaging plane IAS 4CH",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "16"
                    ],
                    "last": "Pacing",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Progression",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Atrial Fibrillation -A Study",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Of",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Remodelling",
                    "suffix": ""
                },
                {
                    "first": "Tissue",
                    "middle": [],
                    "last": "Surface Ecg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Doppler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Intra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "Eva"
                    ],
                    "last": "Recordings",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zander",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "THE UNITED KINGDOM. Jill Bryan 1 , Celia Marr 2 , Catriona MacKenzie 2 , Tim Mair 3 , Monica Da Costa 1 , Nicola Pusterla 4 , Samantha Barnum 4 , Alastair Foote 1 . 1 Rossdales Laboratories, Newmarket, United Kingdom, 2 Rossdales Equine Hospital and Diagnostic Centre, Newmarket, United Kingdom, 3 Bell Equine Veterinary Clinic, Maidstone, United Kingdom, 4 Department of Medicine and Epidemiology, University of California, Davis, CA, USA Objectives: To report the results of qPCR testing for equine coronavirus (ECoV) in horses in the UK.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "MICROBIOTA OF HORSES SUFFERING FROM ATYPICAL MYOPATHY AND HEALTHY CO-GRAZERS. Simona Cerri 1 , Bernard Taminau 2 , Dominique Votion 3 , H elène Amory 1 , Georges Daube 2 , Carlota Cesarini 1 . 1 Faculty of Veterinary Medicine of Liège, Department and Clinic of Equine Medicine, Liège, Belgium, 2 Faculty of Veterinary Medicine of Liège, Department of Food Sciences -Microbiology, Liège, Belgium, 3 Faculty of Veterinary Medicine of Liège, FARAH Center, Liège, Belgium",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "4. SERUM MICRORNAS AS NOVEL, NON-INVASIVE, DIAG-NOSTIC BIOMARKERS FOR EQUINE SARCOID DISEA-SE. Lucia Unger 1 , Vinzenz Gerber 1 , Alicja Pacholewska 2 , Tosso Leeb 2 , Vidhya Jagannathan 2 . 1 Swiss Institute of Equine Medicine, University of Bern and Agroscope, Bern, Switzerland, 2 Institute of Genetics, University of Bern, Bern, Switzerland",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Key words: Coronavirus; Equine; United Kingdom. HEALTHY HORSES. Sabita Diana Stoeckle 1 , Eva M€ uller 1 , Judith Winter 1 , Gerhard Sponder 2 , J€ org R. Aschenbach 2 , Heidrun Gehlen 1 . 1 Department and Clinic of Equine Medicine, Freie Universitaet Berlin, Berlin, Germany, 2 Institute of Veterinary Physiology, Freie Universitaet Berlin, Berlin, Germany",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "9. A STUDY INTO THE ASSOCIATION OF DIETARY MYCOTOXINS WITH LIVER DISEASE IN HORSES. AndyDurham. Liphook Equine Hospital, Liphook, United Kingdom",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Key words: Atypical; Equine; Gastrointestinal; Microbiota; Myopathy. 15. THE EFFECT OF SINGLE PRETREATMENT WITH SALBUTAMOL ON RECOVERY OF BAL FLUID IN HORSES WITH SEVERE EQUINE ASTHMA. Mathilde Varegg 1 , Kine Kloverod 1 , Malin Austnes 1 , Artur Niedzwiedz 2 . 1 Graduate students, Faculty of Veterinary Medicine, Wroclaw University of Environmental and Life Sciences, Wroclaw, Poland, 2 Department of Internal Diseases with Clinic for Horses, Dogs and Cats, Wroclaw University of Environmental and Life Sciences, Wroclaw, Poland",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Key words: Asthma; Bronchoalveolar lavage; Horses. 16. SURVIVAL OF STREPTOCOCCUS EQUI SUBSP. EQUI ON MATERIALS IN HORSE STABLES. Mikaela Andreasson, Elin Svonni, John Pringle, Anneli Ryd en, Miia Riihim€ aki. Clinical Sciences, Swedish University of Agricultural Sciences, Uppsala, Sweden",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Ann Kristin Barton 1 , Anne Troppenz 1 , Dana Teschner 1 , Inga Lindenberg 1 , Roswitha Merle 2 , Heidrun Gehlen 1 . 1 Equine Clinic, Freie Universitaet Berlin, Berlin, Germany, 2 Institute of Veterinary Epidemiology, Freie Universitaet Berlin, Berlin, Germany 7. THE POTENTIAL OF 24 HOUR TELEMETRIC AMBULATORY EEG UNDER CONTINUOUS VIDEO MONITORING USING A PREFAB \"HORSECAP.\". Inge Wijnberg, Irene Derks. Department of Equine Sciences, Utrecht University, Utrecht, The Netherlands USE IN HORSES: A RETROSPECTIVE CASE-CONTROL STUDY. Nicola Menzies-Gow, Stewart Wilson. Department of Clinical Science and Services, Royal Veterinary College, North Mymms, United Kingdom SATURDAY, NOVEMBER 4, 2017 15:00-16:15 SELECTED ABSTRACTS III. BALLROOM AB 9. VALIDATION OF A CLINICAL PREDICTION SCORE FOR DETECTION OF SUSPECTED CASES OF EQUINE GRASS SICKNESS (DYSAUTONOMIA) IN FRANCE. Pia Randleff-Rasmussen 1 , Agnes Leblond 1 , Justine Bontemps 1 , Sara Belluco 2 , Michel-Robert Popoff 3 , Claude Marchillaud-Pitel 4 , Jackie Tapprest 5 , Pierre Ritz 4 , Isabelle Desjardins 1 . 1 Vetagro-Sup, Equine Department, Lyon, France, 2 Vetagro-Sup, Histopathology, Lyon, France, 3 Pasteur Institute, Anaerobic Bacteria and Toxins, Paris, France, 4 RESPE, Department of Equine Health, Saint Contest, France, 5 FAFEOHS, Department of Equine Health, Goustranville, France Angelika Schoster 1 , Nicole Altermatt 2 , Andrea Bischofberger 1 . 1 Equine Department, University of Zurich, 1. A STUDY OF THE ENVIRONMENTAL SURVIVAL OF STREPTOCOCCUS EQUI SUBSPECIES EQUI. Andy Durham 1 , Suzy Hall 1 , Lucy Kulp 2 , Claire Underwood 3 . 1 Liphook Equine Hospital, Liphook, United Kingdom, 2 The Village Animal Hospital, Caterham, United Kingdom, 3 University of Pennsylvania, Philadelphia, PA, USA Objectives: To estimate the potential survival of Streptococcus equi subspecies equi (Strep equi) in environments relevant to equine management and clinical practice.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Sonia Gonzalez Medina 1 , Fernando Montesso 2 , Richard Piercy 1 . 1 Royal Veterinary College, Comparative neuromuscular diseases laboratory, London, United Kingdom, 2 Animal Health Trust, Preventive Medicine, Newmarket, United Kingdom",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "CONTROL STUDY. Nicola Menzies-Gow, Stewart Wilson. Department of Clinical Science and Services, Royal Veterinary College, North Mymms, United Kingdom",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Key words: Cecal tympany; Enterocentesis; Peritonitis; Rolling. 11. ASSOCIATION BETWEEN FLAX BEDDING AND ILEAL IMPACTIONS IN HORSES: RETROSPECTIVE ANALYSIS OF 2337 GASTROINTESTINAL CASES (2008-2017). Alexander Dufourni, Annelies Decloedt, Dominique De Clercq, Laurence Lefère, Piet Deprez, Gunther Van Loon. Department of Large Animal Internal Medicine, Ghent University, Merelbeke, Belgium",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Key words: Colic; Equine; Flax shives; Ileal impaction. 12. OPTIMIZATION OF AN ACTH CHALLENGE TEST TO PREDICT THE RISK OF EQUINE GLANDULAR GASTRIC DISEASE (EGGD) IN HORSES. Fay Sauer 1 , Rupert Bruckmaier 2 , Alessandra Ramseyer 1 , Beatriz Vidondo 3 , Milena Scheidegger 1 , Vinzenz Gerber 1 . 1 Swiss Institute of Equine Medicine, University of Bern and Agroscope, Bern, Switzerland, 2 Veterinary Physiology, University of Bern, Bern, Switzerland, 3 Veterinary Public Health Institute, University of Bern, Bern, Switzerland",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "13. DIAGNOSTIC VALUE OF NONINVASIVE PULSE PRESSURE MEASUREMENTS IN HORSES WITH AORTIC REGURGITATION. Julia Boegli, Katharyn Mitchell, Christine Bernsdorf, Colin Schwarzwald. Equine Department, University of Zurich, Zurich, Switzerland",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "A POTENT, SELECTIVE IK, ACH BLOCKER IN AN EQUINE MODEL OF PERSISTENT ATRIAL FIBRILLATION. Merle Friederike Fenner 1 , Eva Hesselkilde 1 , Helena Carstensen 1 , Sarah Nissen 1 , Maja Jensen 1 , Christine Lunddahl 1 , James Milnes 2 , Stefan Michael Sattler 3 , Thomas Jespersen 4 , Rikke Buhl 1 . 1 Department of Veterinary Clinical Science, University of Copenhagen, Copenhagen, Denmark, 2 Xention",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "In human patients, ventricular premature depolarizations (VPDs) originating from different intra-ventricular regions result in distinctive ECG characteristics. The aim of our study is to describe changes in QRS morphology in relation to the site of ventricular ectopy. In 4 horses, under general anesthesia, a mapping catheter (Intellamap Orion, Boston Scientific) was used for ventricular pacing at specific locations in the left and right ventricle. The catheter was guided by 3D electroanatomical mapping (Rhythmia, Boston Scientific) and transthoracic ultrasound. After placement of the catheter in the right and left apical, high septal and high free wall area, supra-threshold ventricular pacing was performed at a pacing cycle length between 800 and 1,000 ms while a modified base-apex ECG (Televet100) was recorded. From this ECG, at sinus rhythm (SR) and at each pacing location, 20 QRS complexes were used for QRS morphology description and measurement of QRS amplitude and duration. Compared to SR, paced QRS complexes had longer duration. A large positive R and small negative s morphology was found at high septal and high right ventricular free wall pacing while apical and high left ventricular free wall pacing resulted in small positive r and large negative S morphology. These preliminary results suggest that typical ECG characteristics from a modified base-apex surface ECG may be helpful to identify the site of ventricular ectopy. These findings might be helpful in future for diagnosis and treatment of complex arrhythmias and development of new treatment strategies.Key words: 3D-electro-anatomical mapping; Echocardiography; Electrocardiogram; QRS characteristics; Ventricular ectopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Berit Boshuizen 1 , Constance De Meeus d'Argenteuil 1 , Filip Van Nieuwerburgh 2 , Dieter Deforce 2 , Jean De Oliveira 3 , Laura Van Hauwe 1 , Catherine Delesalle 1 . 1 Department of Veterinary Medicine, Ghent University, Ghent, Belgium, 2 Department of Pharmaceutics, Ghent University, Ghent, Belgium, 3 Cargill, Research and Development Centre Europe, Vilvoorde, BelgiumObjectives: Aleurone, which resides in the outer bran layer of the wheat kernel, is thought to be responsible for the beneficial health effects of whole wheat products. Aleurone-related research has mainly been performed in vitro or in clinical study models focusing on pathological conditions such as obesity. In this study the effect of oral aleurone supplementation on postprandial glucose-insulin metabolism and fecal microbiome of horses was studied.Methods: An escalating dosing trial (10 weeks) was executed in 8 healthy untrained Standardbred horses in a 4 3 4 cross over model, testing 4 different doses of aleurone (50, 100, 200, 400 g) each supplemented during 7 days, followed by 1 week wash out. Horses were fed concentrate feed twice a day (8 am-aleurone enriched, and 8 pm).Postprandial glycemic (AlphatrakV R ) and insulin (Immulite V R ) levels were monitored on day 7 of each week. Blood was sampled when feeding started (T0) and every 30 minutes (4 hours) and thereafter every 60 minutes (4 hours) for glucose and at T0 and every 10 mins (1 hour), thereafter every 30 minutes (4 hours) for insulin. Fecal samples were collected on day 7 of each week.Fecal cDNA extraction (DNA stool mini kit Qiagen V R ) was followed by high throughput sequencing (Illumina MiSeq Sequencer). Qiime V R and Emperor V R software were used for microbiome analysis. Statistical analysis was performed using a two-tailed paired T test or, for multiple groups, a two-way ANOVA with a Bonferroni correction.Results: Feeding aleurone delayed time to peak glucose and insulin linearly with increasing aleurone dose (P < 0.05). Peak glucose value and area under the curve (AUC) were not changed, however peak insulin value and AUC reduced linearly with increasing doses of aleurone (P < 0.05).An increased alpha-diversity was seen in the fecal microbiome as of a dose of 200 g aleurone. ß-diversity was significantly increased in supplemented versus non-supplemented horses.Aleurone supplementation increased the relative abundance of 9 bacterial genera, of which most significantly Bacteroidetes BF311, of which the species Bacteroidetes acidifaciens showed an 6 11 fold increase.Discussion: Aleurone supplementation seems to have a beneficial effect on glucose-insulin response to concentrate meal uptake in horses. Effects are seen as of a dose of 200 g per day.Interestingly, in mice Bacteroidetes abundance in the fecal microbiome, has been shown to be associated with increased glucagon-like peptide 1 production and improved insulin sensitivity (Yang et al., Mucosal Immunol. 2017; 10 (1): 104-116).Conclusions: Aleurone supplementation seems to have a beneficial effect on glucose-insulin metabolism in response to concentrate meal uptake and to increase microbial richness of the fecal microbiome.Significance: Aleurone could be an interesting avenue to modulate glucose-insulin metabolism and the gut microbiome in horses. The observed effects on postprandial glucose-insulin metabolism could be interesting for supporting exercise performance capacity on one hand and on the other hand for horses suffering from equine metabolic syndrome. Overfeeding, obesity and hyperinsulinemia are associated with cardiovascular changes such as increased blood pressure in ponies; however, it is not yet known when cardiovascular changes occur.By supplying an excessive (200% maintenance) diet rich in carbohydrates and fat, hyperinsulinemia and obesity were further induced in 7 Shetland pony mares (test; BCS 5.5-8/9) during 28 weeks. The control ponies (n 5 6; BCS 4-6/9) received 100% of their daily digestible energy needs. Non-invasive blood pressure measurements (oscillometric device on coccygeal artery; Cardell 9402) were taken weekly during the experimental period. Systolic blood pressure (SBP), diastolic blood pressure (DBP), mean arterial blood pressure (MAP) and heart rate (HR) of both the control group and test group were recorded to examine the effect of an excessive diet. SBP, DBP and HR were significantly higher in the test group compared to the control group, moreover significant changes in HR and DBP occurred directly after starting the diet (wk 1; wk 0, respectively) and SBP changed after about 10 weeks on the diet. The same experiment was repeated one year later after a 16week period of only hay before restarting the excessive diet. Groups slightly differed (test n 5 5, 2 new; control n 5 5, 3 new). Heart rate and blood pressure changes over time showed the same pattern as the year before.Conclusion: Overfeeding increases SBP, DBP and HR of Shetland pony mares. SBP seems to respond differently compared to DBP and HR. Although blood pressures remained within the physiologic range, chronically increased BP can lead to heart diseases. Assessment of insulin dysregulation (ID) is essential to diagnose EMS. However, protocols for implementation of oral diagnostic test vary from glucose administration with the animals' feed to glucose administration via naso-gastric tubing. Manipulation-induced stress response during naso-gastric tubing is a common concern, resulting in missing owner compliance and an uncertainty about impairment of test results. Therefore, the aim of the study was to evaluate the impairment of naso-gastric tubing on clinical relevant parameters during oral glucose test (OGT). Eighteen Icelandic horses of varying sex, age, weight and insulin sensitivity were included into the study. OGT was performed with 1 g/kg BW glucose in 2 L water administered via nasogastric tubing, followed by a Sham-OGT (SOGT) with administration of 2 L water without glucose three weeks later. Blood samples were collected for 2 hours and were analyzed for insulin, glucose, adrenocorticotropic hormone (ACTH) and cortisol. OGT caused time-dependent increase in glucose concentration (P < 0.0001) and endogenous insulin response (P < 0.0001), whereas glucose and insulin concentrations remained unaffected during SOGT, differing significantly from OGT (P < 0.0001). ACTH and cortisol increased immediately after nasogastric tubing, however both were not significant different from baseline concentrations after 120 minutes. To conclude, clinical relevant insulin and glucose concentrations determined between 60 and 120 minutes showed no variation in SOGT, suggesting most likely no impairment by acute stress response due to naso-gastric tubing. Therefore, glucose application during OGT procedure can be performed via naso-gastric tubing without falsifying the relevant test results in terms of ID although an influence on glucose kinetics related to OGT remains unknown.Key words: ACTH; Cortisol; Horse; Insulin; Naso-gastric tube; Oral glucose test",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 304,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "EFFECT OF ALEURONE SUPPLEMENTATION ON FECAL MICROBIOME AND GLUCOSE METABOLISM IN HORSES."
        }
    ]
}