{
    "paper_id": "537abde4c5b849f55e62ff102f4f91dfca742ff7",
    "metadata": {
        "title": "SARS-CoV Genome Polymorphism: A Bioinformatics Study",
        "authors": [
            {
                "first": "Gordana",
                "middle": [
                    "M"
                ],
                "last": "Pavlovic-Lazetic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Belgrade",
                    "location": {
                        "postCode": "11001",
                        "settlement": "Belgrade",
                        "country": "Serbia and Montenegro"
                    }
                },
                "email": ""
            },
            {
                "first": "Nenad",
                "middle": [
                    "S"
                ],
                "last": "Mitic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Belgrade",
                    "location": {
                        "postCode": "11001",
                        "settlement": "Belgrade",
                        "country": "Serbia and Montenegro"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrija",
                "middle": [
                    "M"
                ],
                "last": "Tomovic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friedrich Miescher Institute for Biomedical Research",
                    "location": {
                        "postCode": "CH-4058",
                        "settlement": "Basel",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Mirjana",
                "middle": [
                    "D"
                ],
                "last": "Pavlovic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Milos",
                "middle": [
                    "V"
                ],
                "last": "Beljanski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A dataset of 103 SARS-CoV isolates (101 human patients and 2 palm civets) was investigated on different aspects of genome polymorphism and isolate classification. The number and the distribution of single nucleotide variations (SNVs) and insertions and deletions, with respect to a \"profile\", were determined and discussed (\"profile\" being a sequence containing the most represented letter per position). Distribution of substitution categories per codon positions, as well as synonymous and non-synonymous substitutions in coding regions of annotated isolates, was determined, along with amino acid (a.a.) property changes. Similar analysis was performed for the spike (S) protein in all the isolates (55 of them being predicted for the first time). The ratio Ka/Ks confirmed that the S gene was subjected to the Darwinian selection during virus transmission from animals to humans. Isolates from the dataset were classified according to genome polymorphism and genotypes. Genome polymorphism yields to two groups, one with a small number of SNVs and another with a large number of SNVs, with up to four subgroups with respect to insertions and deletions. We identified three basic nine-locus genotypes: TTTT/TTCGG, CGCC/TTCAT, and TGCC/TTCGT, with four subgenotypes. Both classifications proposed are in accordance with the new insights into possible epidemiological spread, both in space and time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS), potentially fatal atypical pneumonia, first appeared in Guangdong province of China in November 2002 and soon afterward, within six months, spreaded all over the world (30 countries including China, Singapore, Vietnam, Canada, and USA), killing more than 700 people (1) . In less than four weeks after the global outbreak, a novel member of Coronaviridae family, namely SARS Coronavirus (SARS-CoV), was identified in the blood of respiratory specimens and stools of SARS patients, and confirmed as the causative agent of disease according to the Koch postulates (2) . Soon afterwards, first fully sequenced genomes of viral isolates were published (3, 4) . In 2005 the number of fully sequenced viral isolates exceeds one hundred (http://www.ncbi.nlm.nih.gov/entrez). SARS-CoV probably originated due to genetic exchange (recombination) and/or mutations between viruses with different host specificities (5, 6) . Since coronaviruses are known to relatively easily jump among species, it was hypothesized that the new virus might have originated from wild animals. The analysis of SARS-CoV proteins supports and suggests possible past recombination event between mammalianlike and avian-like parent viruses (6) . Common sequence variants define three distinct genotypes of the SARS-CoV: one linked with animal [palm civet (Paguma larvata)] SARS-like viruses and early human phase, the other two linked with middle and late human phases, respectively (7, 8) . SARS-CoV has a deleterious mutation of 29 nucleotides relative to the palm civet virus, indicating that if there was direct transmission, it went from civet to human, because deletions occur probably more easily than insertions (5) . However, more recent reports indicate that SARS-CoV is distinct from the civet virus and it has not been answered so far whether the SARS-CoV originated from civet, or civet was infected from other species (9, 10) . The genome is relatively stable, since its mutation rate has been determined to be between 1.83×10 -6 and 8.26×10 -6 nucleotide substitutions per site per day (11) .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 694,
                    "end": 696,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 950,
                    "end": 952,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1248,
                    "end": 1251,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1495,
                    "end": 1497,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1728,
                    "end": 1731,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1940,
                    "end": 1943,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1944,
                    "end": 1947,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2109,
                    "end": 2113,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The SARS-CoV genome is approximately 30 Kb positive single strand RNA that corresponds to polycistronic mRNA, consisting of 5' and 3' untranslated regions (UTRs), 13 to 15 open reading frames (ORFs), and about 10 intergenic regions (IGRs) (9, 12, 13) .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Its genome includes genes encoding two replicate polyproteins (RNA-dependant-RNApolymerase, i.e., pp 1a and pp 1ab), encompassing two-thirds of the genome, and a set of ORFs at 3' end that code for four structural proteins: surface spike (S) glycoprotein (1,256 a.a.), envelope (E, 77 a.a.), matrix (M, 222 a.a.), and nucleocapsid (N, 423 a.a.) proteins. It also encodes for additional 8-9 predicted ORFs whose protein product functions are still under investigation (14; http://www.ncbi.nlm.nih.gov/entrez).",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "(14;",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The S protein is the main surface antigen of the SARS-CoV and is involved in virus attachment on susceptible cells using mechanism similar to those of class I fusion proteins. The receptor for the SARS-CoV S protein is identified as angiotensin-converting enzyme 2 (ACE-2), which is a metallopeptidase (15) . The receptor-binding domain (RBD) has been determined to lay between a.a. postions 270-625 in recent studies (16) (17) (18) (19) (20) .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "(16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several epitope sites, defined by polyclonal or monoclonal antibodies, have been identified on the S protein, depending on experimental conditions, all lying within wide or narrow regions between a.a. 12-1,192 (20-31) . Defining conserved immunodominant epitope regions of the S protein is of crucial importance for future anti-SARS vaccine development.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 217,
                    "text": "12-1,192 (20-31)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main goal of this work was twofold: to perform mutation analysis of SARS-CoV viral genomes, with special attention to the S protein; and to group them according to different aspects of sequence similarity, eventually pointing to phylogeny and epidemiological dynamics of SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nucleotide content Nucleotide content of SARS-CoV isolates favors T and A nucleotides. The corresponding percentages of letters in non-UTR regions of all the 96 isolates were found to be as follows: T (30.7940%), A (28.4246%), G (20.8121%), C (19.9535%), N (G, A, T, C; 0.0143%), R (Pur; 0.0005%), K (G or T; 0.0001%), M (A or C; 0.0002%), S (G or C; 0.0001%), W (A or T; 0.0002%), and Y (Pyr; 0.0004%). The overall ratio of (A,T)/(G,C) in the dataset was almost 3:2 (1.45). The ratio of Pur vs. Pyr nucleotides was almost 1 (0.97).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The distribution of nucleotides (nt) over sequences of length 250 nt is given in Figure S1 (Supporting Online Material). It exhibits three peak-regions of T nucleotide in the second quarter of the genome (ORF 1a), and rather stable behavior in the third quarter of the genome (ORF 1b), as also observed by Pyrc et al (32) for a group of coronaviruses (HCoV-NL63, HCoV-229E, SARS-CoV, and HCoV-OC43). Deviation of percentage of nucleotides over 250-nt blocks from the corresponding percentage in the whole dataset is given in Figure S2 . Except for 3' UTR where T nucleotide is underrepresented with even about -13%, the highest excess from the average is about +10% in four peaks, which is exhibited again by T nucleotide, three of them being between positions 7,000 and 11,000 (ORF 1a), complementary with the nucleotide A represented with -10%, and the fourth one in the S protein. Otherwise the nucleotides' offset oscillates rather regularly between -5% and +5% from the average.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "(32)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 90,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 525,
                    "end": 534,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "All the isolates had high degree of nucleotide identity (more than 99% pair wise). Still, they could be differentiated on the basis of their genome polymorphism, i.e., the number and sites of SNVs and insertions and deletions (INDELs). Analysis of genomic polymorphism of the isolates resulted in the following two facts (Tables 1, S1, and S2). Firstly, two isolates, HSR 1 and AS, coincided with the \"profile\" on all the \"non-empty\" positions (see Materials and Methods) up to the poly-A sequence. Secondly, three isolates had large number of undefined nucleotides (N), either as contiguous segments (Sin3408 in ORFs 8a, 8b; Sin3408L in ORF 1b), or as scattered individual nucleotides or short clusters (SinP2) ( Table S2 ). Isolate Sin3408 was the only one that has a 34-nt longer 5' UTR as compared with the \"profile\". Thus these three isolates were not considered to be reliably compared with others. Shaded entries correspond to annotated isolates. Identification (Label and ID) is given in accordance with the labels and identifiers from Table S1. The four SNVs columns correspond to: the total number of SNVs, the number of SNVs in genes, in 5' and 3' UTRs, and in IGR. The seven columns named INDELs include the number of deletions at the 5' end (5' del), the length of long insertions (longIns) and long deletions (longDel), the number and length of short insertions (shortIns) and short deletions (shortDel) in the form a × b where b denotes the length and a denotes the number of occurrences, the number of deletions at the 3' end (3' del), and the length of a poly-A sequence at the 3' end (3' poly-A). Classification includes two columns. The Type column corresponds to the nine-locus nucleotides that are given in the form NNNN/NNNNN and represent nucleotides at (relative to CLUSTAL X output) positions 9,420, 17,604, 222,274, 27,891 / 3,861, 9,495, 11,514, 21,773, 26,534, respectively (absolute HSR 1 positions 9,404, 17,564, 22,222, 27,827 / 3,852, 9,479, 11,493, 21,721, 26,477) . The last column, Group, reflects grouping of isolates.",
            "cite_spans": [
                {
                    "start": 1943,
                    "end": 1997,
                    "text": "22,222, 27,827 / 3,852, 9,479, 11,493, 21,721, 26,477)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 722,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Genome polymorphism"
        },
        {
            "text": "There were 446 SNV sites and 1,006 SNVs in total in the dataset, with the substitution rate 1.49%, which is about three times higher (both the number of SNVs and the substitution rate) than the corresponding findings (33) for 17 isolates. An average number of SNVs per isolate was 10.48, giving an error rate of 3.6×10 -4 substitutions per nucleotide copied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleotide variations: single nucleotide polymorphism"
        },
        {
            "text": "There was only one site with multiple base substitutions (the original nucleotide base on that position being T): at the relative (CLUSTAL X) position 8,441 (ORF 1a), isolate ZMY 1 has the nucleotide C (absolute position 8,403), and isolates ShanghaiQXC1, ShanghaiQXC2 have the nucleotide A (absolute positions 8,312 and 7,733, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleotide variations: single nucleotide polymorphism"
        },
        {
            "text": "The smallest distance between the two neighboring SNV sites in the whole dataset was 1; the largest one was 23,988 (in case of TW3 and TW1), while an average distance between the neighboring SNV sites in the whole dataset was 1,987 positions ( Figure S3 ). The distribution of isolates per SNV number (outside 5', 3' UTRs) showed regularity for up to 11 SNVs (almost Gaussian distribution) and irregular decrease for number of SNVs >11 ( Figure S4 ). Thus the number of SNVs less than or equal to 11 per isolate was considered as a \"small\" number of SNVs, and the number of SNVs greater than 11 was considered as a \"large\" number of SNVs. Most SNVs are clustered within two regions in ORF la and one region at the 3' end of the viral genome that predominantly consists of small ORFs, leaving two small regions within ORF 1a, and a region that corresponds to ORF 1b as the most conservative ones ( Figure 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 438,
                    "end": 447,
                    "text": "Figure S4",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 897,
                    "end": 907,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Nucleotide variations: single nucleotide polymorphism"
        },
        {
            "text": "The entropy of each genome nucleotide position was calculated, showing that the most conserved sites are the ones with the smallest entropy and that the least conserved sites are the ones with the highest entropy (34; Figure S5 ). The nine loci used for classification can be found among the sites with the highest entropy. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Nucleotide variations: single nucleotide polymorphism"
        },
        {
            "text": "Analysis of the SARS-CoV genome showed that long INDELs were concentrated close to the 3' end (except for the 579-nt deletion in the ShanghaiQXC2 isolate at the position 5,834, located in ORF 1a), while indi- Firstly, although the SARS-CoV genome has the established length of 29,727 nt (12), most isolates were shorter at the 5' end (for the first 15 positions, majority of isolates were \"empty\"), and had various length \"poly-A\" strings at the 3' end, or both (Table  1) . Several isolates had some short deletions inside the sequence, e.g., Sin2677, Sin2748, TWC, PUMC02, PUMC03, TWJ, WHU, Sino1-11, Sino3-11, TW11, and SinP5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 472,
                    "text": "(Table  1)",
                    "ref_id": null
                }
            ],
            "section": "Length variations, insertions and deletions"
        },
        {
            "text": "Secondly, there was a group of isolates that had insertions of length 29 nucleotides (GD01, SZ3, SZ16, GZ02, HSZ-Bb, HSZ-Bc, HSZ-Cb, and HSZ-Cc) at the relative position 27,995 (absolute position 27,869 in SZ3, SZ16, HSZ-Cc, and HSZ-Bc; protein BGI-PUP GZ29-nt-Ins, ORF 8a). Two of them were isolates from palm civet (SZ3 and SZ16) and the other six were isolates from human patients. This specific insertion is also treated as a deletion in all the other isolates, evolved from this early group (10) . Figure 3 ).",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 500,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 511,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Length variations, insertions and deletions"
        },
        {
            "text": "Fourthly, a large number of individual INDELs were identified in ZJ01, ZMY 1, SinP2, and SinP3 (Tables 1 and S2, Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Length variations, insertions and deletions"
        },
        {
            "text": "While the distribution of nucleotides over different distances from SNV sites did not exhibit any regularities, the distribution of different nucleotides on distance 1 left to SNV sites (-1) did exhibit significant difference from their overall percentage in the dataset. The corresponding right (+1) distance distribution of nucleotides is almost uniform ( Table 2 ). Figure S7 represents differences between the percentage of nucleotides at a given position and in the whole genome, for up to the distance 10 left and right from SNV sites. Figures S8A and B represent distribution of substitutions preceded by different nucleotide bases, and followed by different nucleotide bases, respectively. It can be seen that on the substitutions, both are favored by the preceding A and the following T (almost 40% of all the substitutions; Figure 2 ), while the substitution is almost prohibited by the preceding T (only 3%). Clustered substitutions of length 2 are rare ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 365,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 378,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 559,
                    "text": "Figures S8A and B",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 842,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mutation analysis"
        },
        {
            "text": "The distribution of nucleotides on distance 1 left to SNV sites (-1) and right to SNV sites (+1) is presented in total number of nucleotides, percentage, and difference from their overall percentage in the dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 2 Distribution of Nucleotides on Distance 1 Left and Right to SNV Sites"
        },
        {
            "text": "Analysis of distribution of individual nucleotides over the three codon positions in annotated ORFs of all the annotated isolates showed that, except for short proteins such as E, M, and presumptive ORFs, all the codons exhibit the same tendency of T nucleotide dominating at the third codon position, and the G nucleotide dominating at the first codon position, while A and C appearing more often at the second codon position than elsewhere. Figure S9 represents distribution of nucleotides over the three codon positions in individual ORFs, and in total.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 452,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "Codon usage"
        },
        {
            "text": "Analysis of codon usage demonstrated the same facts as the distribution of nucleotides over the three codon positions. In total, the third nucleotide favored T (40.10%) over A (24.83%), C (18.90%), and G (16.16%). It was especially true for four-codon families a.a. (Thr, Pro, Ala, Gly, and Val). The same held for four-codon subsets of six-codon families (Arg, Leu, and Ser), differring at the third codon position only. The above was true for the ORF lab, S and N proteins, but not for another two structural proteins (E and M). The codon usage for SARS-CoV genome proteins is represented by Table S3 , and it is consistent with the results obtained for another human CoV genome, HCoV-NL63 (32) .",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 696,
                    "text": "(32)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 602,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Codon usage"
        },
        {
            "text": "Besides the number of SNVs, isolates differed in positions of SNVs, too. Table S4 represents There were 31 synonymous multiple substitution sites and 60 non-synonymous ones, with substitution rate 0.31% (91/29,228) and non-synonymous substitution rate 0.21%, which is consistent with the corresponding findings for 17 SASR-CoV isolates (33) . The number of multiple substitutions was for about 30% lower than the number of the overall substitutions, and so were the substitution rate and nonsynonymous substitution rate. Table S5 summarizes the above findings. It represents the number of transition and transversion sites and the number of SNVs (in the form N 1 /N 2 ) per position in codon and per mutation type, as well as the percentage of SNVs, and the number of silent mutation sites and silent SNVs.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "(33)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 92,
                    "text": "Table S4 represents",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 521,
                    "end": 529,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "Changes in amino acids"
        },
        {
            "text": "Concerning non-synonymous sites, 35 (only for two-or-more substitution sites, and only in annotated isolates).",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 35,
                    "text": "35",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Changes in amino acids"
        },
        {
            "text": "The S protein is of particular interest for mutation analysis, being the key for host range determination. Multiple sequence alignment of the S protein in all the 96 SARS-CoV isolates showed that five of them, namely ZMY 1, SinP2, SinP3, SinP4, and Sin3408L, had large discrepancies with all the others due to individual insertions or deletions in them. Since such significant mismatches in the S protein sequence seemed to be the result of erroneous sequencing, we eliminated these five isolates and analyzed the S protein in the remaining 91 isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutation analysis of the S protein"
        },
        {
            "text": "There were 34 isolates without SNVs in the S protein: TW2-TW11, Sino3-ll, AS, LC1, WHU, TWC3, PUMC01-PUMC03, CUHK-AG01, CUHK-AG3, Taiwan TC1-3, TWC, Sin2748, Sin2500, Sin2677,  CUHK-Su10, HKU-39849, TWH, TWJ, TWK, TWY, and HSR 1. There were 62 SNV sites with 208 SNVs in total, and no multiple mutations. Table S6 represents SNV sites and all the SNVs in the S protein of the 91 isolates, along with nucleotides, type of mutation (transition/transversion), a.a. position in the protein, a.a. change, a.a. properties change, nucleotide position in codon, and number of SNVs at each SNV site. These findings overlap with the results reported in Song et al (Ref. 7; concerning SNVs with multiple occurrences, in 103 S protein genes, some of which being nucleotide-identical, with 80% in common with our dataset), and are consistent on the intersecting data. Table 3 summarizes the results from  Table S6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 218,
                    "text": "Taiwan TC1-3, TWC, Sin2748, Sin2500, Sin2677,  CUHK-Su10, HKU-39849, TWH, TWJ, TWK, TWY,",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 305,
                    "end": 313,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 900,
                    "text": "Table 3 summarizes the results from  Table S6",
                    "ref_id": null
                }
            ],
            "section": "Mutation analysis of the S protein"
        },
        {
            "text": "S proteins in 91 isolates are considered. The number of transition and transversion sites and the number of SNVs (in the form N 1 /N 2 ) per position in codon and per mutation type, as well as the percentage of SNVs, and the number of silent mutation sites and silent SNVs (in the form N 1 /N 2 ), are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3 Mutation Analysis of the S Protein: Categories of Nucleotide Substitutions"
        },
        {
            "text": "Out of 62 SNV sites, 19 were observed to be synonymous, with 58 synonymous SNVs in total, and 43 were observed to be non-synonymous substitution sites, with 150 non-synonymous SNVs in total (Table  S6) . Substitution rate was 1.65% (62/3,768) and nonsynonymous substitution rate was 1.14% (43/3,768), which is consistent with findings for the whole genome in the enlarged dataset, and is about three times Table 4 . These values indicated that the S gene was subjected to the Darwinian selection during virus evolution (transmission from animals to humans), which is consistent with the analysis performed by Yeh et al (36) , for 28 human isolates and the SZ3 palm civet as the outgroup, giving the corresponding ratio value of 1.657, and with the analysis performed by He et al (8) , indicating that the S gene showed the strongest positive selection pressures initially, with eventual stabilization. ",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 623,
                    "text": "(36)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 201,
                    "text": "(Table  S6)",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 413,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Table 3 Mutation Analysis of the S Protein: Categories of Nucleotide Substitutions"
        },
        {
            "text": "Phylogenetic tree, drawn using the PhyloDraw program for the CLUSTAL X output of aligning the 96 isolates, is represented in Figure 5 . Its close relationship to the classification proposed in the paper suggests that classification of SARS-CoV isolates might be obtained by applying the computational analysis based on genome polymorphism. All the isolates were classified according to their genome polymorphism-SNVs and INDELs, the procedure being proposed in our previous paper (57). Since SNV contents turned out to be a more distinguishable property than the presence of INDELs, as the first classification criterion we took the number and positions of SNVs. For the \"profile\" isolate, as the referent isolate, number of SNVs for different isolates varied from 0 (HSR 1, AS) to 78 (ZMY 1) ( Table 1) . All the isolates were classified into two groups based on the number of SNVs with the \"profile\"-those with less than or equal to 11 SNVs, and those having more than 11 SNVs. Thus, the first classification criterion resulted in two groups (Table 1) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 803,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1053,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Group A-isolates with less than or equal to 11 SNVs (Tables 1 and S2) ;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 69,
                    "text": "(Tables 1 and S2)",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Group B-isolates with more than 11 SNVs relative to the \"profile\" isolate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Positions of SNVs moved several isolates between the two groups (SoD from B to A, since the most of its SNVs are in 3' UTR; CUHK-W1 from A to B, since its number of SNVs with the \"profile\" of the A group is larger than the one of the B group; WHU from B to A; GZ50 from A to B; GD69 from B to A; and GZ-C from B to A).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "The second classification criterion was presence and position of long INDELs inside the basic A, B groups. We identified the following subgroups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "A2, B2-subgroups of the A, B groups, respectively, with long insertions. A2 remained empty, while B2 contained 8 isolates with 29-nt insertions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "A3, B3-subgroups of the A, B groups, respectively, with long deletions. A3 group consisted of 3isolate subgroup (LC2, LC3, and LC5) with a deletion of length 386, Sin852 with a deletion of length 57, 2isolates subgroup (GZ-B and GZ-C) with a deletion of length 39, Sin849 (deletion of length 49, embedded), and Sin846 (137, overlapping). B3 subgroup consisted of the isolates ZS-A (ZS-B) and ZS-C with the deletion of length 53.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "A4 and B4 were the subgroups with many individual INDELs ( Table 1 ). The rests of the A, B groups were denoted as A1 and B1, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "It can be noted that proposed grouping of 96 isolates, based on SNV and INDEL contents, conserved the earlier classification T-T-T-T/C-G-C-C (38) , and partially coincided with the extension of this classification (39, 40) . The four loci (9,404, 17,564, 22,222, and 27,827) , as the basis for this classification, fitted nicely into our grouping (basically A1 group coincided with T-T-T-T type, while B1 group coincided with C-G-C-C type), expressing two inter-types: T-G-C-C [isolates GZ50, HZS2-D, HZS2-E, HZS2-C, HGZ8L2, HSZ2-A, NS-1(BJ04), HZS2-Fc, HZS2-Fb, and TJF] and C-G-T-T (isolates ShanghaiQXC1 and Shang-haiQXC2) ( Figure 5 ). We found that another five loci, which are among the most represented SNVs' loci (po- There were two basic nine-locus types: TTTT/TTCGG and CGCC/TTCAT, mostly coinciding with the A1, B1 groups, and the two intergroups: an inter-(A-B)-group had the inter-type TGCC/TTCGT, and a subgroup of the group B1 (two Shanghai isolates) represented another intertype CGTT/TTCGT ( Figure 5 ). The proposed extension to the two main sequence variants (TTTT, CGCC) for an enlarged set of isolates, is in accordance with the new insights into possible epidemiological spread, both in space and time (36, 38, 41) . Grouping of isolates is based on genome polymorphism, and classification is based on nine distinguished loci, mapped onto the bootstrapped phylogenetic tree obtained using CLUSTAL X and Neighbor Joining method, and drawn using PhyloDraw programs. Bootstrapping is performed with random number generated seed 111 and number of trials in bootstrap 1000. The two basic groups, A and B, are represented in yellow and blue, respectively. Types obtained according to the nine genome loci (9,404, 17,564, 22,222, 27,827 / 3,852, 9,479, 11,493, 21,721, 26,477) Table 1 and Figure 5 .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "(38)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "(39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "40)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 239,
                    "end": 274,
                    "text": "(9,404, 17,564, 22,222, and 27,827)",
                    "ref_id": null
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "(36,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1233,
                    "end": 1236,
                    "text": "41)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1721,
                    "end": 1791,
                    "text": "(9,404, 17,564, 22,222, 27,827 / 3,852, 9,479, 11,493, 21,721, 26,477)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 628,
                    "end": 636,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1017,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1792,
                    "end": 1799,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1804,
                    "end": 1812,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "As compared to genotype clustering of SARS-CoV covering the epidemics from 2002 to 2004 (7, 8) , it can be noticed that the grouping we proposed was at most in accordance with it. Namely, the following correspondence between the two grouping schemes may be established: Firstly, genotype class CGCC/TCCAT (covering B2 and B3 subgroups), corresponded to human patients' isolates from the early phase 2002-2003 (ZS, HSZ, GD01, GZ02-Guangzhou, China), and palm civet isolates (SZ3, SZ16-Hong Kong).",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 92,
                    "end": 94,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Secondly, genotype class TGCC/TTCGT, TGCC/TTCAT (small part of A1 group), as well as CGCC/TTCAT (B1 group), corresponded to human patients middle phase 2002-2003 (positions 3,852, 9,479, 11,493, 26,477 The two basic groups, A and B, were rather contiguously mapped onto the phylogenetic tree, showing a high degree of accordance among the proposed grouping and the phylogenetic relationships. Exceptions represented the two isolates of the B4 group, with large number of SNVs and individual insertions (ZMY 1, ZJ01), as well as the two isolates of the Bl group (Shanghai QXC1 and QXC2), all of which being at large root-distances ( Figure S10 ).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 201,
                    "text": "2002-2003 (positions 3,852, 9,479, 11,493, 26,477",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 632,
                    "end": 642,
                    "text": "Figure S10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Dataset Nucleotide sequences of 103 SARS-CoV complete genomes were taken from the PubMed NCBI Entrez database (http://www.ncbi.nlm.nih.gov/entrez) in GenBank and FASTA formats. Since there were 7 pairs of nucleotide-identical isolates, we considered the dataset to consist of 96 isolates (Tables 1 and  S1 ). All the sequences are between 29,013 (Shang-haiQXC2) and 29 ",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 305,
                    "text": "(Tables 1 and  S1",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The CLUSTAL X program, version 1.83 (42) has been applied to all the isolates from the dataset. The overall CLUSTAL X output had length of 29,903 nt. Then 5' UTR and 3' UTR were identified based on positions in annotated isolates. Coding region encompassed the interval (301, 29,528), and had the length of 29,228 nt.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "(42)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Genome polymorphism"
        },
        {
            "text": "We developed a program in Perl language for analysis of a CLUSTAL X output. The program first calculated an \"average\" isolate, the so called \"profile\" , by counting, for each position in the CLUSTAL X output, the number of occurrences of each different letter (including dash), and by choosing the most represented one; positions containing dashes in the \"profile\" are called \"empty positions\", all the others being \"non-empty\" ones. The program then counted SNVs, INDELs, and calculated their absolute and relative positions, for every isolate with respect to the \"profile\", and for different genome regions (ORFs, 5' UTR, 3' UTR, and IGRs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genome polymorphism"
        },
        {
            "text": "Substitution rate for the SARS-CoV genome and for the S protein for all the sequences in the dataset was calculated by dividing the total number of SNV sites by the length of the corresponding nucleotide sequence; non-synonymous substitution rate for the S protein was calculated by dividing the total number of non-synonymous SNV sites by the length of the S protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genome polymorphism"
        },
        {
            "text": "The entropy of each site has been calculated based on number of SNVs at that site, in order to estimate the sites' conserveness. If we denote by p(b)-probability of occurrence of the nucleotide b (b being A, C, G, or T), and under assumption of sites being independent, we calculated the entropy of positions by the following formula (43): E = -sum p(6)* log[p(6)] (sum over b). In this definition, p(b)* log[p (6) ] is taken to be zero if p(6) = 0.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Entropy of sites"
        },
        {
            "text": "The first type of classification was performed the same way as in Pavlovic-Lazetic et al (37) . It is based on genome polymorphism (SNVs and INDELs). The distribution of isolates per SNV numbers (outside 5', 3'",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "(37)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic investigations"
        },
        {
            "text": "UTRs) was analyzed and the isolates were primarily classified into two groups-isolates with \"small\" number of SNVs and isolates with \"large\" number of SNVs. The isolates \"close to border\" were further tested (on the number of SNVs) against the profile isolates of each of the two groups, resulting in some isolates changing the group. A sub-classification was then performed on the presence of long or short IN-DELs inside each of the two groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic investigations"
        },
        {
            "text": "The second type of classification was performed based on contents of the most represented SNV sites. Except for earlier identified positions (9, 404, 17, 564, 22, 222, 27, 827) classifying isolates into TTTT/CGCC genotypes (38, 39) , some other positions (genotypes) were identified as potential bases for subclassification.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "404,",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "564,",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "222,",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "827)",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "(38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "39)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic investigations"
        },
        {
            "text": "In order to compare the two classification schemes developed, with the existing programming systems for phylogenetic analysis, phylogenetic bootstrapped tree was produced using CLUSTAL X program and the Neighbor Joining (NJ) method. The NJ method, as well as parsimony and the probabilistic models, produces unrooted trees. In order to produce the consensus tree, bootstrapping is performed with random number generated seed 111 and number of trials in bootstrap 1000. The tree is drawn using the Phylo-Draw program (44) and the proposed classification schemes were mapped onto it.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "(44)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic investigations"
        },
        {
            "text": "Annotation and analysis of the S protein All the S protein sequences (those extracted from annotated isolates and the others we annotated using the publicly available program from PubMed tools for data mining; http://www.ncbi.nlm.nih.gov/ gorf/gorf.html) have been aligned using CLUSTAL X program. Then the S protein was analyzed using the same methods as for the complete isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic investigations"
        },
        {
            "text": "Non-synonymous nucleotide substitution per nonsynonymous site (Ka) and synonymous nucleotide substitution per synonymous site (Ks) were calculated using the DnaSP 4.0 program (45) . It is based on a method defined by Nei and Gojovori (46) that estimates the numbers of synonymous and nonsynonymous nucleotide substitutions between two DNA sequences by counting the number of such substitutions in the corresponding pairs of codons. It also takes into account different evolutionary pathways between pairs of codons. The DnaSP program may run with or without an outgroup. The ratio Ka/Ks is considered as a selection parameter (Ka/Ks > 1 is usually interpreted as an indicator of positive selection). The coefficients Ka, Ks, as well as the ratio Ka/Ks were calculated first for the S protein in all the isolates in the dataset, without an outgroup. Since among the 91 isolates there were 89 human patients' isolates and 2 palm civet isolates (SZ3, SZ16), we then calculated the Ka and Ks coefficients and the ratio Ka/Ks for the 89 human patients' isolates only, without an outgroup, too. Eventually, we ran the program for all the human patients' isolates and each of the palm civet isolates as the outgroup, in order to test the hypothesis that the S gene was subjected to positive selection during virus transmission from animals to humans.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "(45)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 217,
                    "end": 238,
                    "text": "Nei and Gojovori (46)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mutation analysis of the S protein"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Med",
            "volume": "10",
            "issn": "",
            "pages": "88--97",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aetiology: Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mosaic evolution of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stavrinides",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Guttman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "76--82",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cross-host evolution of severe acute respiratory syndrome coronavirus in palm civet and human",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "2430--2435",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular evolution of the SARS coronavirus during the course of the SARS epidemic in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1666--1669",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-beginning to understand a new virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Rev. Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "209--218",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tracing SARS-coronavirus variant with large genomic deletion",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "168--170",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mutational dynamics of the SARS coronavirus in cell culture and human populations isolated in 2003",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Vega",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Infect. Dis",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular biology of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr. Opin. Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "412--419",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Molecular mechanisms of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Groneberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir. Res",
            "volume": "6",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Characterization of viral proteins encoded by the SARS-coronavirus genome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antiviral Res",
            "volume": "65",
            "issn": "",
            "pages": "69--78",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Amino acids 270 to 510 of the severe acute respiratory syndrome coronavirus spike protein are required for interaction with receptor",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Babcock",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "4552--4560",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The SARS-CoV S glycoprotein: expression and functional characterization",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "312",
            "issn": "",
            "pages": "1159--1164",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A 193-amino acid fragment of the SARS coronavirus S protein efficiently binds angiotensin-converting enzyme 2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "3197--3201",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prokaryotic expression, refolding, and purification of fragment 450-650 of the spike protein of SARS-coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Protein Expr. Purif",
            "volume": "39",
            "issn": "",
            "pages": "169--174",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An exposed domain in the severe acute respiratory syndrome coronavirus spike protein induces neutralizing antibodies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "7217--7226",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A strategy for searching antigenic regions in the SARS-CoV spike protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Geno. Prot. Bioinfo",
            "volume": "1",
            "issn": "",
            "pages": "207--215",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification of immunodominant sites on the spike protein of severe acute respiratory syndrome (SARS) coronavirus: implication for developing SARS diagnostics and vaccines",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Immunol",
            "volume": "173",
            "issn": "",
            "pages": "4050--4057",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Identification of two antigenic epitopes on SARS-CoV spike protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "319",
            "issn": "",
            "pages": "929--935",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Immunological characterization of the spike protein of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "1570--1576",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Amino acids 1055 to 1192 in the S2 region of severe acute respiratory syndrome coronavirus S Protein induce neutralizing antibodies: implications for the development of vaccines and antiviral agents",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Keng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "3289--3296",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Potent neutralization of severe acute respiratory syndrome (SARS) coronavirus by a human mAb to S1 protein that blocks receptor association",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "2536--2541",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Identification of an antigenic determinant on the S2 domain of the severe acute respiratory syndrome coronavirus spike glycoprotein capable of inducing neutralizing antibodies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "6938--6945",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Molecular and biological characterization of human monoclonal antibodies binding to the spike and nucleocapsid proteins of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Den Brink",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "1635--1644",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A novel cell-based binding assay system reconstituting interaction between SARS-CoV S protein and its cellular receptor",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol. Methods",
            "volume": "123",
            "issn": "",
            "pages": "41--48",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Development and characterization of a severe acute respiratory syndrome-associated coronavirus-neutralizing human monoclonal antibody that provides effective immunoprophylaxis in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Greenough",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Infect. Dis",
            "volume": "191",
            "issn": "",
            "pages": "507--514",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Identification of two neutralizing regions on the severe acute respiratory syndrome coronavirus spike glycoprotein produced from the mammalian expression system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "1906--1910",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Genome structure and transcriptional regulation of human coronavirus NL63",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virol. J",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Complete genome sequences of the SARS-CoV: the BJ group (Isolates BJ01-BJ04)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The functional importance of disease-associated mutation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Mooney",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMC Bioinformatics",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mutation analysis of 20 SARS virus genome sequences: evidence for negative selection in replicase ORF1b and spike gene",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Acta Pharmacol. Sin",
            "volume": "24",
            "issn": "",
            "pages": "741--745",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Characterization of severe respiratory syndrome coronavirus genomes in Taiwan: molecular epidemiology and genome evolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "2542--2547",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Bioinformatics analysis of SARS coronavirus genome polymorphism",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Pavlovic-Lazetic",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMC Bioinformatics",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Comparative full-length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1779--1785",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Genomic sequencing of a SARS coronavirus isolate that predated the Metropole Hotel case cluster in Hong Kong",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Chem",
            "volume": "50",
            "issn": "",
            "pages": "231--233",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Molecular biological analysis of genotyping and phylogeny of severe acute respiratory syndrome associated coronavirus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chin. Med. J (Engl.)",
            "volume": "117",
            "issn": "",
            "pages": "42--48",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Phylogenetic analysis and sequence comparison of structural and non-structural SARS coronavirus proteins in Taiwan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect. Genet. Evol",
            "volume": "5",
            "issn": "",
            "pages": "261--269",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The CLUSTAL_X windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nucleic Acids Res",
            "volume": "24",
            "issn": "",
            "pages": "4876--4882",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Elements of Information Theory",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cover",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "PhyloDraw: a phylogenetic tree drawing system",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bioinformatics",
            "volume": "16",
            "issn": "",
            "pages": "1056--1058",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "DnaSP, DNA polymorphism analyses by the coalescent and other methods",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rozas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioinformatics",
            "volume": "19",
            "issn": "",
            "pages": "2496--2497",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Simple methods for estimating the numbers of synonymous and nonsynonymous nucleotde substitutions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gojovori",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Mol. Biol. Evol",
            "volume": "3",
            "issn": "",
            "pages": "418--426",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "pdf Figures S1-S10, Tables",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Density distribution of SNVs (B), INDELs (C), mapped onto the gene map of the HSR 1 isolate, coinciding with the \"profile\" (A). Central region of the genome is rather conserved (lower density of SNVs is exhibited in the second third of the genome, ORF 1b), while the rest of the genome features high SNVs density. SNV peaks are present at (absolute HSR 1) positions 3,852, 9,404, 9,479, 11,493, 17,564 (ORF lab), 21,721, 22,222 (S protein), 26,477 (M protein), and 27,827 (ORF 8a). Percent of each category of substitution is given in Figure 2. There are 141 transversion sites and 306 transition sites, i.e., 31.54%:68.46%, with 261 transversions (2.72 in average per isolate) and 745 transitions (7.76 in average per isolate).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of nucleotide substitution categories. The most represented are the substitutions and the least represented are the substitutions vidual insertions were found along the whole genome, most in the second quarter, and individual deletions were quite rare. Density distribution of INDELs inside the SARS-CoV genome, and 5' UTR, 3' UTR length variations, are represented in Figures 1C, S6A and B, respectively. Figure S6C represents the region of the genome between positions 27,700 and 28,300 (ORFs 7b, 8a, 8b, part of N-protein, in HSR 1 annotation), which is especially abundant with INDELs. While individual INDELs are present both in longer and shorter ORFs, longer INDELs are (except for previously mentioned deletions in the ShanghaiQXC2) all located in short ORFs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "represents comparison results of genome primary structure of the analyzed isolates, summarizing the following facts:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Thirdly, there were several groups of isolates that had long deletions: GZ-B, GZ-C (length 39 at the relative position 27,882, or absolute position 27,719 in GZ-C, ORF 7b), ZS-A, ZS-C (length 53 at the relative position 27,969, absolute 27,843 in ZS-A, ORF 8a), LC2, LC3, LC5 (length 386 at the relative position 27,829, absolute 27,704 in LC2, ORFs 7b, 8a, 8b), ShanghaiQXC2 (length 579 at the relative position 5959, absolute 5834, ORF la), Sin852, Sin849, and Sin846 (of length 57, 49, 137, respectively, at relative positions in region between 27,787 and 27,966, ORFs 7b, 8a)(Tables 1 and S2,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of nucleotide structures of SARS-CoV complete genome isolates, represented in parts A and B of the figure according to similarity in their SNVs or INDELs positions. Geno. Prot. Bioinfo. Vol. 3 No. 1 2005",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "positions where two or more SNVs occurred, for all the annotated isolates, along with nucleotides and ORFs (based on HSR 1 annotation), type of mutation (transition/transversion), a.a. position in ORF, a.a. change, a.a. property change, and nucleotide position in codon. Positions of multiple SNVs have been chosen in order to reduce the chance of erroneously determined SNV. There were 91 such SNV sites with 288 SNVs. It is interesting to notice that there were no multiple base substitutions (more than two different bases) in any of these positions. There were 227 transitions at 75 sites and 61 transversion at 16 sites, out of which 5 were in structural proteins: 2 in S, 2 in E, and 1 in M proteins. The most common mutation was mutation (45 sites or 50%), followed by (30 sites), (7 sites each), and (2 sites). There was no mutation of the type There were 28 SNV sites corresponding to the first codon position (20 transitions and 8 transversions), 2 of which representing silent mutation sites Leu). There were 33 SNV sites corresponding to the second codon position (31 transitions and 2 transversions), all of which cause a.a. change. There were 30 SNV sites corresponding to the third codon position (25 transitions and 5 transversions), 29 of which representing silent mutation sites (the only non-silent one is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "higher than the corresponding findings for 17 isolates in Bi et al (Ref. 33; 22 substitution sites, 13 non-synonymous, substitution rates 0.58, 0.35, respectively). As represented onFigure 4, most nonsynonymous a.a. substitutions are located in external domain (ED); 14 of non-synonymous substitution are in RBD, 3 of them in the most narrow intersecting range. As it concerns epitopes, 40 of non-synonymous",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Positions of synonymous and non-synonymous a.a. substitutions plotted against S protein primary structure. The y-axis represents number of SNVs per positions. SP, signal peptide; ED, external domain; TM, trans-membrane domain; and ID, internal domain (http://expasy.org/). A. RBD determined by: 1. Babcock et al (16), 2. Xiao et al (17), 3. Wong et al (18), 4. Zhao et al (19), and 5. Zhou et al (20); B. epitope regions determined by: 1. Wang et al (31), 2. Chou et al (29), 3. Greenough et al (30), 4. Sui et al (26), 5. van den Brink et al (28), 6. Lu et al (24), 7. Hua et al (23), 8. Ren et al (21), 9. He et al (22), 10. Zhou et al (20), 11. Zhang et al (27), and 12. Keng et al (25).a.a. substitutions are located in overall epitope domains determined by various researchers. Finally, one non-synonymous a.a. substitution is located in transmembrane domain (TM) and two in internal domain (ID).The coefficients Ks (number of synonymous substitutions per synonymous site) and Ka (number of non-synonymous substitutions per non-synonymous site) were calculated for all the 91 S proteins in the dataset to be Ks = 0.00135, Ka = 0.00103, and the ratio Ka/Ks had the value 0.7629 < 1, which may be interpreted as evidence for the S protein not being subjected to the Darwinian selection. These findings are consistent with the similar analysis performed for 20 SARS-CoV isolates by Hu et al(35) giving the ratio value of 0.65. Values of the corresponding coef-ficients and the ratio Ka/Ks for the 89 human patient isolates only, present even stronger evidence of the S protein being subject to negative selection: Ks = 0.00121, Ka = 0.00080, Ka/Ks = 0.661. The coefficients Ka, Ks, and the Ka/Ks ratio for all the human patients' isolates and each of the palm civet isolates as the outgroup, are represented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "sitions 3,852, 9,479, 11,493, 21,721, and 26,477; Figure 1), further refined our classification providing for sub-classification of the basic types.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Namely, positions 3,852 and 11,493 differentiated between the two subgroups of the group A1 (all of the TTTT type): Taiwan epidemic (nucleotides C, T) from the other late epidemic isolates (nucleotides T, C) (41), i.e., isolates closer to a Hong Kong virus unrelated to Hotel M (nucleotides C, T: isolates TW6-TW10, Taiwan TC1-TC3), and the others from the Hotel M lineage [nucleotides T, C: isolates from Canada (Tor2), Singapore (all Sin's), Frankfurt (FRA Fr 1), Taiwan (TW1-TW5), Hong Kong (HKU 39849), Italy Fig. 5 Three-level classification of 103 SARS-CoV genome isolates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "are labeled along the left edge of the figure and have the form NNNN / NNNNN, where N represents any nucleotide. Different subtypes are denoted by the corresponding substituted nucleotides in red. Dotted lines distinguish between the three epidemiological phases. (HSR 1), China (ZJ01), etc.] (36). Position 9,479 decomposed the B group [differentiated subgroup B1 (T) from the subgroups B2, B3 (C)], position 21,721 distinguished the group A from the group B. Precise characterization based on the nine loci, for all the isolates, is given in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "determined this subclass); Beijing (BJ01-BJ04), and Hong Kong (CUHK W1). Thirdly, genotype classes TTTT/NNNNN, CGTT/NNNNN (almost the entire A group and Shanghai part of the B1 group) corresponded to human patients late phase 2002-2003 (Figure 5)-Singapore (Sin s), Taiwan (TW1-11), Shanghai (QX1, QX2), Italy (HSR 1), Canada (Tor2), Hanoi (Urbani), Hong Kong (HKU39849, CUHK-AG0x), China (ZJ01, WHU, PUMC0x), Frankfurt (FRA, Frankfurt 1), etc.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SARS-CoV Genome Polymorphism Geno. Prot. Bioinfo. Vol. 3 No. 1 2005 Geno. Prot. Bioinfo. Vol. 3 No. 1 2005",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Geno. Prot. Bioinfo. Vol. 3 No. 1 2005",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mutation Analysis of the S Protein: Coefficients Ka, Ks, and the Ratio Ka/Ks with An Outgroup",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Geno. Prot. Bioinfo. Vol. 3 No. 1 2005 31",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ",767 (Sin3408) in length. Out of all, 19 sequences have ambiguous nucleotide codes, i.e., N, M, R, Y, W, K, S (Table Si). Out of 96 isolates, 42 are fully or partially annotated. All the annotated isolates have the S protein annotated of length. 3,768 and the N protein of length 1,269 nucleotides, 4 isolates do not have the E protein (CUHK-Su10, PUMC01, PUMC02, PUMC03) of length 231 (except for Sino1-11 of length 228 nucleotides), 1 isolate does not have the M protein (CUHK-Su10) of length 666 nucleotides. Out of 42 annotated isolates, 13 have 5' UTR and 12 have 3' UTR determined. All the isolates are human sourced except for two isolated from palm civet (Paguma larvata), SZ3 and SZ16-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Ministry of Science and Technology, Republic of Serbia, Project No. 1858.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}