{
    "paper_id": "53a30619d10014c77807b76f0c19dd270237858d",
    "metadata": {
        "title": "Spatio-temporal spread of infectious pathogens of humans-NC-ND license (http://creativecommons.org/licenses/ by-nc-nd/4.0/)",
        "authors": [
            {
                "first": "Julien",
                "middle": [],
                "last": "Arino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {
                        "postCode": "R3T 2N2",
                        "settlement": "Winnipeg",
                        "region": "Manitoba",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Spatio-temporal aspects in the propagation of infectious pathogens of humans are reviewed. Mathematical modelling of these issues using metapopulation models is presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Define mobility as the collection of processes through which individuals change their current location. Under such a general definition, human mobility is multi-modal and happens in colossal volumes. We give here a very brief and partial review of mobility, focusing on its link with the spread of infectious pathogens of humans. We present a modelling technique, metapopulations, that can be used when considering such issues. The presentation builds on previous work of the author and collaborators, in particular Arino (2009) . Note that we assume here that the reader is familiar with the basic steps involved in the study of a model in mathematical epidemiology.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 528,
                    "text": "Arino (2009)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Call place of residence where an individual resides. In modern days, this may be for instance where their fiscal residence is located. In view of the definition above, a mobility event is any activity that takes an individual away from their place of residence. It is often useful to distinguish between temporary mobility and relocation, which results in a change of the place of residence. Mobility can be characterized using two main features, duration and range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Range and duration of mobility"
        },
        {
            "text": "The duration of mobility is the length of time an individual spends away from their place of residence during a mobility event; it varies from minutes to years. A simple arbitrary classification follows. Long-term mobility involves durations longer than six months and typically concerns relocation (immigration, move) or long term displacement from the place of residence (refugees). Six months is chosen as a cut point because public health authorities typically require that individuals affiliate with them if they spend this amount of time in their midst. Medium-term mobility involves events lasting from 1 to 6 months, typically related to domestic and foreign migrant workers, with individuals often maintaining two places of residence. Shortterm mobility ranges from over 1 day to 1 month and corresponds to travel away from and back to the place of residence for E-mail address: Julien.Arino@umanitoba.ca.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of mobility"
        },
        {
            "text": "Peer review under responsibility of KeAi Communications Co., Ltd. work or leisure. Finally, instantaneous mobility involves events lasting no more than one day. These events can be daily commute but also work-related travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of mobility"
        },
        {
            "text": "We call range of mobility the distance away from the place of residence that an individual travels for a mobility event. Ranges vary from metres (local) to thousands of kilometres (intercontinental). Human mobility has evolved greatly over the course of human history. For many years, long range mobility was mainly linked to trade. Most humans were mobile only very locally (within a village or to neighbouring villages). It is only since the beginning of the 20th century that travel for leisure has become more prevalent and that as a consequence, more and more humans undertake short-duration long-range trips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Range of mobility"
        },
        {
            "text": "Different durations and ranges of mobilities can occur simultaneously for a given individual. For instance, a migrant worker can be at the same time undertaking a long-term and long-range mobility event while commuting daily to work from their temporary place of residence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coexistence of ranges and durations for a given individual"
        },
        {
            "text": "Another important factor in mobility is the time it takes to achieve mobility on a certain range. For instance, long-range continental and even intercontinental mobility has been going on for centuries. However, as technology evolves, the time it takes to achieve a certain range decreases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time to achieve a range"
        },
        {
            "text": "Together with the evolution of range, duration and speed, the number of mobility events taking place has increased many folds over the course of human history, not only because of global population increase but also because the per capita rate at which individuals undertake mobility has greatly changed. The total number of mobility events occurring nowadays on a daily basis is enormous. The number of events is also difficult to apprehend. Indeed, while a lot of data is available concerning the number of mobility events, this data is often incomplete concerning the nature of the events themselves. Take for instance the traffic data used in Arino and Portet (2015) to parametrize a movement model. While the number of vehicles passing through counting stations is precise, it is impossible to tease out from this data whether passengers are undertaking local or long distance trips. Traffic utilization surveys are then useful complements to raw traffic data. The following examples serve to provide some sense of the number of mobility events.",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 670,
                    "text": "Arino and Portet (2015)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Volume of mobility"
        },
        {
            "text": "Migration usually results in a change of the place of residence. Migration has always existed; it is through migration that earth was populated. The International Organization for Migration (IOM) defines a migrant as a person living in a country that is not their country of birth and under this definition, estimates that there are more than 200 million migrants around the world today, with 60% of these migrants living in developed countries. For instance, from 1980 to 2015, there were 7.4 million new Permanent Residents to Canada, out of an estimated total population in 2015 of 35.8 millions (Government of Canada, 2015) . There is also a sizeable migration from rich countries; e.g., the French population registered at a foreign embassy was 1.7 million on December 31st, 2015 (Minist ere des Affaires etrang eres et du D eveloppement international, 2016). Finally, refugees constitute an important factor of international migration, particularly relevant in the context of public health as they represent populations often in precarious health conditions. UNHCR estimates there were 15 million refugees (mid-2015), 1.2 million asylum-seekers (end 2014), 38 million internally displaced persons (end 2014) and 10 million stateless persons.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 627,
                    "text": "Canada, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Migrations"
        },
        {
            "text": "In today's globalized world, an important source of mobility is that of migrant workers, who spend extensive periods of time working in a location that is not their primary place of residence. It is estimated that in China alone, there were 273.95 million migrant workers in 2014 (National Bureau of Statistics of the People's Republic of China, 2015) . Agricultural workers are another source of temporary migrance, often involving temporary work in richer countries. For instance, there are about 45,000 people per year coming to Canada to work in farms (Government of Canada, 2017).",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 351,
                    "text": "China, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Medium-term mobility"
        },
        {
            "text": "In China, the Chunyun period is a 40 days movement period around Chinese New Year. Estimates are it involved 3.6 billion people-trips in 2014 (Wang, Liu, Mao, Hu, & Gu, 2014) . The yearly pilgrimage to Mecca involves an average 2.5 million people (including 1.7 million non-Saudis) (Khan et al., 2010) . Instantaneous mobility, such as one's daily commute to work, occurs in numbers that are difficult to evaluate but can safely be estimated to represent tens to hundreds of billions of peoplekilometres each day.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 174,
                    "text": "(Wang, Liu, Mao, Hu, & Gu, 2014)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 282,
                    "end": 301,
                    "text": "(Khan et al., 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Short-term and instantaneous mobility"
        },
        {
            "text": "Let us state a tautology: pathogens of humans follow humans. Indeed, whatever the modalities and characteristics of mobility, all migrants or travellers carry with them their \"health history\", which may include latent or active infections (TB, H1N1, polio, HIV), immunizations (schedules vary by country), health/nutrition practices or treatment methods. Thus, as the way humans utilize space evolves, so does the spread of pathogens they carry. In earlier times, human pathogens followed well-defined human trade routes. For instance, the Black Death followed the Silk Route into Europe (Benedictow, 2004) . As long range mobility becomes more of a mix between trade and leisure and trade routes evolve, the picture has become increasingly complex. (See, for instance, the animated influenza incidence maps of R eseau Sentinelles at http://www. sentiweb.fr)",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 606,
                    "text": "(Benedictow, 2004)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Spatio-temporal spread of pathogens"
        },
        {
            "text": "In modern days, problems in the spatio-temporal spread of pathogens of humans can be seen as articulating along two main axes. The first concerns the fast spatial spread of an emerging or re-emerging pathogen, the second interactions of health systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatio-temporal spread of pathogens"
        },
        {
            "text": "The severe acute respiratory syndrome (SARS) propagated worldwide in 2002e2003. Although it caused only 8273 cases in 28 countries, SARS illustrated the capacity for modern transportation methods to facilitate the rapid and global spread of an infectious pathogen. SARS also inflamed imaginations because its case fatality ratio was high (it caused 775 deaths, i.e., a CFR of 9.4%). The spatial extent and temporal organization of that spread is shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 461,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Fast spatial spread e the case of SARS"
        },
        {
            "text": "Public health systems are typically administered at political geography levels: counties, provinces, states or countries. However, pathogens ignore borders and thus mobility-induced interconnections between administrative units have consequences. One striking example is that of poliomyelitis in Nigeria in 2004. Because of a vaccine scare that started in 2002 (Raufu, 2002) , authorities in the northern Nigeria state of Kano interrupted polio vaccination in 2004 (Olusanya, 2004) . This occurred in a context where neighbouring countries had polio vaccine coverage that was not ideal; see Fig. 2a . Vaccinations resumed in July the same year (Fleck, 2004) , but between the official interruption and the longer lasting public distrust, the damage was done: cases spiked in Nigeria (Cheng, 2008) but also in close countries such as Cameroon (Endegue-Zanga et al., 2016) . The effect is clearly visible in Fig. 2b .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 374,
                    "text": "(Raufu, 2002)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 465,
                    "end": 481,
                    "text": "(Olusanya, 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 644,
                    "end": 657,
                    "text": "(Fleck, 2004)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 842,
                    "end": 870,
                    "text": "(Endegue-Zanga et al., 2016)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 598,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 906,
                    "end": 913,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Interactions between health systems e polyomyelitis"
        },
        {
            "text": "From the discussion above, formulating mathematical models to help understand the spatio-temporal spread of infectious diseases is very important. Many different methods are available. We focus here on metapopulation models, but stress that understanding complex phenomena such as these requires a multi-faceted approach and the interested reader would benefit greatly from looking into other alternatives. For partial differential equations models, see for instance (Rass & Radcliffe, 2003) and the references therein. Also, the early paper (Bailey, 1980) is worth reading. Concerning the spread of diseases on networks, a standard reference is Newman (2002) .",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 491,
                    "text": "(Rass & Radcliffe, 2003)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 542,
                    "end": 556,
                    "text": "(Bailey, 1980)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 646,
                    "end": 659,
                    "text": "Newman (2002)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Metapopulation models e general introduction"
        },
        {
            "text": "In metapopulation models, space is discrete and consists of individual spatial units called patches. Patches range in spatial extent from a house or neighbourhood all the way up to countries or even continents. There are several types of metapopulation models. We focus here on models with explicit movement, in which each patch contains a dynamical system describing the dynamics of the disease in the populations present within the patch and a coupling function describes the explicit movement of individuals between patches. Other model types, not considered here, assume that there is an implicit coupling between patches and do not incorporate movement explicitly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e general introduction"
        },
        {
            "text": "Assume geographical locations are elements of a set P with cardinality jP j (the number of patches). Each patch is a vertex in a directed graph (digraph). In each patch, there are individuals from a variety of compartments in the sense of Jacquez and Simon (1993) . A compartment could contain for instance individuals susceptible to the disease, another individuals infected with the disease; there could be compartments for the different species affected by the disease, etc. We denote C the set of all compartments that exist in the general system and C p 4C those compartments present in patch p2P .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 263,
                    "text": "(1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Metapopulation models e general introduction"
        },
        {
            "text": "Individuals in a given compartment may move between patches, with m cqp the rate of movement of individuals in compartment c2C from patch p2P to patch q2P yfpg. This defines a digraph G c with arcs A c for each compartment c2C , with an arc from p to q if m cqp > 0 and no arc otherwise. Because there are jC j compartments in the overall system (whether they are present in each patch or not), each pair ðp; qÞ of patches is joined in each direction by at most jC j arrows, so the general context is that of a multi-digraph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e general introduction"
        },
        {
            "text": "In turn, each patch p2P is endowed with a dynamical system describing the evolution of numbers or densities of individuals in the compartments in C p . Usually, all the patches are equipped with the same type of system; this is what we describe here. Also, we assume here that movement is instantaneous between patches and that individuals do not change compartments as they move, so that, for instance, an individual leaves their patch of origin and arrives in the destination patch while susceptible. Some models have assumed that infection can happen during transport, e.g., (Arino, Sun, & Yang, 2016) ; others have considered the role of travel time, e.g., Liu, Wu and Zhou (2008) . Such models are beyond the scope of this introductory review.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 604,
                    "text": "(Arino, Sun, & Yang, 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 661,
                    "end": 684,
                    "text": "Liu, Wu and Zhou (2008)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Metapopulation models e general introduction"
        },
        {
            "text": "The general form of a metapopulation model is then, cc2C and cp2P ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e general introduction"
        },
        {
            "text": "where X p ¼ ðx 1p ; …; x jC jp Þ T 2ℝ jC j is the distribution of individuals of the different compartments present in the patch and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e general introduction"
        },
        {
            "text": "is used to make the notation more compact. The function f cp ðX p Þ indicates that processes are localized to the patch where they take place. This excludes for example the model in Arino and van den Driessche (2003) , wherein birth occurs in the patch of residence but depends on the total resident population of that patch. If it is important to take into account individuals from the same compartment present in other patches, we define X c ¼ ðx c1 ; …; x cjP j Þ T 2ℝ jP j and use f cp ðX p ; X c Þ. However, to simplify the discussion, we assume the form in (1) from now on. The general form (1) can be used to summarize many different types of metapopulation models, not only ones for the spread of infectious pathogens. (Metapopulations have a rich history in their originating field of Ecology; see, e.g., Hanski and Gilpin (1997) .) To focus on epidemiology, we let U =C and I =C be uninfected and infected compartments, respectively, with U ∩I ¼ ∅ and U ∪I ¼ C . Let s kp and i [p be the number or density of individuals in uninfected and infected compartments, respectively, with k2U , [2I and p2P . Then for all k2U , [2I and p2P , (1) can be written",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 216,
                    "text": "Driessche (2003)",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 838,
                    "text": "Hanski and Gilpin (1997)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Metapopulation models e general introduction"
        },
        {
            "text": "To illustrate the type of results that can be obtained about metapopulation epidemic models, we consider a jP j-SLIRS model. To that end, we start with a classic SLIRS (SEIRS) model,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e an example"
        },
        {
            "text": "with the incidence function F taking the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e an example"
        },
        {
            "text": "This model is classic so we do not discuss it at length here. S, L, I and R are, respectively, the numbers of susceptible, latently infected (incubating), infectious and immune individuals in the population, with N ¼ S þ L þ I þ R the total population. Birth is into the susceptible compartment (there is no vertical transmission of the disease) at the rate b. Death is per capita in all compartments. Infection occurs when infecting contacts take place between infectious and susceptible individuals, with b the disease transmission coefficient and h2f0; 1g to indicate mass action when h ¼ 0 or standard incidence when h ¼ 1. Newly infected individuals incubate in the L compartment for an average 1=ε time units then progress to an active infection in the I compartment. The active phase lasts an average 1=g time units, after which individuals progress to the immune stage, where they remain for an average 1=n time units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e an example"
        },
        {
            "text": "To transform (4) into a metapopulation model, all variables and parameters are given an index, p, to indicate which patch p2P is under consideration. The base SLIRS is then replicated in each patch and movement terms are added. As a consequence, the jP j-SLIRS metapopulation extension of (4) is the following system, considered for all p2P ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e an example"
        },
        {
            "text": "with the incidence function F p taking the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e an example"
        },
        {
            "text": "Note that h p in (5e) needs not be equal in all patches, allowing to consider a system with some patches having standard incidence and others mass action incidence. Such issues were considered for instance in Arino and Portet (2015) and Fromont, Pontier and Langlais (2003) .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 232,
                    "text": "Arino and Portet (2015)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 237,
                    "end": 273,
                    "text": "Fromont, Pontier and Langlais (2003)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Metapopulation models e an example"
        },
        {
            "text": "In the notation of Section 5, C ¼ fS; L; I; Rg, U ¼ fS; Rg, I ¼ fL; Ig. System (5) has 4jP j equations. However, it is easier to study than this high dimensionality typically entails, since it possesses a lot of \"structure\": there are jP j linearly coupled copies of individual units, each comprising 4 equations, the dynamics of which is well understood. In a sense, this is a \"good case\" of a large-scale system. We show in the following sections how to exploit this structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metapopulation models e an example"
        },
        {
            "text": "Consider the total population N p ¼ S p þ L p þ I p þ R p in (5). We have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour of the total population"
        },
        {
            "text": "Then (6) can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour of the total population"
        },
        {
            "text": "It is useful to derive some properties of the movement matrix (7). For a matrix M, define sðMÞ ¼ fl2ℂ; Av ¼ lv; vs0g, the spectrum of M , tðM Þ ¼ maxf<ðlÞ; l2sðM Þg the spectral absissa of M and rðM Þ ¼ maxfjlj; l2sðMÞg the spectral radius of M . Furthermore, we use the same notation as Berman and Plemmons (1994) PROOF. Points 1e5 are shown for example in Arino and Portet (2015) . To prove 6, first consider the case D[0. Define d ¼ min p2P fd pp g > 0. Then ÀM c dI À M c D À M c . From Fiedler (2008, Theorem 5.2.5), dI À M c is an M-matrix. Since tðM c Þ ¼ 0, using a \"spectrum shift\" (Horn & Johnson, 2013, Problem 1.2.P8), all eigenvalues of dI À M c have real parts larger than d, so d À M c is a nonsingular M-matrix. In turn, Fiedler (2008, Theorem 5.1.1.4) implies that D À M c is a nonsingular Mmatrix and Fiedler (2008, Theorem 5.1.1.11) allows to conclude. Suppose now that M c is irreducible. Let d ¼ max p2P fd pp g > 0.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 314,
                    "text": "Berman and Plemmons (1994)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 358,
                    "end": 381,
                    "text": "Arino and Portet (2015)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 737,
                    "end": 768,
                    "text": "Fiedler (2008, Theorem 5.1.1.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Behaviour of the total population"
        },
        {
            "text": "Then D À M c is irreducibly diagonally dominant with all columns k2P such that d kk ¼ d satisfying the strict diagonal dominance requirement. As a consequence, Varga (2004, Theorem 1.11) implies that D À M c is nonsingular and inverse positivity follows from Fiedler (2008), Theorem 5.2.10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour of the total population"
        },
        {
            "text": "Note also that for each compartment, ÀM c is a nonsymmetric Laplacian matrix. This implies that additional results are available about the spectrum of M c ; see, e.g., Agaev and Chebotarev (2005) . We characterize the relations between movement matrices as follows. We say movement is equal for all compartments if M S ¼ M L ¼ M I ¼ M R ¼: M ; movement is similar for all compartments if the zero/nonzero patterns in all matrices are the same but not the entries. Finally, movement is dissimilar across compartments if there are two movement matrices with different zero/nonzero patterns.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 195,
                    "text": "Agaev and Chebotarev (2005)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Behaviour of the total population"
        },
        {
            "text": "Case of movement equal for all compartments. Equation (8) reduces to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour of the total population"
        },
        {
            "text": "giving the equilibrium solution N Ã ¼ ðd À M Þ À1 b, which, by 6 in Lemma 1, exists if all death rates are positive or M is irreducible. Assume either of these properties holds. To show that N Ã attracts all solutions of (9), consider Df , the Jacobian of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour of the total population"
        },
        {
            "text": "Since d is nonsingular, we have tðM À dÞ < 0, so lim t/∞ NðtÞ ¼ ðd À M Þ À1 b. This is summarized as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour of the total population"
        },
        {
            "text": "Theorem 2. Suppose that movement is equal for all compartments and that all death rates are positive or the (common) movement matrix M is irreducible. Then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behaviour of the total population"
        },
        {
            "text": "It is actually quite \"difficult\" to be in a situation where : if b[0 and d À M is a nonsingular M-matrix, then strong positivity of N Ã is guaranteed. Thus, except if d ¼ 0 or b ! 0 with some zero entries, N Ã [0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NðtÞ[0:"
        },
        {
            "text": "Case of unequal movement. When movement is not equal for all compartments, the problem is more complicated and, to the best of our knowledge, still open in general. To operate within a manageable context, assume movement rates are similar for all compartments. This situation might arise for instance in the case where infectious individuals are less prone to travel. Let ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NðtÞ[0:"
        },
        {
            "text": "here, M and M are obtained from movement matrices but are not movement matrices in the sense of Lemma 1; in particular, their column sums are not all zero. It follows that the upper bound grows unbounded and the lower bound does not guarantee nonnegativity. Note that this does not preclude conducting an analysis of the system. Indeed, some authors have considered models with movement similar for all compartments or even dissimilar across compartments (as might arise if infectious individuals are not allowed some movements e as has been the case with HIV positive individuals travelling to some countries, for instance). However, in this case, results such as Theorem 2 are not readily available and the analysis typically relies on properties of the system embedded in the patches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NðtÞ[0:"
        },
        {
            "text": "Assume (5) is at equilibrium with L p ¼ I p ¼ 0 for p2P . Then F p ¼ 0 and for all p2P ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "which we must solve for S p ; R p . Here again, we write the problem in vector form. We have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "where S Ã ; R Ã ; b2ℝ jP j and d; n ¼ diagðn 1 ; …; n jP j Þ; M S ; M R are jP j Â jP j-matrices. We have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "This is similar to the proof of Theorem 2 and uses Lemma 1. We thus find that lim t/∞ RðtÞ ¼ 0 provided that n þ d[0 or M r irreducible. Provided this is true, at the DFE, there holds that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "To summarize, provided all death rates are positive or M R and M S irreducible, then the DFE takes the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "6.3. Computation of R 0 and local stability of the DFE Use the next generation method (van den Driessche & Watmough, 2002) with infected variables L and I ordered as",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 122,
                    "text": "Driessche & Watmough, 2002)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "Write the dynamics of the subsystem of (5) in the variables X I as X 0 I ¼ F À V , with F ¼ ðF 1 ; …; F jP j ; 0; …; 0Þ T and V having all other flows (with a negative sign). Differentiating F with respect to X I , first note that whenever ksp,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "since there are no contacts between individuals not located in the same patch. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "As a consequence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "On the other hand,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "where the notation diag p ðz p Þ ¼ diagðz 1 ; …; z jP j Þ is used for simplicity. Thus, using the formula for the inverse of a 2 Â 2 block matrix (Horn & Johnson, 2013), Section 7.3,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "So we obtain the next generation matrix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "Þ. It is difficult to go further without more information. However, given parameter values, R 0 is easy to compute numerically. In terms of the local asymptotic stability of the DFE, (van den Driessche & Watmough, 2002) , Theorem 2 gives the following result.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 219,
                    "text": "Driessche & Watmough, 2002)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "Theorem 3. Define R 0 for the jP j-SLIRS (5) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "with F 12 andṼ À1 21 defined by (10) and (11), respectively. Then the DFE ðS Ã ; L Ã ; I Ã ; R Ã Þ ¼ d À M S À1 b; 0; 0; 0 is locally asymptotically stable if R 0 < 1 and unstable if R 0 > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The disease free equilibrium (DFE)"
        },
        {
            "text": "Because of space, we have focused on the mathematical properties that are required in order to conduct a basic analysis of metapopulation epidemic models. Several additional fascinating problems exist which we now briefly present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Further considerations"
        },
        {
            "text": "Several methods are available to consider global stability properties of the DFE in metapopulation models and have been used successfully in many cases. Note that it has also been shown that metapopulation models can exhibit backward bifurcations (Arino, Ducrot, & Zongo, 2012) , so proving the global asymptotic stability of the DFE will not always be possible.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 277,
                    "text": "(Arino, Ducrot, & Zongo, 2012)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Global stability of the DFE"
        },
        {
            "text": "The problem of existence and stability of an endemic equilibrium point where the disease is present in all patches is more complex and cannot yet be attacked in full generality. Some interesting examples are those in Iggidr, Sallet and Tsanou (2012) and Li and Shuai (2009) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 249,
                    "text": "Iggidr, Sallet and Tsanou (2012)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 254,
                    "end": 273,
                    "text": "Li and Shuai (2009)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Existence and stability of an endemic equilibrium point (EEP)"
        },
        {
            "text": "Most of the problems mentioned above are solved by exploiting the fact that metapopulations are linearly coupled copies of constituting units whose behaviour is known. This poses a very interesting problem, the inheritance problem. Consider model (3) where k2U , [2I and p2P . Think of (13) as representing any model for a single population found in the literature. Within a given patch p, suppose some dynamical properties are known about (13). Which of these properties also hold for the general system with mobility (3)? It is relatively easy to show that such things as existence and boundedness of solutions is preserved. As shown in this article, the same is true to some extent of existence and local asymptotic stability of the DFE. As we have just seen, global asymptotic stability is not as easy to settle. Techniques such as the one in Li and Shuai (2010) allow to envision a general treatment of this issue when a Lyapunov function is known for the isolated model.",
            "cite_spans": [
                {
                    "start": 847,
                    "end": 866,
                    "text": "Li and Shuai (2010)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Inheritance of dynamical properties"
        },
        {
            "text": "A problem essentially dual to that of inheritance consists in seeking properties that hold for the metapopulation system (3) but not for uncoupled population level model (13). A prototypical example here is the problem of mixed equilibria, first considered in Arino and van den Driessche (2003) . Consider a metapopulation such as (3) in which, when there is no movement, i.e., in the case of (13), some patches are at the DFE while others are at an EEP. It is shown in Arino (2009) that for such mixed equilibria to persist in the presence of movement, movement must be dissimilar between uninfected and infected compartments.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 294,
                    "text": "Driessche (2003)",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 482,
                    "text": "Arino (2009)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Metapopulation specific behaviour e mixed equilibria"
        },
        {
            "text": "It is worth noting that numerical simulations of metapopulation models such as (5) are simple to set up and not extremely onerous on modern computers for systems with a reasonable number of patches. Sample code in R and MatLab is provided as electronic appendices to the present paper to illustrate this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deterministic simulations"
        },
        {
            "text": "When dealing with problems related to the fast spatial spread of a pathogen such as SARS (Section 4.1), systems of ordinary differential equations allow to investigate an average behaviour but do not capture the range of potential outcomes that occur in an actual \"real life\" crisis. For this reason, stochastic simulations of metapopulation models have been carried out; see, e.g., Arino, Hu, Khan, Kossowsky and Sanz (2011) and Colizza and Vespignani (2008) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 425,
                    "text": "Arino, Hu, Khan, Kossowsky and Sanz (2011)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 430,
                    "end": 459,
                    "text": "Colizza and Vespignani (2008)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic simulations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical Biosciences",
            "volume": "180",
            "issn": "",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the spectra of nonsymmetric Laplacian matrices",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agaev",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chebotarev",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Linear Algebra and Its Applications",
            "volume": "399",
            "issn": "",
            "pages": "157--168",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modeling and dynamics of infectious diseases, volume 11 of series in contemporary applied mathematics, chapter diseases in metapopulations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A metapopulation model for malaria with transmission-blocking partial immunity in hosts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ducrot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zongo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Mathematical Biology",
            "volume": "64",
            "issn": "3",
            "pages": "423--448",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Some methodological aspects involved in the study by the Bio. Diaspora Project of the spread of infectious diseases along the global air transportation network",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kossowsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sanz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Canadian Applied Mathematics Quarterly",
            "volume": "19",
            "issn": "2",
            "pages": "125--137",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological implications of mobility between a large urban centre and smaller satellite cities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Portet",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Mathematical Biology",
            "volume": "71",
            "issn": "5",
            "pages": "1243--1265",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Revisiting a two-patch SIS model with infection during transport",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mathematical Medicine and Biology",
            "volume": "33",
            "issn": "1",
            "pages": "175--193",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spatial models in the epidemiology of infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T J"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Biological growth and spread",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Black death",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Benedictow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The complete history",
            "volume": "",
            "issn": "",
            "pages": "1346--1353",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nonnegative matrices in the mathematical sciences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Plemmons",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nigeria struggles to contain poliomyelitis",
            "volume": "9",
            "issn": "",
            "pages": "1287--1290",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemic modeling in metapopulation systems with heterogeneous coupling pattern: Theory and simulations",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Theoretical Biology",
            "volume": "251",
            "issn": "3",
            "pages": "450--467",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Importation and outbreak of wild polioviruses from 2000 to 2014 and interruption of transmission in Cameroon",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Endegue-Zanga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sadeuh-Mba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Moeletsi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Clinical Virology",
            "volume": "79",
            "issn": "",
            "pages": "18--24",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Special matrices and their applications in numerical mathematics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiedler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nigerian state of Kano resumes polio vaccination",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fleck",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "British Medical Journal",
            "volume": "329",
            "issn": "7457",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Disease propagation in connected host populations with density-dependent dynamics: The case of the Feline Leukemia virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fromont",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pontier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Langlais",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Facts & figures 2015: Immigration overview -permanent residents",
            "volume": "223",
            "issn": "",
            "pages": "465--475",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Temporary residents: Work permit and study permit holders monthly ircc updates",
            "authors": [
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Government Of",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Metapopulation Biology: Ecology, genetics, and evolution",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gilpin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Matrix analysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global stability analysis of a metapopulation SIS epidemic model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iggidr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sallet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tsanou",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mathematical Population Studies",
            "volume": "19",
            "issn": "3",
            "pages": "43--79",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global public health implications of a mass gathering in Mecca, Saudi Arabia during the midst of an influenza pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chabbra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liauw",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Janes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Travel Medicine",
            "volume": "17",
            "issn": "2",
            "pages": "75--81",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global-stability problem for coupled systems of differential equations on networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shuai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Canadian Applied Mathematics Quarterly",
            "volume": "17",
            "issn": "1",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modeling disease spread via transport-related infection by a delay differential equation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rocky Mountain Journal of Mathematics",
            "volume": "38",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "National Bureau of Statistics of the People's Republic of China",
            "authors": [],
            "year": 2014,
            "venue": "Accessed",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Spread of epidemic disease on networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Physical Review E",
            "volume": "66",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Polio-vaccination boycott in Nigeria",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olusanya",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "9424",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Spatial deterministic epidemics, volume 102 of mathematical surveys and monographs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rass",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Radcliffe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Polio cases rise in Nigeria as vaccine is shunned for fear of AIDS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raufu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ger sgorin and His circles",
            "volume": "324",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Tracing the largest seasonal migration on earth",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "//dx.doi.org/10.1016/j.idm.2017.05.001 2468-0427/© 2017 KeAi Communications Co., Ltd. Production and hosting by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time in days to first confirmed case of SARS, with time 0 the time at which the first international spreading event took place in Hong Kong. China is represented differently as the epidemic was ongoing there at the time. The data was compiled from the WHO website and is available as an electronic appendix.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(Left) Estimated percentage of the population having, in 2004, received the third dose of polio vaccine in several African countries (WHO). (Right) Annual number of polio cases in countries shown left.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "for matrices and vectors: M ! 0 if m ij ! 0 for all i; j; M > 0 if M ! 0 and dði; jÞ such that m ij > 0; M[0 if m ij > 0 for all i; j.Lemma 1. Let M c be a jP j Â jP j-movement matrix for compartment c2C . Then the following hold true:1. ÀM c is a singular M-matrix. 2. tðM c Þ ¼ 0. 3. tðM c Þ2sðM c Þ.4. One of the left eigenvectors associated to the eigenvalue tðM s Þ ¼ 0 is the vector 1 T jP j ¼ ð1; …; 1Þ. 5. If additionally, M c is irreducible, then tðM c Þ ¼ 0 has multiplicity 1, 1 T jP j is (to a multiple) the only strongly positive left eigenvector associated with M c and there is a strongly positive eigenvector v Ã corresponding to tðM c Þ. 6. Let D > 0 be a diagonal matrix. If D[0, then D À M c is a nonsingular M-matrix and ðD À M c Þ À1 > 0. If M c is irreducible, then D À M c is a nonsingular M-matrix and ðD À M c Þ À1 [0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Using these matrices in(8)gives the following inequality:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "with no movement,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data related to this article can be found at http://dx.doi.org/10.1016/j.idm.2017.05.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}