{
    "paper_id": "53c5b444db5bde8e975a22df9e3c80250e8ad3d1",
    "metadata": {
        "title": "Disease features of equine coronavirus and enteric salmonellosis are similar in horses",
        "authors": [
            {
                "first": "Arlie",
                "middle": [
                    "J"
                ],
                "last": "Manship",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [
                    "T"
                ],
                "last": "Blikslager",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johanna",
                "middle": [
                    "R"
                ],
                "last": "Elfenbein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johanna",
                "middle": [
                    "R"
                ],
                "last": "Correspondence",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Elfenbein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Horses presenting with fever and nonspecific clinical signs of illness can present a diagnostic challenge for practitioners. Equine coronavirus (ECoV) is a Betacoronavirus that is emerging as an agent isolated in association with outbreaks and sporadic cases of fever and enteric disease in adult horses worldwide. Recent reports have associated ECoV with outbreaks of enteric and pyrogenic disease causing substantial morbidity and higher than expected mortality in certain horse populations. 1 ",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 495,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Draft Horses led to fever and nonspecific signs of illness in 2 of 3 animals, suggesting that this virus may be a primary pathogen of adult horses although the molecular details of ECoV infection in adult horses remain unclear. 4 Readily available molecular diagnostic tests and increased awareness of ECoV have facilitated recognition of ECoV as a potential pathogen. [5] [6] [7] The preferred method for diagnosis of ECoV is quantitative PCR on fresh fecal samples, but outbreak reports indicate that horses clinically affected with ECoV are not always accurately identified by a single fecal PCR test. 6, 7 Thus, it is Abbreviations: ECoV, equine coronavirus; NSAID, nonsteroidal anti-inflammatory drug; UNK, unknown diagnosis. important to develop a disease signature characterizing clinical features common to ECoV-infected horses to improve clinical recognition of the pathogen.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 605,
                    "end": 607,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 608,
                    "end": 609,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "-3 Experimental inoculation of ECoV in Japanese"
        },
        {
            "text": "In contrast to ECoV, Salmonella enterica is a well-established cause of fever and enteric disease in horses. 8 Salmonella can cause acute and chronic diarrheal disease, neonatal bacteremia, or subclinical colonization of apparently healthy horses. 9 Like ECoV, Salmonella can cause both outbreaks and sporadic illnesses and, as a result, this pathogen is a primary target of hospital biosecurity programs. 10 Diagnosis is made by enrichment culture or PCR using fecal samples, with improved diagnostic sensitivity with sequential sampling. [11] [12] [13] Horses affected by ECoV and Salmonella can have indistinguishable clinical signs including fever, anorexia, abnormal fecal character, malaise, and colic. 6, 7, 9, 14 Thus, our objective was to compare clinical features associated with ECoV infection to those associated with Salmonella infection in a population of ill horses. A secondary objective was to identify a clinical signature of ECoV infection in horses. We hypothesized that adult horses with ECoV infection would more likely to be leukopenic than would horses diagnosed with Salmonella infection. All data were entered into a digital collection sheet. Patient data collected included signalment, month and year of presentation, and presenting complaint. The month of presentation was grouped into season with winter defined as December-February, spring defined as March-May, summer defined as June-August, and fall defined as September-November. Presenting complaints were collected from the records as defined by the owner, the referring veterinarian, or both.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 248,
                    "end": 249,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 406,
                    "end": 408,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 709,
                    "end": 711,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 712,
                    "end": 714,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 715,
                    "end": 717,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 718,
                    "end": 720,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "-3 Experimental inoculation of ECoV in Japanese"
        },
        {
            "text": "The admission rectal temperature, heart and respiratory rates, mucous membrane color, capillary refill time, and fecal consistency were recorded. Mucous membrane color was considered abnormal if the medical record indicated the presence of a toxic line, hyperemia, or purple or pale mucous membranes; pink was considered normal. The capillary refill time was considered abnormal if >2 seconds. Fecal character was considered abnormal if the medical record described the feces as soft, cow-pie, loose, or diarrhea. The hematocrit, total white blood cell count, fibrinogen concentration, platelet count, and, where available, results of a manual differential cell count were collected and laboratory reference ranges used for data analysis. The serum total protein, albumin and globulin concentrations, gamma-glutamyl transferase activity, and bilirubin, creatinine, sodium, and potassium concentrations were recorded and laboratory reference ranges used for data analysis. On the occasion that fecal diagnostic testing occurred during hospitalization for an unrelated event, laboratory analysis and physical examination variables were included from the event that prompted fecal diagnostic testing according to the infectious disease policy or discretion of the attending clinician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| MATERIALS AND METHODS"
        },
        {
            "text": "Data analysis was performed using GraphPad Prism v7.0c (La Jolla, California). Data were assessed for normality using the D'Agostino-Pearson Omnibus test. For normally distributed data, a 1-way analysis of variance was used to determine differences among groups and a post hoc Tukey's test was used for multiple comparisons. For nonnormally distributed data, a Kruskal-Wallis test with a post hoc Dunn's test for multiple comparisons was used to determine differences among groups. A chi-square test was used to determine seasonal distribution of cases. Fisher's exact test was used to establish likelihood of an abnormal test result, and odds ratios were calculated using the Baptista-Pike method. For all tests, significance was set at P < .05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| MATERIALS AND METHODS"
        },
        {
            "text": "Forty-three horses met the inclusion criteria. One horse did not have CBC data available for the duration of hospitalization and was removed from analysis. Not all data were available for all horses. Horses ranged in age from 1 to -25 years (mean, 10.5 years) and included a variety of breeds, with the largest single group being Warmbloods (12/42; 29%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RESULTS"
        },
        {
            "text": "There were 25 geldings, 15 mares, and 2 stallions. Complete patient demographic data are presented in supplemental Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "Eight of 42 (19%) horses were classified as ECoV-positive, 12 of 42 (29%) were classified as Salmonella-positive, and 22 of 42 (52%) were UNK. The presenting complaints recorded at the time of admission were similar among groups (Table 1) . Fever (21/42; 50%) and colic (11/42; 26%) were the most common presenting complaints, followed by anorexia and diarrhea (9/42; 21% each). Presenting physical examination findings were similar among groups (supplemental Table 2 No significant differences were found for any variable between horses diagnosed with ECoV and Salmonella. Horses with ECoV had significantly lower neutrophil counts than UNK ( Figure 3A) . However, horses with ECoV were no more likely to be neutropenic than horses with Salmonella (odds ratio, 0.909; 95% confidence interval, 0.177-3.912) or UNK (odds ratio, infinity; 95% confidence interval, 0.891-infinity). The total white blood cell count was significantly lower in horses with Salmonella than in UNK horses ( Figure 2 ). Horses with Salmonella were more likely to be leukopenic than were UNK horses (odds ratio, 11; 95% confidence interval, 1.521-127.8) but no more likely to be leukopenic than ECoV (odds ratio, 0.152; 95% confidence interval, 0.011-1.361). No significant differences in lymphocyte or platelet counts or fibrinogen concentration were found among groups ( Figure 3C,D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 238,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 460,
                    "end": 467,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 644,
                    "end": 654,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 983,
                    "end": 991,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1347,
                    "end": 1359,
                    "text": "Figure 3C,D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "Serum biochemistry data are summarized in Table 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 49,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "We compared the clinical features of ECoV and Salmonella infections in adult horses to establish a disease signature for ECoV infection. We hypothesized that horses with ECoV would be more likely to be leukopenic than those with Salmonella infections. Our data indicate that horses with ECoV infection have significantly lower neutrophil counts than do those without a diagnosis for their fever and enteric disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "Consistent with prior work, we also found a significant decrease in total white blood cell count in horses with a diagnosis of Salmonella. 14 Although our data do not allow us to accept our hypothesis, the data suggest that ECoV and Salmonella infections have indistinguishable clinical features in adult horses presenting to a tertiary referral hospital. All of the documented presenting complaints were recorded and summarized. More than 1 complaint could be registered at the time of admission or start of fecal diagnostic testing. Abbreviation: ECoV, equine coronavirus. nal dysfunction in addition to fever and anorexia. 3, 4, 6 We also found that fever and anorexia were the most common presenting complaints for all horses in our study, regardless of the diagnosis. The next most common clinical signs were colic and diarrhea, and the combination of fever with colic or diarrhea likely prompted clinicians to perform fecal diagnostic testing because these clinical signs are highly associated with a positive diagnosis of Salmonella in horses. [14] [15] [16] inoculation of Japanese racehorses with ECoV caused a decrease in total white blood cell count, with only 1 of 3 developing leukopenia, but no differential cell counts were available. 4 An additional report suggests that as many as 65% of horses with ECoV are neutropenic, but lack of case information precludes comparisons with our study. 17 Our finding that ECoV horses had significantly lower neutrophil counts than horses with UNK is consistent with the available literature and suggests that neutropenia may be an important feature of ECoV infection.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 628,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 632,
                    "end": 633,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1250,
                    "end": 1251,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1406,
                    "end": 1408,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "In addition to the decreased neutrophil count, we found thrombocytopenia and hypoproteinemia in half of our ECoV horses. However, no significant differences in platelet count or protein concentration were found among groups. This finding is in contrast to a report from an ECoV outbreak that documented thrombocytopenia in 25% and hypoproteinemia in 0% of cases. 3 Our case sample population was taken from a tertiary care referral hospital, and it is possible that our cases represent individuals that are most severely affected thus prompting referral for hospitalization. Additional work is needed to establish whether thrombocytopenia or hypoproteinemia are consistent features of ECoV infection.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 364,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "One limitation of our retrospective study is the small sample size of each group. To increase the number of horses in the study population, we defined the UNK group as a horse that had 3 negative fecal We observed significantly lower neutrophil counts in the ECoV population as compared with UNK horses. In addition, we found no differences in clinical or hematologic abnormalities among horses diagnosed with ECoV and Salmonella. Therefore, the results of our study suggest that ECoV should be included in the differential diagnoses for horses presenting with fever, anorexia, intestinal disease, and neutropenia. Molecular diagnostic testing for both ECoV and Salmonella should be performed to aid diagnosis and improve hospital and on-farm biosecurity measures in these cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "This work was performed at the North Carolina State University",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Equine and Food Animal Veterinary Center. A portion of this work was presented at the 2016 ACVIM Forum, Denver, CO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of an equine coronavirus from adult horses with pyrogenic and enteric disease and its antigenic and genomic characterization in comparison with the NC99 strain",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Edamatsu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Microbiol",
            "volume": "150",
            "issn": "",
            "pages": "41--48",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemic of equine coronavirus at Obihiro racecourse, Hokkaido, Japan in 2012",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Vet Med Sci",
            "volume": "75",
            "issn": "",
            "pages": "1261--1265",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Disease associated with equine coronavirus infection and high case fatality rate",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Vet Intern Med",
            "volume": "29",
            "issn": "",
            "pages": "307--310",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Experimental inoculation of equine coronavirus into Japanese draft horses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nemoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "159",
            "issn": "",
            "pages": "3329--3334",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "First detection of equine coronavirus (ECoV) in Europe",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Miszczak",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tesson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Microbiol",
            "volume": "171",
            "issn": "",
            "pages": "206--209",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emerging outbreaks associated with equine coronavirus in adult horses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mapes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wademan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Microbiol",
            "volume": "162",
            "issn": "",
            "pages": "228--231",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Equine coronavirus: an emerging enteric virus of adult horses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Mittel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Divers",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Equine Vet Educ",
            "volume": "28",
            "issn": "",
            "pages": "216--223",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Equine salmonellosis: a contemporary view",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Equine Vet J",
            "volume": "13",
            "issn": "",
            "pages": "147--151",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Colitis: differential diagnosis and treatment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Whitlock",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Equine Vet J",
            "volume": "18",
            "issn": "",
            "pages": "278--283",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Managing Salmonella in Equine Populations",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Morley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Clin North Am Equine Pract",
            "volume": "30",
            "issn": "",
            "pages": "623--640",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Salmonella shedding in the equine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "International Symposium on Salmonella",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of rectal mucosal cultures and fecal cultures in detecting salmonella infection in horses and cattle",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Whitlock",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Becht",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Acland",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Vet Res",
            "volume": "46",
            "issn": "",
            "pages": "697--698",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Diagnosing salmonellosis in horses culturing of multiple versus single faecal samples",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Duijkeren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Flemming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Oldruitenborgh-Oosterbaan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalsbeek",
                    "suffix": ""
                },
                {
                    "first": "Jwb",
                    "middle": [],
                    "last": "Van Der Giessen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Vet Q",
            "volume": "17",
            "issn": "",
            "pages": "63--66",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of predictors of salmonella shedding in adult horses presented for acute colic",
            "authors": [
                {
                    "first": "Dallap",
                    "middle": [],
                    "last": "Schaer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Aceto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Vet Intern Med",
            "volume": "26",
            "issn": "",
            "pages": "1177--1185",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Factors associated with salmonella shedding among equine colic patients at a veterinary teaching hospital",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Traub-Dargatz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Am Vet Med Assoc",
            "volume": "218",
            "issn": "",
            "pages": "740--748",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemiologic study of salmonellae shedding in the feces of horses and potential risk factors for development of the infection in hospitalized horses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Traub-Dargatz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Salman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Am Vet Med Assoc",
            "volume": "196",
            "issn": "",
            "pages": "1617--1622",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Enteric coronavirus infection in adult horses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Mittel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Divers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vet J",
            "volume": "231",
            "issn": "",
            "pages": "13--18",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparison of clinical, microbiologic, and clinicopathologic findings in horses positive and negative for Clostridium difficile infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruby",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Magdesian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Vet Med Assoc",
            "volume": "234",
            "issn": "",
            "pages": "777--784",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Information section at the end of the article. How to cite this article: Manship AJ, Blikslager AT, Elfenbein JR. Disease features of equine coronavirus and enteric salmonellosis are similar in horses",
            "authors": [],
            "year": 2019,
            "venue": "SUPPORTING INFORMATION Additional supporting information may be found online in the Supporting",
            "volume": "33",
            "issn": "",
            "pages": "912--917",
            "other_ids": {
                "DOI": [
                    "10.1111/jvim.15386"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "). Abnormal fecal character was recorded for 2 of 8 (25%) horses with ECoV, 1 of 12 (8.3%) horses with Salmonella, and 5 of 22 (22.7%) UNK horses. No significant differences in likelihood of abnormal feces were found among groups. Of all included horses, the highest number presented in the fall (14/42; 33%) and the fewest presented in the spring (6/42; 14%). No significant difference was found among groups in seasonal distribution of cases (Figure 1). Hematocrit data were available for all horses in the study. The median hematocrit was 41.4% (range, 31.5%-50.2%) for horses with ECoV, 34.9% (range, 29.9%-46.9%) for horses with Salmonella, and 36.6% (range, 23%-69%) for UNK horses. No significant differences were noted among any of the groups. Leukogram data are presented in Figures 2 and 3. Among the horses diagnosed with ECoV, 5 of 8 (62.5%) were leukopenic on presentation (Figure 2). Differential cell counts were available for 5 horses and indicated that all 5 (100%) horses were neutropenic and 3 of 5 (60%) were lymphopenic (Figure 3A,B). Four of 8 (50%) horses were thrombocytopenic (Figure 3C), and none had abnormal fibrinogen concentrations (Figure 3D). For horses diagnosed with Salmonella, 11 of 12 (92%) were leukopenic(Figure 2). Differential cell counts were available for 10 horses and indicated that 9 of 10 (90%) were neutropenic and 6 of 10 (60%) were lymphopenic (Figure 3A,B). Four of 11 (36%) were thrombocytopenic (Figure 3C), and 3 of 9 (33%) had hyperfibrinogenemia (Figure 3D). Only 11 of 22 (50%) of UNK horses were leukopenic on presentation (Figure 2). Differential cell counts were available for 19 horses and indicated that 10 of 19 (53%) horses were neutropenic and 9 of 19 (47%) horses were lymphopenic (Figure 3A,B). Eight of 22 (36%) horses were thrombocytopenic (Figure 3C) and 2 of 19 (10.5%) horses had hyperfibrinogenemia (Figure 3D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "50%) horses with ECoV were hypoproteinemic as compared with 3 of 11 (27%) and 4 of 21 (19%) horses with Salmonella and UNK, respectively. No significant differences were found among groups for any measured variable. Overall, 41 of 42 horses survived to discharge. The 1 mortality was a horse diagnosed with Salmonella. Only 1 of 42 horses developed clinical signs consistent with laminitis; the horse with laminitis had a diagnosis of ECoV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Proportion of cases presented to the hospital by season of year. Cases were divided into season of presentation by the date of admission to the hospital or the date of start of fecal diagnostic testing. Spring: March-May; summer: June-August; fall: September-November; winter: December-February",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Total white blood cell (WBC) counts stratified by diagnosis group. Total WBC counts were recorded for each horse either at the time of admission or at the beginning of fecal diagnostic testing. Each data point represents a single horse, and mean and SD values are indicated. The horizontal dotted lines represent the limits of the laboratory reference range. Significant difference in WBC count between Salmonella and unknown diagnosis groups was determined by one-way analysis of variance with a post hoc Tukey's test for multiple comparisons with significance (*) set at P < .05To our knowledge, ours is the first study to compare clinical signs and clinicopathologic findings of ECoV with Salmonella infections.Several reports describe clinical findings in horses diagnosed withECoV. The most commonly reported clinical signs associated with ECoV infection during farm outbreaks are fever, anorexia, and lethargy, whereas experimentally inoculated horses develop gastrointesti-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Neutrophil, lymphocyte, platelet counts, and fibrinogen concentration stratified by diagnosis group. Neutrophil (A), lymphocyte (B), platelet counts (C), and fibrinogen concentrations (D) were recorded for each horse either at the time of admission or at the beginning of fecal diagnostic testing. Each data point represents a single horse, and median and 95% confidence interval values are indicated. The horizontal dotted lines represent the limits of the laboratory reference ranges. Significant difference in white blood cell count between ECoV and UNK groups was determined by Kruskal-Wallis test with Dunn's correction for multiple comparisons with significance (*) set at P < .05",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Medical records of horses presented to the North Carolina State University Equine and Farm Animal Veterinary Center from 2003 to 2016 were retrospectively reviewed by one author (Arlie J. Manship). Inclusion criteria were age >1 year, fecal PCR testing for ECoV, and at least 1 positive or at least 3 negative selective fecal culture for Salmonella. A case was classified as ECoV positive if 1 fecal PCR was positive. A case was classified as Salmonella positive if at least 1 selective fecal culture for Salmonella was positive. A case was classified as having an unknown diagnosis (UNK) if 1 fecal PCR was negative for ECoV and at least 3 selective fecal cultures were negative for Salmonella. Horses hospitalized for gastrointestinal surgery were excluded from analysis. Fecal diagnostic testing was initiated according to the infectious disease policy of the hospital or at the discretion of the attending clinician. Five consecutive fecal cultures for Salmonella are recommended for horses with diarrhea (defined as 3 consecutive fecal piles that do not sit on top of the bedding) or a combination of fever (defined as a rectal temperature >39.2 C in the absence of recent nonsteroidal anti-inflammatory drug [NSAID] use or >38.9 C in a horse that has received NSAIDs within the last 24 hours) and neutropenia (defined as a neutrophil count <2000 cells/μL) without clinical signs of respiratory disease. Diagnostic recommendations were made based on historical data or data collected during examination. Some horses were discharged before completion of sample collection for the sequential Salmonella cultures according to the owner's request.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Presenting complaints for each diagnosis",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "We found that clinical signs were similar among groups, regardless of diagnosis, suggesting that the clinical signs attributed to ECoV and",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Serum biochemical data stratified by diagnosis",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "fecal cultures for Salmonella and only a single fecal PCR for ECoV.11 The retrospective nature of the study further limited our analysis to admission data because data available during hospitalization was different among cases. Clinicopathologic data from presentation was selected for comparison because it was the most complete data set for horses meeting the inclusion criteria, although results of a differential cell count were only available for 5 of 8 ECoV horses.Temporal data analysis may have allowed us to identify clinical features unique to ECoV infection and should be pursued in future studies.An additional limitation to our study is that we did not allow for the possibility that horses could be coinfected with both Salmonella and ECoV. The ECoV PCR became commercially available in 2010 butwas not yet widely performed in our clinic on horses with febrile enteric disease, and so this test was not performed on 7 horses that were culture positive for Salmonella.7 In addition, 1 horse was admitted with a history of positive ECoV PCR, and thus no additional diagnostic tests were performed. For the remaining 5 horses with Salmonella and 7 of the ECoV-positive horses, all testing was performed and no horse was positive for >1 pathogen. Consistent with our data, prior work has failed to document coinfection with ECoV and Salmonella in outbreaks of ECoV in adult horses.3,6 A diagnosis was not reached for 22 of 42 horses included in our study. As discussed, some of these horses may have been misclassified because of decreased diagnostic sensitivity associated with small numbers of fecal cultures and PCR test results. However, this number is comparable to previous reports in which approximately 60% of acute colitis cases had no definitive diagnosis.18 Although the focus of our investigation was to compare the clinicopathologic findings of horses testing positive for ECoV and Salmonella spp., the majority of horses included in the study (31 of 42 in total) and 21 of 22 UNK had a single fecal PCR test for a number of common enteric pathogens (Clostridium difficile toxins A and B, Clostridium perfringens enterotoxin, Lawsonia intracellularis, and Neorickettsia risticii). The 1 UNK horse without fecal PCR testing was tested for C. difficile toxins A and B by ELISA. All horses were negative for other pathogens. The total leukocyte counts of our UNK horses suggest 2 separate populations, with 1 group having higher than normal white blood cell counts. This observation may suggest that either there are some unidentified pathogens causing enteric disease in adult horses or that some horses are presented to the clinic after immunologic clearance of the offending pathogen and during the recovery phase. Further investigation is warranted into other potential infectious causes of febrile enteric disease in adult horses.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST DECLARATION"
        },
        {
            "text": "Authors declare no off-label use of antimicrobials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OFF-LABEL ANTIMICROBIAL DECLARATION"
        },
        {
            "text": "Authors declare no IACUC or other approval was needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC) OR OTHER APPROVAL DECLARATION"
        },
        {
            "text": "Authors declare human ethics approval was not needed for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HUMAN ETHICS APPROVAL DECLARATION"
        },
        {
            "text": "https://orcid.org/0000-0002-0867-7310Johanna R. Elfenbein https://orcid.org/0000-0002-4764-0713",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anthony T. Blikslager"
        }
    ]
}