{
    "paper_id": "53f05daf7342372ab5fbeb2f4f5710254fcad893",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "physicians and veterinarians receive pay for prescribing antimicrobials, and where physicians suspect that they may face lawsuits from their patients if they withhold antimicrobials. This situation resembles a form of entrapment-where physicians and veterinarians are incentivized to do socially harmful acts-such that it is unsurprising when they overprescribe antimicrobials to ensure their own financial stability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given that individual-level change appears insufficient to control the acceleration of AMR, action at the institutional level is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "AMR is one example of an issue where compulsory regulations may accomplish what cannot be accomplished individually. Indeed, government broadly is one of the most important means through which individuals in society can come together and collectively act in ways that they cannot as individuals-and law is the primary mechanism through which government facilitates such collective actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Redirecting the approach to AMR towards national-level action, as the World Health Organization (WHO) has done by encouraging countries to develop national action plans on AMR, represents progress. 10 However, only appealing to countries to take on the responsibility for acting on this issue-particularly low and middle-income countries-is also not appropriate. Expecting individual countries to bear the responsibility and costs of addressing AMR is unreasonable, when the international community is also set up in such a way that the efforts of individual countries acting alone will likely fail. Such failure stems from the reality that individual countries also face disincentives and constraints in acting on their own. A single country might invest its resources and take significant steps to mitigate AMR, yet that country's efforts can be easily undermined by a few resistant microbes tagging along on an international flight from one country to another country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is clear, therefore, that in order to make significant progress on AMR, concerted global efforts are needed beyond simply targeting individual people or individual countries. Collective problems require collective action; global collective problems require global collective action. As such, we cannot hold individuals or individual countries-particularly the poorest people and poorest countries in the world-responsible to act outside a broad global collaboration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "And just as law is the primary mechanism through which society takes collective action within countries, international law is the primary mechanism through which global society can take collective action across countries-and as such, ought to be used to address global AMR. Despite its shortcomings, international law is the strongest mechanism existing today through which countries can make commitments to each other and coordinate their actions, including actions to address the problem of AMR. In the following sections, we explore the benefits and challenges of using the law, and particularly international law, to achieve the level of global collective action necessary to truly address AMR. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To simplify, law operates upon at least two different levels of jurisdiction: domestic and international. In order to understand the ways in which law can help to address the collective action problem of AMR, it is important to recognize these modes of operation. Domestic laws apply within one country or within subregions of a country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE ROLE OF DOME S TI C L AW IN ADDRE SS ING AMR"
        },
        {
            "text": "International law extends beyond country borders and applies globally to those states who have accepted its obligations. Legal options for addressing AMR are available at both levels of jurisdiction though, in fact, to be truly effective, legal action is needed at both levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE ROLE OF DOME S TI C L AW IN ADDRE SS ING AMR"
        },
        {
            "text": "On the domestic front, governments can intervene at each of the different stages of the antimicrobial value chain to optimize the use of antimicrobials within their jurisdictions. 11 For example, govern- Kong to Vancouver and then on to Toronto; the site of a secondary outbreak. In the future, similar disease outbreaks are expected to spread within similarly short periods of time, affecting many countries across various geographical regions very quickly. 14 While individual governments can be expected to take the lead in responding to outbreaks within their borders, greater coordination across countries will be needed to address threats to global public health. 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE ROLE OF DOME S TI C L AW IN ADDRE SS ING AMR"
        },
        {
            "text": "Consequently, a response beyond the domestic is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE ROLE OF DOME S TI C L AW IN ADDRE SS ING AMR"
        },
        {
            "text": "Global action is clearly required to address the global problem of AMR. However, specific measures to maintain the effectiveness of antimicrobials and to increase the development of new antimicrobials and related products have not been pursued sufficiently or at scale. As such, it is our global governance structures that ought to be reformed to address AMR and its root social causes. The most sustainable and effective method to instigate such change is through an international legal agreement, whether it is called a convention, covenant, regulation, treaty, or any one of the other more than 30 names for it. 16 Current progress towards global collective action has already been made through existing international legal agreements. For example, the International Health Regulations require WHO member states to monitor and report disease outbreaks, and both the WHO and the World Organization for Animal Health have created international standards for antimicrobial surveillance programmes. 17 These global standards are helpful for encouraging a common approach to challenges, ensuring the comparability of information and minimizing the between-country differences, inequities, and market distortions that are barring significant global action at the moment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE ROLE OF INTERNATI ONAL L AW IN ADDRE SS ING AMR"
        },
        {
            "text": "The first step is to change global governance structures so that they address the root social causes of AMR. While AMR is usually considered a natural microbiological or medical challenge, the problem to humans is that we are accelerating microbial evolution through the currently established social contexts in which we live and use antimicrobial medicines, leading to the unnecessary abuse of this precious resource. Resistance itself will always occur, as it is a natural biological process-one that Sir Alexander Fleming high- In terms of global market failures, using the lens of political economy, there are some clear game-theoretic problems that make current government actions rational but that lead to suboptimal global collective actions overall. For example, the free-rider problem is often present when we are attempting to achieve greater innovation. The theory is that the free-rider problem occurs when people or countries can benefit from a public good or service without making a significant investment themselves. This ultimately results in a lack of provision of those products. 20 When a public good is available to all, and is costly to produce, rational actors will attempt to free-ride on the work of others. The economic assumption is that international standards that apply to all countries to invest in antimicrobial innovation and regulate the use of antimicrobials-albeit appropriately differentiated according to national circumstance-is the only cost-effective and sustainable way of solving this free-rider problem. 21 In the absence of such an international collective approach, it is difficult to convince any government to invest in antimicrobial innovation when each can simply wait for another country, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| THE ROLE OF INTERNATI ONAL L AW IN ADDRE SS ING AMR"
        },
        {
            "text": "Access without conservation and innovation will speed resistance Innovation without access is unjust, and without conservation it's wasteful sure that everyone in the world has access to these lifesaving products might solve one aspect of the problem (i.e., access), but if such use is inappropriate, it would further speed and breed resistance, deepening the two other aspects of the problem (i.e., conservation and innovation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conservation constrains access and undermines innovation"
        },
        {
            "text": "There are also more traditional coordination challenges that an international legal agreement could help to address. Indeed, there are already numerous global strategies, political resolutions, regulatory standards, multilateral activities, industry initiatives, and pub- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conservation constrains access and undermines innovation"
        },
        {
            "text": "Reform of the global governance mechanisms relevant to AMR is clearly needed. If time were not a challenge, one could consider a radical reimagining of the structure and mechanisms of global governance and a complete change to the system in order to ensure these kinds of collective action problems do not exist in the first place. However, given the urgent need to make progress in the short and medium term, the most pragmatic, effective, fair, and sustainable way forward is through a new international legal agreement. A growing number of scholars have been calling for such an agreement to address AMR. 25 An international legal agreement makes the most sense for at least four reasons. First, there is clear interdependence among countries when it comes to AMR, which means that all, or at least most, countries must act in order for any country to be safe.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 610,
                    "text": "25",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| MOVING TOWARDS AN INTERNATIONAL LEGAL AGREEMENT ON AMR"
        },
        {
            "text": "Second, because interlocking action is needed on access, conservation, and innovation, a new international law can facilitate bargaining and tie together action on all three. Third, action on AMR is costly, such that each party must make the strongest commitment possible in order for the other parties to be prepared to do the same. Finally, the benefits of action on AMR are long term, which means that we require countries to lock in their commitment, and we need mechanisms to disincentivize deviation. This is especially important considering that the costs of conserving antimicrobials and promoting antimicrobial innovation are born in the short term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| MOVING TOWARDS AN INTERNATIONAL LEGAL AGREEMENT ON AMR"
        },
        {
            "text": "While we do not know the final shape an international legal agreement would take, at least 10 different provisions might be would be obliged to meet; for example, likely options for this type of provision seem to be to prohibit antimicrobial growth promotors, designate human-only classes of antimicrobials, and strengthen and coordinate surveillance systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| MOVING TOWARDS AN INTERNATIONAL LEGAL AGREEMENT ON AMR"
        },
        {
            "text": "Various implementation mechanisms could also be incorporated within an international legal agreement to implement these 10 pro- Achieving these kinds of international provisions and implementation mechanisms should not be politically impossible and could prove to be politically advantageous. For example, even farmers and industries that currently use antimicrobials as a prophylaxis and to promote growth in animals might support these actions if it meant that producers in one jurisdiction were not at a disadvantage compared with others. Indeed, while global standards might initially be seen by some as intrusive, they",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| MOVING TOWARDS AN INTERNATIONAL LEGAL AGREEMENT ON AMR"
        },
        {
            "text": "can also be beneficial to industry by minimizing unfair differences and market distortions between countries. Global standards that ban the use of antimicrobials as growth promoters, for example, would ensure that all producers of animal products face the same regulatory requirements and constraints. Global standards would also ensure the social cost is internalized into all animal products and not just some of them. One could even imagine industry groups championing global standards as a way to prevent market disadvantages across countries;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| MOVING TOWARDS AN INTERNATIONAL LEGAL AGREEMENT ON AMR"
        },
        {
            "text": "if these standards do not apply worldwide, farmers in one country will find themselves at a competitive disadvantage when competing with firms in other countries. Industry has extensive experience with global standards, and it is in the best interest of industry to ensure that, when standards come into force, all competitors are also subject to the same regulations. The typical industry opposition to national standards may",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| MOVING TOWARDS AN INTERNATIONAL LEGAL AGREEMENT ON AMR"
        },
        {
            "text": "give way when such standards are globally applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| MOVING TOWARDS AN INTERNATIONAL LEGAL AGREEMENT ON AMR"
        },
        {
            "text": "Despite its flaws, the law is the most effective means to address the root social causes of AMR, and international law is the most pragmatic, effective, fair, and sustainable way to manage the globally interconnected dimesnsions of AMR. While it is important to remain realistic-as progress takes time whenever a new international legal agreement is proposed-we currently stand at a unique moment that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CON CLUS ION"
        },
        {
            "text": "gives much reason to be optimistic and ambitious. Specifically, for decades, many individuals around the world have been advocating greater political action on AMR; voices that are only recently being heard. Due to these past efforts, a policy window has opened and there is now a unique opportunity to take bold action. The challenge we face is that issues like AMR garner significant attention but attention also tends to fall off just as quickly as another pressing issue takes its place. From an advocacy perspective, the goal should be to institutionalize and create as many permanent institutions as possible during the period when the policy window is open, in order to sustain action beyond that initial window of opportunity. To see progress in 10 years' time, we need to mobilize now to kickstart the negotiation of an international legal agreement-an institutionalized process that would keep attention on the challenge of AMR and result in an output that would tackle its root social causes for years to come. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CON CLUS ION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Strategies for achieving global collective action on antimicrobial resistance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Caleo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daulaire",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matsoso",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mossialos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Røttingen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bulletin of the World Health Organization",
            "volume": "93",
            "issn": "2",
            "pages": "867--876",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global governance mechanisms to address antimicrobial resistance",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Padiyara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sprenger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Infectious Diseases: Research and Treatment",
            "volume": "11",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "International cooperation to improve access to and sustain effectiveness of antimicrobials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Røttingen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "296--307",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Towards an international treaty on antimicrobial resistance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Behdinan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ottawa Law Review",
            "volume": "47",
            "issn": "2",
            "pages": "503--534",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of over-the-counter restrictions on antibiotic consumption in Brazil and Mexico",
            "authors": [
                {
                    "first": "Santa-Ana-Tellez",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mantel-Teeuwisse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dreser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leufkens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G M"
                    ],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ments can limit the ways in which antimicrobials are distributed, such as by requiring physicians or other health care providers to prescribe them before a patient can access them. Pharmaceutical company advertisements and promotions of antimicrobials can be banned, and undergoing infection prevention and control programmes can be required for all health care facilities. With respect to farms-where the vast majority of antimicrobials are used today 12 -governments can establish standards for veterinarians in the way they use antimicrobials in their practice, prohibit veterinarians from profiting from the sale of antimicrobials, and increase animal-grade antimicrobial prices by setting a minimum sale price or imposing additional taxes. Alternatively, governments could use domestic law to change how animals are raised on farms-mandating less antimicrobial-dependent practices,-or even ban the sale of animals raised with antimicrobial growth promoters. A previous study examined how 10 different countries have used domestic law to collectively address this challenge and found that no country followed the same approach. Rather, different states took different approaches in their legislation, with mixed results. 13 This finding shows that countries have a range of domestic legal options from which they can choose and experiment to find the best approach for their unique national context. While domestic law can mitigate many practices that accelerate AMR, domestic law is also limited in its capacity. This is particularly true when considering international trade and treaty relations, where the actions of one country are constrained by their interconnectedness with neighbours and trading partners. The example of trade between Canada and the USA illustrates this challenge well. If Canada sought to establish the most robust possible regulations to optimize the use of antimicrobials in animals, that country would need the USA to adopt similar regulations because trade between those two countries is so integrated. If the Canadian government chose to adopt stricter regulations independently of the USA, they would put their Canadian farmers at an enormous competitive disadvantage in the marketplace compared with US farmers, to whom those stricter regulations would not apply. The markets between Canada and the USA are interconnected to such an extent that it would not only be pragmatically infeasible for the Canadian government to adopt on its own such regulations for antimicrobial use in animals, but also politically infeasible, as farmers would mobilize against the regulations and inflict severe political costs upon the government of the day. Another limitation to what can be achieved through domestic law lies in the global mobility of microbes. We live in an interconnected world where environmental changes and migration can enable microbes to cross over the political borders we have established. This limits the degree of control that domestic law can possibly have over the spread of infectious disease threats. In 2002-2003, severe acute respiratory syndrome took only 17 hrs to travel from Hong",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Danik, M. E., Baral, P., & Hoffman, S. J. (2018). De la ferme à l'assiette mondiale: Dix approches à la réglementation des antimicrobiens chez les animaux d'élevage. In C. Régis, L. Khoury, & R. P. Kouri (Eds.), Health law at the frontier (pp. 121-172). Montreal, Canada: Éditions Yvon Blais. 12 United States Food and Drug Administration. (2017). 2016 summary report on antimicrobials sold or distributed for use in food-producing animals. Retrieved from https :// www.fda.gov/downl oads/ForIn dustr y/UserF ees/Anima lDrug UserF eeAct ADUFA/ UCM58 8085.pdf; Van Boeckel, T. P., Brower, C., Gilbert, M., Grenfell, B. T., Levin, S. A., Robinson, T. P., … Laxminarayan, R. (2015). Global trends in antimicrobial use in food animals. Proceedings of the National Academy of Sciences of the United States of America, 112(18), 5649-5654. 13 Danik et al., op. cit. note 11.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Edge, J. S., & Hoffman, S. J. (2015). Strengthening national health systems' capacity to respond to future global pandemics. In S. E. Davies & J. R. Youde (Eds.), The politics of surveillance and responses to disease outbreaks: The new frontier for states and non-state actors (pp. 157-172). New York, NY: Routledge; Hoffman, S. J. (2010). The evolution, etiology and eventualities of the global health security regime. Health Policy and Planning, 25(6), 510-522. 15 Edge et al., op. cit. note 14. 16 Myers, D. P. (1957). The names and scope of treaties. American Journal of International Law. 51(3), 574-605; Hoffman, S., & Røttingen, J. A. (2012). Assessing implementation mechanisms for an international agreement on research and development for health products. Bulletin of the World Health Organization, 90(11), 854-863.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "lighted while accepting his Nobel Prize in 1945, warning that antibiotics would one day cease to work if used improperly.18  The human-relevant problem with this natural biological process is our failure to prevent its acceleration. Sustainably and appropriately using antimicrobials requires a change to the underlying social use of antimicrobials through global collective action.In trying to distill and simplify its root social causes, it is important to consider that the AMR problem actually consists of at least three problems. First, there is insufficient access to antimicrobials for the millions of people who require them and are currently without them.Second, we need to conserve existing antimicrobials to retain their effectiveness. Third, innovation of new drugs and technologies is needed to reduce reliance on existing antimicrobials and to facilitate reductions in their overall use. 19 As Figure 1 shows, these challenges are interconnected and need to be addressed simultaneously and in a meaningful way. For example, if we were to promote access to antimicrobials without conservation and innovation, then the increased use of antimicrobials would speed up the development of resistance. Conservation constrains access, meaning that millions might be unfairly denied effective treatment of their illness. Conservation alone would also further undermine innovation, as efforts to reduce antimicrobial use would result in a smaller market for them and fewer incentives for pharmaceutical companies to develop new antimicrobials.Finally, innovation without access would be unfair, while innovation without conservation would be wasteful, as new resistance would inevitably follow the development of new drugs. International law offers an opportunity to strike a bargain across these three pillars, with different countries contributing and gaining more or less in accordance to their needs, capacity, and specialization (Figure 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "like the USA, to invest and then gain access to it when the resulting product is sold on the global marketplace. This further results in unrealized positive externalities. An international law would allow countries to negotiate a sustainable and fair system that promotes innovation in ac-cordance with participating countries' strengths and priorities. Similarly, with greater access to antimicrobials comes greater negative externalities. For example, investing enormously in making 17 World Health Organization. (2005). International health regulations. Retrieved from https ://www.who.int/ihr/publi catio ns/97892 41580 496/en/; World Health Organization. (2002). Surveillance standards for antimicrobial resistance. Retrieved from http://apps. who.int/iris/bitst ream/handl e/10665/ 67426/ WHO_CDS_CSR_DRS_2001.5.pdf?seque nce=1; World Organization for Animal Health. (2015). OIE standards, guidelines and resolution on antimicrobial resistance and the use of antimicrobial agents. Paris, France: OIE. 18 Sir Alexander Fleming (1945). Penicillin: Nobel lecture. Retrieved from https ://www. nobel prize.org/prize s/medic ine/1945/flemi ng/speec h/. 19 Hoffman, S. J., & Outterson, K. (2015). What will it take to address the global threat of antibiotic resistance? Journal of Law, Medicine and Ethics, 43(2), 363-368. 20 Baumol, W. (1952). Welfare economics and the theory of the state. Cambridge, MA: Harvard University Press. 21 Anomaly, J. (2013). Public goods and government action. Politics, Philosophy and Economics, 14(2), 109-128.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The interdependence of antimicrobial access, conservation, and innovation [Colour figure can be viewed at wileyonlinelibrary.com] Source: Hoffman, S. J., & Outterson, K. (2015). What will it take to address the global threat of antibiotic resistance? Journal of Law, Medicine and Ethics, 43(2), 363-368.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "lic-private partnerships focused on tackling antimicrobial access, conservation, and innovation either generally or for specific diseases.22  A further complication is how actors often possess broad overlapping mandates that do not always align. For example, increasing the efficiency of food production through antimicrobial growth promoters, thereby advancing the Food & Agriculture Organization's objectives, could adversely affect human health, thereby of concern to WHO. In addition, these institutions work through different policy forums that have different powers to influence state behaviour and are attended by different actors with different priorities (e.g., ministers of agriculture versus ministers of health). Cooperation and coordination under such circumstances is naturally challenging.23 The failure of existing actors to address either the governance gaps or market failures perpetuating global inaction on antimicrobial access and effectiveness is glaring. Four weaknesses for international law to address seem most evident. The first is an absence of effective coordination across the constellation of actors addressing this important challenge (a governance problem). The second is a gap between the many actions that have been promised by states and the few that have been delivered (a compliance problem). The third is insufficient political will, momentum, or ambition for stopping the inappropriate use of antimicrobials in both humans and animals (a leadership problem). The fourth is the grossly insufficient resources for implementing recommended antimicrobial policies, especially for the poorest countries that may individually be better off in allocating their limited resources towards basic primary health care, vaccines, and sanitation, even if the transnational externalities of inaction overall make antimicrobials a better global investment (a financing problem).24",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Prohibiting use of antimicrobials for growth promotion or routine prevention in animals. 2. Regulating antimicrobial prescription and availability for humans. 3. Designating human-only classes of antimicrobials. 4. Strengthening and coordination of AMR surveillance. 5. Educating the public and health care providers on effective use of antimicrobials. 6. Strengthening infection control practices. 7. Prohibiting the marketing and promotion of antimicrobials. 8. Mobilizing financial resources for infrastructure. 9. Providing funding for access to antimicrobials for those without them.10. Providing funding and incentives for innovation.These 10 provisions could act as a menu of options from which countries could choose, based on which policies are most relevant to their local context. For example, regulating the prescription and availability of antimicrobials for humans may be a useful step for governments in the many low and middle-income countries that do not currently have such regulations.27 Alternatively, some of these provisions might form a miniumum set of standards that all countries22  Hoffman, S. J., Outterson, K., Røttingen, J. A., Cars, O., Clift, C., Rizvi, Z., … Zorzet, A.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Retrieved from http://apps.who.int/medic inedo cs/docum ents/s2188 9en/ s2188 9en.pdf. World Health Organization, Food and Agriculture Organization of the United Nations & World Organisation for Animal Health. (2018). Monitoring global progress on addressing antimicrobial resistance: Analysis report of the second round of results of AMR country self-assessment survey 2018. Geneva, Switzerland: World Health Organization.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "violence against women). 4. Establishing an intergovernmental panel involving scientific working groups and regular reports (like the Intergovernmental Panel on Climate Change). 5. Making funding agreements, including coordinating joint assistance from development agencies and joint calls for proposals from research funders (like the Global Alliance for Chronic Diseases). 6. Setting up a global pooled fund, either to finance antimicrobial policies, reward achieving milestones, procure antimicrobials, or incentivize R&D (like the Global Fund to Fight AIDS, Tuberculosis, and Malaria). 7. Making benefits or support conditional by imposing criteria based on input, activity, output or outcome for receiving aid, gaining trade advantages, or participating in international initiatives (like UN membership dues). 8. Creating special representatives to rally interest groups, coordinate advocacy, attract attention, and encourage action (like the UN special rapporteurs or the UN Secretary-General's envoys). 9. Establishing a high-level panel, involving eminent persons raising political prioritization of antimicrobials (like the MDG Advocacy Group or the UN Secretary-General's High-Level Panel post-2015).10. Setting up multistakeholder partnership, involving an alliance of many actors, working groups, and advocacy (like the Every Woman Every Child movement).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "This research was supported by the Canadian Institutes of Health Research (Project #312902) and the International Collaboration for Capitalizing on Cost-Effective and Live-Saving Commodities (i4C) that is funded through the Research Council of Norway's Global Health & Vaccination Programme (Project #234608). SJH",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}