{
    "paper_id": "54e77bff1912076bccf12a6b099e48a59f634d5f",
    "metadata": {
        "title": "Supplementary Material and Methods",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "coding sequences. This PCR introduced three stop codons to terminate the Rluc coding sequence. The rest of the 5'UTR was amplified directly from a proviral molecular clone of HIV-1 group M subtype B (pLAI) (4) . The initiation codon for Fluc expression is located within the 5'UTR IRES and the context of the AUG encompassing 30 nt from the Gag sequence was included. A peptide linker (GGGGSGGGGS) was inserted by PCR immediately upstream of the Fluc coding sequence. The first half of the linker was inserted using PCR amplification on pLAI with the 5'UTR-AflII(+) and 5'UTR-BamHI(-) primers and the second half of the linker with the 5'UTR(+) and Linker-BamHI(-) primers. The linker was cloned in the AflII and BamHI restriction sites of pDual-HIV(-1)ΔAflII-TAR to generate pDual-IRES-HIV. This last step removed the frameshift region originally present in pDual-HIV(-1). Finally, we cut the fragment containing the Rluc coding sequence, the 5'UTR region of HIV-1 RNA and the Fluc coding sequence, using PmeI and ApaI restriction sites. This fragment was inserted into pcDNA5FRT (Invitrogen) previously linearized with SciI and ApaI to produce pFRT-IRES-HIV. Prior to this last cloning step, the KpnI and BamHI restriction sites from pcDNA5FRT were eliminated to facilitate subsequent cloning of mutant IRESes. To this end, an oligonucleotide cassette formed by the K7ΔKpnIΔBamHI(+) and",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 385,
                    "end": 397,
                    "text": "(GGGGSGGGGS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "K7ΔKpnIΔBamHI(-) primers was inserted in the HindIII and EcoRV restriction sites of pcDNA5FRT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The different mutants of HIV-1 IRES were made by PCR amplification with four primers. The external primers were Ext-KpnI(+) et Ext-BamHI(-). The details for all the primers used can be found in Supplementary Table 1 . The resulting PCR products were cloned in the KpnI and BamHI restriction sites of pFRT-dual-IRES-HIV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 215,
                    "text": "Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "ΔAflII-SpeI(+) 5'GACCCGGGGTACCAAGCTTGAGTTTAAACGCTAGCCAGC'3 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer Name Primer Sequence"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Decreasing the frameshift efficiency translates into an equivalent reduction of the replication of the human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dulude",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Berchiche",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gendron",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brakier-Gingras",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Heveker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "345",
            "issn": "",
            "pages": "127--136",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The presence of the TAR RNA structure alters the programmed -1 ribosomal frameshift efficiency of the human immunodeficiency virus type 1 (HIV-1) by modifying the rate of translation initiation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gendron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Charbonneau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dulude",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Heveker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ferbeyre",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brakier-Gingras",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "",
            "pages": "30--40",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structure and function of the human immunodeficiency virus leader RNA",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Prog Nucleic Acid Res Mol Biol",
            "volume": "54",
            "issn": "",
            "pages": "1--34",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Changes in growth properties on passage in tissue culture of viruses derived from infectious molecular clones of HIV-1LAI, HIV-1MAL, and HIV-1ELI",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montagnier",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "185",
            "issn": "",
            "pages": "661--672",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "M9-AAA-CCC(+) 5'CCCTTTTAGTCAGTGTGGCCCATCTCTAGCAGTGGCGCC'3 M9-AAA-CCC(-) 5'GGCGCCACTGCTAGAGATGGGCCACACTGACTAAAAGGG'3 M10-AAA-GGG(+) -178 stem-loop, the 202-217 region and the four-nt bulge in the DIS hairpin, but not the A stretch in loop I, are highly conserved among natural variants of HIV-1 group M subtype B. The 5'UTR region of HIV-1 is the most conserved region in the HIV-1 genome (3). The HIV-1 5'UTR region used in this study originates from pLAI. We examined the conservation of the different regions which we found to influence the 5'UTR IRES activity among group M subtype B natural variants. These regions of pLAI were aligned with the corresponding regions of HIV-1 group M subtype B variants available in the HIV sequence database of the Los Alamos National Laboratory available at the following URL : http://www.hiv.lanl.gov/. When the 134-178 stem-loop (IRENE) from pLAI wasaligned with the corresponding region of 97 available variants, we found that it is highly conserved (Supp.Fig. 1A). Most of the differences are located in the upper 7-pyrimidine loop, which did not influence the 5'UTR IRES activity. Twenty-one variants have mutations in the upper stem, but only five of these mutations disrupt a base-pair. The 3A bulge is conserved in all these variants except three.When nt 200-219 of pLAI were aligned with the corresponding region of 129 available variants (Supp.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", this unstructured region was also found to be highly conserved except for the four nt at the 3' end. When nt 236-246 of pLAI were aligned with the corresponding region of 142 available variants, we observed that the four-nt bulge at the beginning of the DIS hairpin (Supp.Fig. 1C) is highly conserved since only four variants differ from pLAI. Finally, nt 301-305 of pLAI, a stretch of five A in the beginning of loop I, were aligned with the corresponding region of 149 available variants (Supp.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". The five A are conserved in 60 variants. However, 62 variants have deletions and/or mutations in this region. Therefore, while the 301-305 segment shows some variability, IRENE, the",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}