{
    "paper_id": "54e82ae1126dc9eed820d7a255cb4edca68a9f82",
    "metadata": {
        "title": "Development of rapid immunochromatographic strip test for the detection of porcine epidemic diarrhoea virus",
        "authors": [
            {
                "first": "Kwang-Soo",
                "middle": [],
                "last": "Lyoo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minjoo",
                "middle": [],
                "last": "Yeom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jungho",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donghyuk",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gunwoo",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Woonsung",
                "middle": [],
                "last": "Na",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Van",
                "middle": [
                    "Phan"
                ],
                "last": "Le",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daesub",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine epidemic diarrhoea virus (PEDV) causes acute and severe watery diarrhoea and dehydration, as well as 50-100 per cent mortality in piglets. For the PEDV diagnosis, a rapid test kit that is specific and sensitive to PEDV is critical to monitor this disease at pig farms. The present study aimed to develop an immunochromatographic assay (ICA) strip test for detecting PEDV in faecal swabs. The newly developed diagnostic test showed a detection limit of 10 4.0 TCID 50 /ml of PEDV. Using faecal swab samples, the relative sensitivity and specificity of the ICA kit were 95.0 per cent and 98.6 per cent, respectively, compared with those of real-time RT-PCR. In samples from piglets experimentally infected with PEDV, the results showed 100 per cent agreement with those found by real-time RT-PCR. Our developed test strip will be useful for rapid diagnosis and can be used for epidemiological surveillance of PEDV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhoea virus (PEDV) is a highly contagious pathogen that causes acute and severe watery diarrhoea, vomiting and dehydration, and shows 50-100 per cent mortality in up to one-week-old piglets and less severe disease in older pigs. 1 PEDV belongs to genus Alphacoronavirus, family Coronaviridae, and is an enveloped single-stranded positive sense RNA virus. 2 3 Outbreaks of porcine epidemic diarrhoea (PED) have been reported in several countries in Europe, as well as in Asian countries including China, Thailand and South Korea, since the disease was first identified in England in the early 1970s. 1 3 Recently, PEDV was diagnosed in the midwestern region of the USA in 2013. 4 5 Since then, the virus has spread rapidly and was confirmed throughout 30 states in the USA. PEDV has significant economic impacts on the pig industry, causing the loss of approximately seven million piglets within the one-year epidemic period in the USA. 3 Moreover, the emergence of PEDV has been reported in western, central and eastern Europe, and the genome sequences were found to be closely related to PEDV strains from the USA, showing a sequence identity of more than 99 per cent. [6] [7] [8] The genome of PEDV is approximately 28 kb in size and encodes four structural proteins, including spike (S), membrane (M), envelope (E) and nucleocapsid (N), and four non-structural proteins, including 1a, 1b, 3a and 3b. 2 The S protein is critical to regulating interactions between receptor glycoproteins and virus ligands and for mediating viral entry into host cells, while the N protein is a basic phosphor-protein important for maintaining the nucleocapsid structure. Epitopes of the N protein may play a role in inducing cell-mediated immunity. 2 Additionally, the N protein may be an appropriate target because it is the predominant antigen expressed in coronavirus-infected cells. 9 To diagnose PEDV, laboratory-based techniques are necessary, because PED is clinically indistinguishable from other diarrhoea diseases such as transmissible gastritis-enteritis virus infection. 10 To detect the PEDV antigen, virus isolation, immunofluorescence testing, immunohistochemical techniques, ELISA, and molecular techniques including RT-PCR and real-time RT-PCR are currently used in most laboratories. 1 However, to obtain accurate results, these methods require welltrained technicians and specific equipment, and are time-consuming. Moreover, issues such as transportation delays or temperature changes during shipping from outbreak locations to diagnostic laboratories may affect the diagnosis results. 1 10 Therefore, a rapid test kit that is specific and sensitive to PEDV is critical to monitoring this disease on pig farms. Here, we aimed to develop and validate an immunochromatographic assay (ICA) for the rapid and qualitative detection of PEDV antigen from diseased animals. The assay detects N protein of PEDV using highly selective monoclonal antibodies.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "2 3",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "1 3",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "4 5",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 958,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1195,
                    "end": 1198,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1424,
                    "end": 1425,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1755,
                    "end": 1756,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1893,
                    "end": 1894,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2089,
                    "end": 2091,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2612,
                    "end": 2616,
                    "text": "1 10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To express the PEDV-N protein, cDNA was generated by RT-PCR using RNA extracted from the PEDV-DR13 strain (accession no. JQ023161) provided by Green Cross Veterinary Product (Suwon, Korea). The N protein gene was amplified using primers 5-GGA TCC ATG GCT TCT GTC AGC TTT-3 and 5-GTC GAC TTA ATT TCC TGT GTC AAA-3. The PCR products were cloned into the BamH I/Sal I restriction site (underlined) of the pFastBac vector (Invitrogen, Carlsbad, CA, USA), and this recombinant plasmid was transformed into Escherichia coli DH10Bac containing a baculovirus shuttle vector (Bacmid, Invitrogen). The recombinant Bacmid DNA carrying the PEDV-N protein gene was transfected using Cellfectin Reagent (Invitrogen) into Spodoptera frugiperda (Sf-9) cells. Expression of the N protein gene of PEDV was confirmed by immunoblot analysis using SDS-PAGE. For immunoblotting, Sf-9 cells expressing N protein of PEDV were lysed in radioimmunoprecipitation assay buffer (RIPA) lysis buffer (1 per cent Triton X-100, 1 per cent deoxycholate and 0.1 per cent SDS). The proteins were then separated on 10 per cent SDS polyacrylamide gels, and then transferred onto a nitrocellulose membrane. The membrane was blocked in 5 per cent skimmed milk buffer and incubated with polyclonal anti-PEDV from mice immunised with PEDV at 4°C overnight. For protein detection, the membrane was incubated with antimouse IgG horseradish peroxidase (HRP)-conjugated secondary antibody and visualised using the ATTO Ez-Capture II system (ATTO, Tokyo, Japan). Recombinant baculoviruses expressing PEDV-N protein were propagated in Sf-9 cells. The recombinant N protein was purified by affinity chromatography using Ni-NTA resin (Qiagen, Hilden, Germany) according to the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods Preparation of PEDV recombinant nucleocapsid protein"
        },
        {
            "text": "To produce monoclonal antibodies, BALB/c mice (six to eight weeks old) were intraperitoneally immunised with the purified N protein antigen emulsified in complete Freund's adjuvant. Three identical boosters were administrated with the N protein emulsified with incomplete Freund's adjuvant one-week intervals. The immunised mice were sacrificed to isolate spleen cells, which were washed in serum-free cell culture medium. Splenocytes (1×10 8 ) were mixed with myeloma cells line Sp2/0-Ag-14 (ATCC CRL 1581) (2×10 7 ) in a ratio of 5:1 in the presence of polyethylene glycol for cell fusion. The fused cells were seeded into 96-well tissue culture plates with hypoxanthine-aminopterin-thymidine (HAT) selection medium. Culture medium was exchanged with fresh HAT selection medium eight days after fusion. On day 11, the supernatants were screened by ELISA, and then mAb anti-PED 3B12-1A6 and mAb anti-PED 1H12-1C6 hybridomas, which strongly reacted with the PEDV protein, were selected. Each hybridoma cell was intraperitoneally injected into naïve BALB/C mice to generate ascetic fluid. The ascetic fluid was then purified on protein G Sepharose 4 Fast Flow (GE Healthcare, Uppsala, Sweden) according to the manufacturer's protocol. The antibody concentrations were measured using the Bradford protein assay (Bio-Rad Laboratories, Hercules, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of monoclonal antibody against PEDV"
        },
        {
            "text": "The binding affinity of the mAbs was calculated following surface plasmon resonance (SPR) analysis using ProteOn XPR36 system (Bio-Rad Laboratories). Purified mAb 3B12-1A6 or mAb 1H12-1C6 was immobilised to a GLC chip (Bio-Rad Laboratories) using a standard Ethyl-3-(3-dimethylaminopropyl)-carbodiimide (ED-C)/N-hydroxysuccinimide (NHS) cross-linking reaction, and affinity values (ka, kd, KD) of each mAb for PEDV were determined by ProteOn Manager RM 2.1 software. Calculation of the binding affinity was performed in Gyeonggi Bio-Center (Suwon, Republic of Korea). To further characterise the mAbs for epitope recognition, we used a competition ELISA to test whether the mAbs recognise different epitopes of PEDV as in a previously described method. 11 Briefly, the recombinant N protein was coated onto a microtitre plate, and the plate was blocked with casein buffer. Biotinylated mAb and/or non-biotinylated mAb were added to the wells, and the plate was reacted with HRP-conjugated avidin (Thermo Fisher Scientific, Waltham, MA, USA). The colour reaction was stopped and read as optical density at 450 nm using an automated plate reader.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 755,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of monoclonal antibody against PEDV"
        },
        {
            "text": "Characterisation of the monoclonal antibody was conducted by indirect immunofluorescence assay (IFA). For IFA, Vero cells inoculated with PEDV, ST cells inoculated with transmissible gastroenteritis virus (TGEV) or porcine respiratory coronavirus (PRCV), and MA-104 cells inoculated with porcine rotavirus were grown in cell culture chamber slides. The slides fixed with cold acetone were incubated with the PEDV mAbs at 37°C for 45 minutes. After washing, the slides were reacted with goat antimouse IgG conjugated with FITC at 37°C for 45 minutes and examined under a fluorescence microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of monoclonal antibody against PEDV"
        },
        {
            "text": "Establishment and assembly of the ICA kit For establishment of ICA kit, the monoclonal antibody, anti-PED 3B12-1A6, purified from ascetic fluid using protein G resin (GE Healthcare) was coated onto a specific area (test line) of a nitrocellulose membrane, while goat antimouse IgG was coated onto another specific area (control line) on the same membrane. To produce the test conjugate, a different monoclonal antibody, anti-PED 1H12-1C6, was mixed with colloidal gold prepared by trisodium citrate reduction method as previously described, 12 and then the antibody mixture was treated by a previously described method. 12 The assay strips were prepared by assembly with the colloidal gold-conjugated glass fibre, the nitrocellulose membrane and an absorbent paper using polyvinyl chloride self-adhesive floor.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 543,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of monoclonal antibody against PEDV"
        },
        {
            "text": "The specificity of the ICA kit for other PEDV strains was tested with PEDV-KNU1309 (accession no. KJ451044), PEDV-KNU1303 (accession no. KJ451038) and PEDV-KNU1402 (accession no. KJ451048), which have 99 per cent identity with the viruses identified in the US pig populations. Additionally, the specificity of the ICA kit against PEDV was evaluated for other porcine viruses including TGEV, PRCV and porcine rotavirus obtained from Green Cross Veterinary Product. For the ICA kit test, the culture supernatant (100 µl) of each virus or cell culture medium as a negative control was transferred into a test tube containing 100 µl of assay diluent (50 mM Tris (pH 8.5), 10 mM NaCl, 0.1 per cent Tween 20, 1 parts per million ProClin 300). The mixture (100 µl) was applied to the sample well of the test kit and the test signal for each test was visualised after 15 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of specificity and sensitivity of the ICA kit"
        },
        {
            "text": "The sensitivity of ICA was evaluated by comparing the detection limit using real-time RT-PCR as previously described with some modifications. 13 Briefly, real-time RT-PCR was carried out in a total volume of 20 µl containing viral RNA, PEDV forward (5'-CGC AAAG ACTG AACC CACTAATTT-3') and reverse (5'-TTG CCTC TGTT GTTA CTTGGAGAT-3') primers, probe (6-carboxyfluorescein",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Validation of specificity and sensitivity of the ICA kit"
        },
        {
            "text": "[FAM]-5'-TGT TGCC ATTG CCAC GACTCCTGC-3'-BHQ1), 4x TaqMan Fast Virus 1-Step Master Mix (Thermo Fisher Scientific) and water. The reaction was performed on a LightCycler 480 System (Roche Diagnostics, Basel, Switzerland) beginning with reverse transcription at 58°C for 30 minutes, followed by heat denaturation at 95°C for 5 minutes, 40 cycles of denaturation at 95°C for 30 seconds, and annealing and extension at 60°C for 1 minute. The data were analysed using LC480 software (Roche Diagnostics). Serial tenfold dilutions of the PEDV-DR13 strain including TEGV, PRCV and porcine rotavirus corresponding 1×10 6.0 to 1×10 1.0 TCID 50 /ml were analysed with the ICA kit and real-time RT-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of specificity and sensitivity of the ICA kit"
        },
        {
            "text": "Evaluation of ICA kit using clinical samples A total of 130 rectal swab samples consisting of faeces were collected from pig farms in eight provinces in South Korea between January 2012 and May 2014. These herds were suspected to have enteric viral infection showing typical clinical signs such as diarrhoea, vomiting, high mortality and no response to antibiotic treatment. All samples were tested to detect PEDV infection by real-time RT-PCR and evaluated using the ICA kit to determine the relative specificity and sensitivity. For the experimental infection study, a total of eight piglets (three-day-old, seronegative for PEDV) were obtained from sows with no disease history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of specificity and sensitivity of the ICA kit"
        },
        {
            "text": "These piglets were orally inoculated with 3 ml of PEDV-DR13 strain (10 2.0 LD 50 /ml) in minimum essential medium cell culture medium, and clinical signs in all piglets were monitored for 10 consecutive days postinoculation (dpi). The rectal cavity of piglets was gently rubbed with a sterile moistened cotton swab, which were taken daily for monitoring. To evaluate the applicability of the ICA kit for diagnosing PEDV infection in pigs, 100 µl rectal swab transport medium was transferred into a test tube containing 100 µl of the assay diluents, and then a total of 100 µl of the supernatant was added to the test well of the ICA kit using a disposable dropper. All animal experiments complied with the current laws in the Republic of Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of specificity and sensitivity of the ICA kit"
        },
        {
            "text": "Expression of the PEDV N protein was confirmed by immunoblot analysis (Fig 1a) . The binding affinity calculated by SPR analysis of mAb 3B12-1A6 and mAb 1H12-1C6 were KD: 4.91E-09 M (ka: 1.97E+05 1/Ms; kd: 9.67E-04 1/s) and KD: 5.09E-09 M (ka: 6.00E+04 1/ Ms; kd: 3.05E-04 1/s), respectively. The kinetics of the mAbs to bind PEDV were similar in the examination. A competition ELISA was performed to test whether the mAbs recognise different epitopes of PEDV. As shown Table 1 , recognition level of mAb 3B12-1A6 to its epitope was not blocked either alone or in combination with different mAb, and binding of mAb 1H12-1C6 to its epitope was also not blocked. These results indicate that both mAbs recognise different epitopes on PEDV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "(Fig 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 470,
                    "end": 477,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Cells infected with PEDV and stained with mAb 3B12-1A6 or mAb 1H12-1C6 showed typical cytoplasmic fluorescence of PEDV on the IFA, while the other cells infected with TGEV, PRCV and porcine rotavirus did not show fluorescence for both PEDV mAbs (Fig  1b) . The best result for detecting the PEDV detection threshold was obtained using the optimised concentration of the monoclonal antibodies in the ICA kit. We applied 0.60±0.12 µg mAb anti-PED 3B12-1A6 to a nitrocellulose membrane. The maximum intensity of test line colouring was detected when the mAb anti-PED 1H12-1C6 conjugated with 0.1±0.02 µg colloidal gold of coated on a glass fibre membrane for immobilisation. Further increasing the mAb concentration did not increase test line intensity. Positive results for PEDV-DR13, PEDV-KNU1309, PEDV-KNU1303 and PEDV-KNU1402 strains were demonstrated by the visualisation of two red-purple bands at the test line and control line on the ICA kit. However, TGEV, PRCV and porcine rotavirus were considered negative when only one band appeared in the control line, such as the cell culture medium. In the determination of the sensitivity of the ICA kit, real-time RT-PCR showed a sensitivity of up to 10 2.0 TCID 50 /ml of PEDV, while the detection limit of the ICA kit was 10 4.0 TCID 50 /ml (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 254,
                    "text": "(Fig  1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of the 130 swab samples tested, 58 were positive for PEDV and 72 were negative according to the ICA kit, whereas 60 were positive and 70 were negative according to real-time RT-PCR (Table 3) . Thus, three samples were positive (threshold cycle value of 29.5, 30.2 and 31.7) by real-time RT-PCR, but not detected in the ICA kit test. The relative sensitivity and specificity of the ICA kit compared with those of real-time RT-PCR were 95.0 per cent (95 per cent confidence interval: 86.08-98.96) and 98.6 per cent (95 per cent confidence interval: 92.30-99.96), respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 190,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Piglets inoculated with the PEDV strain experienced moderate to severe diarrhoea starting on 1 dpi. Most infected piglets showing clinical signs died between 2 and 9 dpi except for one piglet, which recovered from clinical signs at 9 dpi and survived during the experimental challenge (Table 4 ). In a comparison of the diagnosis methods, examination with the ICA kit using swab samples showed consistent results with real-time RT-PCR in identifying PEDV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Since the PEDV emergency in the USA in 2013, PED outbreaks have occurred worldwide. The prototype of PEDV is the CV777 strain, which was identified in 1977 in Belgium. Next, PEDV spread throughout Europe and Asia during the 1980s and 1990s and recently emerged in the USA. Based on extensive phylogenetic analysis using obtained sequences, PEDV strains are classified into two major categories: the classical PEDV strain showing lower pathogenicity and highly virulent PEDV strain that emerged in 2010. However, most studies aimed at developing techniques for diagnosing PEDV infection have attempted to differentiate various diarrhoea-causing antigens rather than differentiating between classical and novel PEDV strains. In the present study, we established an ICA kit that can be universally applied for PEDV infection screening without differentiation. The first advantage of this diagnostic kit is that it can be used for any diarrhoea case in which viral infection is suspected, but for which there is no available information regarding PEDV strain involvement. Second, ICA is useful upon emergence of novel PEDV strains, for which a strain-specific diagnostic method may be ineffective. Thus, another optimised diagnostic method should be considered to differentiate classical and novel PEDV strains if additional detection becomes essential for epidemiological studies or disease control. The detection limit of the ICA kit was10 4.0 TCID 50 / ml, while its sensitivity was less than that of real-time RT-PCR (10 2.0 TCID 50 /ml). It is generally accepted that rapid screening test kits may not be as sensitive as gold standard methods for virus diagnosis such as real-time PCR. However, high relative specificity and sensitivity results for PEDV were observed using field samples. Considering the performance of the ICA kit, we additionally assessed the sensitivity of the test in samples from piglets experimentally infected with PEDV; the results showed 100 per cent agreement with real-time RT-PCR results. These results of the challenge study clearly indicate the value of well-defined serial stool samples from experimentally infected animals, as the results of these samples are not influenced by previous infections with PEDV or other gastroenteric pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the ICA kit targets the nucleocapsid protein of PEDV, which is a conserved region that may be applicable for assessing not only prototype strains, but also novel strains of PEDV from different geographical regions. 14 15 Therefore, the presence of new PEDV variant strains should be monitored, and the test kit may be useful for rapid diagnosis of PEDV in the USA and other countries.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 233,
                    "text": "14 15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ICA kit has the advantages of being easy, user-friendly and deliverable without specific equipment available in field conditions. Examination of clinical samples showed that the sensitivity and specificity of the assay approached 95.0 per cent and 98.6 per cent, respectively, compared with those of the real-time RT-PCR, and 100 per cent agreement of the results were observed in faecal samples from experimentally infected piglets. Thus, the ICA kit developed in this study can be used for rapid diagnosis and can assist in epidemiolog- ical surveillance of PEDV infection. The development of a rapid and easily confirmed diagnosis for PEDV antigen detection is important for controlling PED outbreaks and limiting their spread; however, the ICA kit cannot differentiate novel variant strains. Therefore, an ICA kit that can differentiate PEDV variant strains using a multiplex strip should be developed in future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Porcine epidemic diarrhoea virus: a comprehensive review of molecular epidemiology, diagnosis, and vaccines",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Song D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Park B",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virus Genes",
            "volume": "44",
            "issn": "",
            "pages": "167--75",
            "other_ids": {
                "DOI": [
                    "10.1007/s11262-012-0713-1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus genome structure and replication",
            "authors": [
                {
                    "first": "Brian",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "Baric",
                    "middle": [],
                    "last": "Rs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "287",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Porcine epidemic diarrhea virus infection: etiology, epidemiology, pathogenesis and immunoprophylaxis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "Saif",
                    "middle": [],
                    "last": "Lj",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet J",
            "volume": "204",
            "issn": "",
            "pages": "134--177",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2015.02.017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation and characterization of porcine epidemic diarrhea viruses associated with the 2013 disease outbreak among swine in the united States",
            "authors": [
                {
                    "first": "Li",
                    "middle": [
                        "G"
                    ],
                    "last": "Chen Q",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stasko",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "234--277",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02820-13"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergence of Porcine epidemic diarrhea virus in the united States: clinical signs, lesions, and viral genomic sequences",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Stevenson Gw",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Vet Diagn Invest",
            "volume": "25",
            "issn": "",
            "pages": "649--54",
            "other_ids": {
                "DOI": [
                    "10.1177/1040638713501675"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Porcine epidemic diarrhea virus among farmed pigs, ukraine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dastjerdi A",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "Ellis",
                    "middle": [],
                    "last": "Rj",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "2235--2242",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2112.150272"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Outbreak of porcine epidemic diarrhea virus in Portugal",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesquita",
                    "suffix": ""
                },
                {
                    "first": "-",
                    "middle": [],
                    "last": "Hakze",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der Honing R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Almeida A",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transbound Emerg Dis",
            "volume": "62",
            "issn": "",
            "pages": "586--594",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12409"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emergence of porcine epidemic diarrhea virus in southern Germany",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stadler J, Zoels",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fux",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Vet Res",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-015-0454-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development and evaluation of enzyme-linked immunosorbent assay based on recombinant nucleocapsid protein for detection of porcine epidemic diarrhea (PEDV) antibodies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hou Xl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Microbiol",
            "volume": "123",
            "issn": "",
            "pages": "86--92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2007.02.014"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multiplex reverse transcription-PCR for rapid differential detection of porcine epidemic diarrhea virus, transmissible gastroenteritis virus, and porcine group A rotavirus",
            "authors": [
                {
                    "first": "Kang",
                    "middle": [],
                    "last": "Song Ds",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "H"
                    ],
                    "last": "Bk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Js",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Vet Diagn Invest",
            "volume": "18",
            "issn": "",
            "pages": "278--81",
            "other_ids": {
                "DOI": [
                    "10.1177/104063870601800309"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characterization of neutralization epitopes of simian immunodeficiency virus (SIV) recognized by rhesus monoclonal antibodies derived from monkeys infected with an attenuated SIV strain",
            "authors": [
                {
                    "first": "Cole",
                    "middle": [],
                    "last": "Ks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "Elliott",
                    "middle": [],
                    "last": "Dh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "290",
            "issn": "",
            "pages": "59--73",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.2001.1144"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development and validation of a rapid immunochromatographic assay for detection of Middle East respiratory syndrome coronavirus antigen in dromedary camels",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Song D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ha G",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Serhan W",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "1178--82",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.03096-14"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multiplex real-time RT-PCR for the simultaneous detection and quantification of transmissible gastroenteritis virus and porcine epidemic diarrhea virus",
            "authors": [
                {
                    "first": "Kim",
                    "middle": [],
                    "last": "Sh",
                    "suffix": ""
                },
                {
                    "first": "Kim",
                    "middle": [],
                    "last": "Ij",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pyo Hm",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol Methods",
            "volume": "146",
            "issn": "",
            "pages": "172--179",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2007.06.021"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sequence and phylogenetic analysis of nucleocapsid genes of porcine epidemic diarrhea virus (PEDV) strains in China",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [
                        "F"
                    ],
                    "last": "Li Z",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arch Virol",
            "volume": "158",
            "issn": "",
            "pages": "1267--73",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-012-1592-4"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sequence analysis of the nucleocapsid protein gene of porcine epidemic diarrhoea virus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tobler K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bridgen A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ackermann M",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Adv Exp Med Biol",
            "volume": "342",
            "issn": "",
            "pages": "49--54",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SDS-PAGE and western blot analysis for the expressed N protein of PEDV (A). Lane M: protein marker; lane 1: Sf-9 cell; lane 2: expressed N protein of PEDV. SDS-PAGE gel viewed after Coomassie blue staining and western blot showing the protein detected using polyclonal anti-PEDV. The specificity of PEDV mAb by indirect immunofluorescence assay (B). Vero cells infected by PEDV and stained with PEDV mAbs (3B12-1A6 or 1H12-1C6) show typical cytoplasmic fluorescence, while cells infected by other porcine viruses and stained with PEDV mAbs (3B12-1A6 or 1H12-1C6) did not show the fluorescence. PEDV, porcine epidemic diarrhoea virus; PRCV, porcine respiratory coronavirus; Sf-9, Spodoptera frugiperda; TGEV, transmissible gastroenteritis virus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of sensitivity between real-time RT-PCR and the ICA kit to detect PEDV",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Competition ELISA of monoclonal antibodies",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Results of real-time RT-PCR and the ICA kit for detection of PEDV in experimentally infected piglets *Clinical sign. †No clinical signs. ‡Real-time RT-PCR. §Threshold cycle value of real-time RT-PCR. D, death; ICA, immunochromatographic assay; m.d., mild diarrhoea; PEDV, porcine epidemic diarrhoea virus; s.d., severe diarrhoea.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Dr Hyoungjoon Moon (Green Cross Veterinary Product) for providing porcine viruses: PEDV-DR13 strain, TGEV, PRCV and porcine rotavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None declared."
        }
    ]
}