{
    "paper_id": "551d200fafe21b575108018aeb0f39b995c99dce",
    "metadata": {
        "title": "IS HUMAN RIGHTS PREPARED? RISK, RIGHTS AND PUBLIC HEALTH EMERGENCIES",
        "authors": [
            {
                "first": "Thé",
                "middle": [],
                "last": "Rè",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {
                        "postCode": "NG7 2RD",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Murphy",
                "middle": [],
                "last": "And",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {
                        "postCode": "NG7 2RD",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Noel",
                "middle": [],
                "last": "Whitty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {
                        "postCode": "NG7 2RD",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Public health security is . . . the activities required, both proactive and reactive, to minimize vulnerability to acute public health events that endanger the collective health of national populations. Global public health security widens this definition to include acute public health events that endanger the collective health of populations living across geographical regions and international boundaries . . . .[G]lobal health security, or lack of it, may also have an impact on economic or political stability, trade, tourism, access to goods and services and, if they occur repeatedly, on demographic stability. 3 The other term that requires some explanation is 'public health emergency legal preparedness'. Stated shortly, this is all about having the right laws in place and then using them in the right way in a time of public health emergency. 4 In other words, it is about both legal preparedness for, and response to, public health emergencies -it is both proactive and reactive. More generally, it can be said to be an essential part of both public and global public health security, and a subset of public health emergency preparedness.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 620,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 857,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Having identified these basics, we move to the purpose of this article. The aim is to present a human rights lawyer's perspective on both public health emergency preparedness and, more generally, the turn towards securing public health through securitisation. We develop this perspective by asking the following question: is human rights prepared for public health emergency preparedness? We are not confident that it is. In what follows, we explain why we take this view and we also sketch out a preliminary agenda designed to encourage greater human rights preparedness. We focus in particular on the importance of thinking through how risk and its relationship to rights is being framed, and also how this relationship ought to be framed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One response to public health emergency preparedness might go as follows: even if there is an abundance of new terms, there is nothing new about the link between health and security. The detailed version 3 Ibid., at 1. 4 220 MEDICAL LAW REVIEW [2009] of this response would run as follows: focusing first on national security, the effect of disease on military strength and preparedness is, without doubt, an age-old concern. Infectious diseases can also be a source of indirect harm to national security given their potential to cause 'political and economic damage in countries in which a state has vital security, foreign policy, and trade interests'. 5 Turning next to economic security, it is clear that here too there is a longstanding link to health. The first International Health Regulations (1969) and their predecessors, the International Sanitary Regulations (1951) , were explicit about this link: they aimed to 'ensure the maximum security against the international spread of diseases with a minimum interference with world traffic'. 6 Finally, a third, more general, link between health and security arises from the fact that infectious diseases can 'erode governance capacities' and undermine 'a population's confidence and trust in the political leadership and system'. 7 Clearly, then, there are longstanding connections between health and security. But that does not mean that the contemporary linkage between health and security is nothing new. To explain why we think there is something new in play, and to provide background for our argument in the latter parts of the article, this section sketches a history of the relationship between security and health. In particular, drawing on recent developments in international law and policy, it aims to show that health has come to be 'looked at through a new lens'. 8 We begin in 1994, the year in which the United Nations Development Programme (UNDP) called for attention to be directed towards the achievement of 'human security', 'an idea . . . likely to revolutionize society in the 21st century'. 9 For UNDP, traditional concepts of security were, on the one hand, too focused on protecting states from 'external aggression, or as protection of national interests in foreign policy or as global security from the threat of nuclear holocaust' and, on the other, not focused enough on 'the legitimate concerns of ordinary people who sought security in their daily lives'. 10 UNDP saw 'human security' as a way to address this imbalance. It argued that human security could help to protect people from both chronic threats (such as hunger) and sudden, harmful disruptions of their daily lives. 11 Six years later, in 2000, another less-than-conventional definition of security emerged. This time it came from a more surprising source: the UN Security Council, which held a session in January 2000 on peace, security and HIV/AIDS, focusing in particular on the impact of AIDS in Africa. 12 The Security Council's conjunction of peace, security and HIV/AIDS was novel. So too was its depiction of security and its explicit reference to the pioneering nature of its own position: it emphasised that by discussing HIV/AIDS as a security threat, it was 'exploring a brand-new definition of world security' and establishing 'a precedent for Security Council concern and action on a broader security agenda'. 13 11 September 2001 (or 9/11) is the next crucial date in this short history. As Lucia Zedner has explained, '[t]he events of that day alter the landscape of security irrevocably'. 14 Very shortly thereafter, anthrax letters, sent using the US Postal Service, affected 22 people, of whom five died. As a core component of its response to the events of 2001, the United States committed to a range of legislative and regulatory activity designed to improve the preparedness of its public health law. For example, within weeks of September 11, the Centers for Disease Control and Prevention (CDC) had commissioned a draft Model State Emergency Health Powers Act and, as of 2009, the United States is scheduled to have its first National Health Security Strategy, designed to augment the extant strategies covering, respectively, the national security of the United States and homeland security. 15 Strongly worded rhetoric on health and security has run alongside these reforms. Typically, this rhetoric invokes the importance of experienced an outbreak of plague, causing 56 reported deaths; and second, a cholera epidemic killed up to 50,000 of the approximately 700,000 refugees who had fled to the Democratic Republic of the Congo to escape the crisis in Rwanda: see, respectively, DT Dennis, 'Plague in India ' (1994) The United States is only one among numerous jurisdictions pursuing public health emergency preparedness. Put bluntly, 'vulnerability is universal '. 17 In 2003, another global health security concern emerged: Severe Acute Respiratory Syndrome (SARS), a new and serious infectious disease. SARS began to spread internationally in February 2003, approximately two months after the Global Outbreak Alert and Response Network (GOARN)-a multi-partner network of agencies and technical institutions established by WHO 18 -had detected a confirmed influenza outbreak in the Guangdong Province of China. On 12 March 2003, WHO issued its first global alert about the new infectious disease. Three days later, it issued a second alert, naming the disease, offering guidance to health professionals and public health authorities, and alerting international travellers to the spread of the disease. Within four months, however, transmission of SARS had been interrupted in all affected countries and, on 5 July 2003, WHO announced that the outbreak had been contained. In total, 8,098 cases of SARS were recorded in 26 countries, with 774 documented deaths (hospital staff were most affected). There were also serious financial implications due to disruption of travel, tourism, trade and production; WHO's estimate is that the outbreak cost US $12.3 billion in the Asian countries affected. 19 The SARS outbreak and its containment produced a range of responses. 20 China, for example, was criticised for its delay in reporting 16 cases and an initial lack of cooperation with WHO. WHO was criticised by Canada for its unilateral issuance of travel advice to persons proposing to travel to Toronto, the city outside Asia worst affected by the outbreak. 21 Meanwhile, in Canada, delays and wrangling between the Ontario government and the federal government over funding to provide compensation for individuals may have undermined the quarantine scheme by leaving people with financial incentives to break quarantine. 22 As part of quarantine and isolation measures, some jurisdictions, including Canada, adopted policies involving heavy limitations on individual rights. 23 WHO has said that these control schemes were responsible for the interruption of transmission of the disease within four months of the announcement of the outbreak, but the use of measures that severely restricted individual freedoms was deeply controversial.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 220,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 250,
                    "text": "[2009]",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 807,
                    "text": "Regulations (1969)",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 877,
                    "text": "Regulations (1951)",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1049,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1288,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1835,
                    "end": 1836,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 2071,
                    "end": 2072,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 2665,
                    "end": 2667,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 2957,
                    "end": 2959,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 3373,
                    "end": 3375,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 4267,
                    "end": 4269,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 4686,
                    "end": 4694,
                    "text": "' (1994)",
                    "ref_id": null
                },
                {
                    "start": 4842,
                    "end": 4847,
                    "text": "'. 17",
                    "ref_id": null
                },
                {
                    "start": 6076,
                    "end": 6078,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 6213,
                    "end": 6215,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 6438,
                    "end": 6440,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 6702,
                    "end": 6704,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. SECURITY AND HEALTH 'THROUGH A NEW LENS'"
        },
        {
            "text": "The year 2003 is, however, notable for more than the SARS outbreak and its containment. It was also the year in which the Commission on Human Security, co-chaired by Sadako Ogata and Amartya Sen, issued its final report. 24 The Commission labelled illness, disability and avoidable death as 'critical pervasive threats' to human security; more generally, it harnessed the language of security to highlight the ongoing neglect of social and economic rights. One year on, in 2004, 'comprehensive collective security'-described as a 'new and broader understanding' of international security-provided the overall vision behind the report of the UN Secretary General's High-Level Panel on Threats, Challenges and Change. 25 The Panel prescribed an improvement in public health systems, arguing that: ur best defence against this danger lies in strengthening public health' and he seemed to indicate that he supported an expanded role for the Security Council in the event of an 'overwhelming outbreak of infectious disease that threatens international peace and security'. 29 A few months later, in May 2005, the World Health Assembly, the highest decision-making body of WHO, adopted a revised set of International Health Regulations (IHR (2005)). 30 These Regulations were welcomed by the then Director General of WHO as a 'major step forward for international health'. 31 They took effect in June 2007, 32 binding WHO Member States on an opt-out basis. 33 They contain 66 articles, organised across ten parts, and a total of nine annexes, and, crucially, they are significantly different from their predecessors, the International Health Regulations (1969). The new Regulations take what has been described as an '\"all risks\" approach', 34 encompassing any emergency with repercussions for international health security, including 26 Ibid., at para 47. 27 Ibid., at para 19. 28 Ibid., at para xx. 29 outbreaks of emerging and epidemic-prone diseases, outbreaks of food borne disease, natural disasters, and the accidental or deliberate release of pathogens, or chemical or radio-nuclear materials. 35 Their purpose is to:",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 223,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1070,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 1829,
                    "end": 1831,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1851,
                    "end": 1853,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 1873,
                    "end": 1875,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 1895,
                    "end": 1897,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 2096,
                    "end": 2098,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. SECURITY AND HEALTH 'THROUGH A NEW LENS'"
        },
        {
            "text": "prevent, protect against, control and provide a public health response to the international spread of disease in ways that are commensurate with and restricted to public health risks, and which avoid unnecessary interference with international traffic and trade. 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. SECURITY AND HEALTH 'THROUGH A NEW LENS'"
        },
        {
            "text": "To give effect to this, they place obligations on Member States with respect to surveillance and response capacities; States are also obliged to notify WHO of events within their territories that may constitute a 'public health emergency of international concern'. 37 But what of human rights? Do they feature in the new IHR? Put shortly, the answer is yes. Article 3(1) contains the first reference to human rights: it states that the implementation of the IHR is to be 'with full respect for the dignity, human rights and fundamental freedoms of persons'. Thereafter, human rights crop up in a number of articles. Article 42, for example, provides that all health measures must be applied in a transparent and non-discriminatory way. Informed consent and information privacy feature in several articles, including Article 23 which provides that States Parties must not apply health measures such as vaccination, medical examination or isolation to international travellers without 'prior express informed consent', save in circumstances where there is 'evidence of an imminent public health risk'. 38 Article 45(1) provides that States Parties must treat personal health information in a confidential manner 'as required by national law'. More generally, the new IHR feature requirements concerning any limitations on rights that are familiar from international human rights law. So, for example, WHO recommendations to States Parties, and health measures implemented by States Parties in response to identifiable risks, must be 'no more invasive or intrusive to persons than reasonably available alternatives that would achieve the appropriate level of health 35 See Article 1 for definitions of the terms 'public health risk' and 'public health emergency of international concern'. 36 Article 2. Article 3(4), however, emphasises that States Parties have 'the sovereign right to legislate and to implement legislation in pursuance of their health policies', noting that in so doing they should uphold the IHR. 37 See, respectively, Articles 5, 13 and Annex 1, and Article 6 and Annex 2. 38 If there is such evidence, then international travellers may be advised or compelled to submit to control measures such as vaccination, quarantine and isolation.",
            "cite_spans": [
                {
                    "start": 1100,
                    "end": 1102,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 1663,
                    "end": 1665,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2016,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 2091,
                    "end": 2093,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. SECURITY AND HEALTH 'THROUGH A NEW LENS'"
        },
        {
            "text": "protection'. 39 The IHR also give WHO a new power to use information about disease outbreaks provided by unofficial sources (for example, non-governmental organisations or individual scientists). 40 Significantly, WHO has described this new power as a 'revolutionary departure from previous international conventions and regulations'. 41",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 198,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MEDICAL LAW REVIEW [2009]"
        },
        {
            "text": "So, how should a human rights lawyer respond to the panoply of new linkages between health and security and, more specifically, the increasing focus on public health emergency preparedness? In this section of the article, we outline two possible responses. We use broad strokes, not close detail: the aim is to provide a sense of the most likely human rights responses and to flag up why, in our view, they point to a need for greater human rights preparedness. The first possible human rights response to public health emergency preparedness is to embrace it, even acclaim it. This response will see public health being brought 'in from the cold'-its profile raised and increased resources directed towards it-as a result of the new linkage between health and security. Preparedness, it will suggest, is a 'win-win'. Specifically, investment in countering biothreats offers not just the possibility of protection against bioterrorism, but also enhanced public health given that 'the more research in weaponized diseases that takes place, the more innovations for disease prevention will be found'. 42 Investment in hospitals, it will argue, should also receive a boost as a result of the new focus on preparedness: after all, 'if a bioweapon is released and people get sick, they will go to hospital first'. 43 Faced with historical evidence of abuse committed in the name of public health, and of a traditionally hands-off response by the judiciary when faced with challenges to public health measures, 44 this first response is likely to counter-claim that human rights have been explicitly built-in as part of the IHR. It may also argue that States Parties 39 Article 43(1) re States Parties; see also Articles 23 and 31. As regards WHO recommendations, see Article 17. 40 See Articles 9, 10 and 11. WHO is required to seek official verification from the state concerned before taking action. It can share the information with other states if the affected state does not cooperate with verification and control efforts, 'when justified by the magnitude of the public health risk'. 41 Above n 2, at xv. 42 Jackson, above n 16, at 8. 43 Ibid., at 17. 44 This first response will probably also argue that the overall response to HIV/AIDS shows that the linkage between health and human rights is now both accepted and embedded as best practice. The ascent of human rights in the popular imagination and in national, and international, legal and political orders might also be invoked. And, linked to this, it is likely that emphasis will be placed not just on the emergence of a 'right to human security' but also the fact that, today, neither states nor private actors (such as pharmaceutical companies) can afford to ignore human rights. Putting that another way, this first response will point out that, today, rights are a potential risk for states and private actors.",
            "cite_spans": [
                {
                    "start": 1309,
                    "end": 1311,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 1774,
                    "end": 1776,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 2136,
                    "end": 2138,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 2153,
                    "end": 2155,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. HUMANISING SECURITY, SECURITISING PUBLIC HEALTH: THE VIEW FROM HUMAN RIGHTS"
        },
        {
            "text": "We think that this first response will also make claims focused on 'what works'. Two particular claims spring to mind. The first addresses international co-operation: it will counter the argument that state sovereignty is an insurmountable obstacle to co-operation with evidence from the SARS outbreak in 2003-in particular, WHO's unilateral issuance of a travel advisory and, relatedly, the fact that Canada was 'a model of transparency in its reporting and public information, of determination in its contact tracing'. 46 In short, and in the words of the then Executive Director of Communicable Diseases at WHO, the argument will be that:",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 523,
                    "text": "46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. HUMANISING SECURITY, SECURITISING PUBLIC HEALTH: THE VIEW FROM HUMAN RIGHTS"
        },
        {
            "text": "The outbreak of SARS in 2003 and its successful global containment are testimony to a new way of working internationally for the public good. 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. HUMANISING SECURITY, SECURITISING PUBLIC HEALTH: THE VIEW FROM HUMAN RIGHTS"
        },
        {
            "text": "There is another possible version of the 'what works' argument, which focuses on drawing-out the rights potential of the language of security. It will run as follows: if, as seems to be the case in the counter-terrorism context, security and human rights are increasingly represented as in 45 conflict, with rights struggling to maintain popular confidence, why not use security-specifically, a right to security-as a way to bolster human rights? This argument will then go on to emphasise that states' obligations vis-à -vis positive rights (that is, economic, social and cultural rights) could also be bolstered by emphasising the importance of human security. There is though a second, very different, human rights response to public health emergency preparedness and the wider securitisation of health. As we see it, its defining stance will range from anxiety to outright opposition, and it absolutely will not share the optimism of the first response. For instance, faced with the latter's claims on 'win-win', its position is likely to be that preparedness distorts public health priorities, with negative consequences everywhere, but especially in developing states. Securitisation, it will argue, compromises the public's health as it clambers after public health as security. Moreover, even if one accepts the skewing of attention towards preparedness, isn't it the case-it will argue-that the preparedness project is out of balance? Why does investment in neglected diseases continue to lose out so heavily in terms of funding? And, if hospital 'surge capacity' is a core issue, why hasn't there been more investment in public hospitals?",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. HUMANISING SECURITY, SECURITISING PUBLIC HEALTH: THE VIEW FROM HUMAN RIGHTS"
        },
        {
            "text": "Claims of a new, co-operative world order will also be met with incredulity. Co-operation on preparedness is essential and is embedded in the IHR, but it is also incredibly fragile, as was made clear in 2006 -07 when Indonesia temporarily stopped sharing samples of the human avian influenza virus with WHO. 48 The cessation was prompted by the Indonesian government's anger at what it saw as the commercial exploitation of developing countries. The catalyst for this was the announcement by an Australian pharmaceutical company that it had developed a vaccine and could manufacture enough to protect the Australian public within six months. The company was one of a number that had received Indonesian samples from WHO. Indonesia pulled out of sample-sharing with WHO, insisting that WHO change the rules to stop commercial abuse of poorer countries. It also allegedly entered into an arrangement with a US-based pharmaceutical company to provide samples in return for affordable access to any vaccine that might be developed.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "48",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. HUMANISING SECURITY, SECURITISING PUBLIC HEALTH: THE VIEW FROM HUMAN RIGHTS"
        },
        {
            "text": "It is very likely that this second grouping of human rights advocateslet us call them linkage-sceptics-will also take a very different stance on the contemporary standing of human rights. It is true, the sceptics will agree, that human rights are built into the IHR. Ultimately, however, Article 3 of the IHR reserves the sovereign right of States Parties to legislate for the public good, upholding the purpose of the IHR and sound science. Moreover, the human rights provisions in the IHR have 'little to say about protection of livelihoods and food security, or potential health impacts that might result from the distortion of public health priorities towards global surveillance'. 49 The linkage-sceptic is also likely to point to a problem arising from a less obvious source: the health and human rights movement itself. This movement encompasses two different approaches to public health and human rights, one that forthrightly acknowledges the potential tension between public health necessity and human rights, and another that rejects the assumption of such a tension and instead sees the pursuit of public health and human rights as inextricably linked. One consequence of this has been vigorous intra-movement debate about the extent and inevitability of conflicts and trade-offs between public health and liberty. 50 This debate is both inevitable and deeply useful, but there is a problem in that, in an 'age of preparedness', robust debate amongst rights advocates about the pros and cons of trade-offs could be read in a way that puts rights at risk.",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 688,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. HUMANISING SECURITY, SECURITISING PUBLIC HEALTH: THE VIEW FROM HUMAN RIGHTS"
        },
        {
            "text": "Threats to human rights-and indeed, human rights as a threat-are nothing new. The hype, or 'myth', of rights is a claim that is familiar from empirical socio-legal work on rights. Problems with rights have also been emphasised by rights-sceptics. 51 The point though is that, lately, a new link between human rights and risk has emerged, largely as a result of post 9/11 rhetoric about life in a 'time of crisis'. Its position, in crude terms, is that exceptional times mandate exceptional measures to deal with risk. As Liora Lazarus and Benjamin Goold have pointed out, 'the idea that certain human rights can be \"turned off\" when necessary' has acquired remarkable power; it is now widely regarded as a 'thoroughly reasonable reaction to the dangers allegedly faced by democratic societies'. 52 And, as they go on to emphasise: the exceptionalism argument has become pivotal, so much so that liberals and human rights organisations must either rebut claims 49 In this environment, human rights advocates debating the relationship between public health and human rights need to be extremely careful. 54 The ascent of post 9/11 exceptionalism is also reason to be deeply wary of upbeat, optimistic assessments concerning the relationship between security and human rights. For the linkage-sceptic, the hope that has been invested in the idea of a 'right to security' is misplaced, not least because this right could take shape as an argument against human rights. Think, for example, of the claim that human rights are no more than a tool used and abused by 'minorities', especially 'dangerous, violent minorities'. This tends to be accompanied by another claim: namely, it is the right to security of 'law-abiding, decent people' to live safe and secure from crime and violence that has been neglected and needs shoring up. 55 Moreover, these claims do not crop up only in the context of terrorism. As Jonathan Montgomery has pointed out, in the UK, discussions on the criminalisation of disease transmission have been fed by metaphors of disease carriers 'as markedly different from \"normal\" members of society', encouraging 'people to think of the transmission of disease as the province of evil criminals, not people like them'. Specifically:",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 962,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "text": "54",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. HUMANISING SECURITY, SECURITISING PUBLIC HEALTH: THE VIEW FROM HUMAN RIGHTS"
        },
        {
            "text": "Those being prosecuted are [now] demonized less for their disease status than as sexual predators, and coverage shows a strong racial overtone. . . . AIDS is no longer presented as a gay plague but an African one. Even more clearly the protection of victims from aggressors has emerged as the rationale for criminalization, obscuring public health issues. The innocence of the victims and the evil of the aggressor are stressed. 56 In our view, the sceptic's argument makes a great deal of sense. Put bluntly, amidst the new 'rights revolution', which is characterised by a 53 Ibid. Med.L.Rev.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "53",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. HUMANISING SECURITY, SECURITISING PUBLIC HEALTH: THE VIEW FROM HUMAN RIGHTS"
        },
        {
            "text": "defensiveness in human rights advocacy and, its correlate, an anti-rights sentiment that queries the legitimacy of rights in a time of alleged crisis, there are no guarantees that the securitisation of public health, the right to security or human security will be good for human rights. 57 Moreover, we know from history that, in the past, terrible abuses have been committed in the name of public health. 58 We have a potential problem, however, because in addition to agreeing with the sceptic's argument, we also agree with at least some of the optimist's argument.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "text": "58",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk, Rights and Public Health Emergencies"
        },
        {
            "text": "In particular, we cannot see how being 'against security' is a viable stance. In what follows, we try to address our split reaction by thinking through how human rights could engage more effectively with security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk, Rights and Public Health Emergencies"
        },
        {
            "text": "In this section, we focus on moving towards human rights preparedness in the 'age of preparedness'. In particular, we focus on risk, an increasingly common thread in contemporary debates about security. We ask: how does the identification and management of public health risks, tied explicitly in the IHR to the use of scientific principles and evidence, fit with human rights? We argue that, in order to answer this, human rights advocates need to direct greater critical attention towards prevailing interpretations of the relationship between risk and rights. 59 We propose two frames of enquiry: first, risk within rights and, secondly, rights as risk. Thinking through these frames is, we suggest, an essential foil to the now-conventional mode of thinking about risk and rights which fixates on risk versus rights. As its name suggests, the first frame-risk within rights-emphasises risk as a component of human rights law. It emphasises, in particular, that the prevention of (future) harm can be interpreted within the existing framework of human rights. 60 risk-emerges from a now-dominant feature of contemporary governance: the assessment and management of risk. Governments and organisations (whether national or international, and public, private or public-private in character) are expected to identify and prioritise the range of risks (financial, legal, political, reputational, regulatory, etc.) to which they are exposed. The particular point we want to draw out from this is that managing risk means managing the risk of rights. Moreover, this risk is not limited to legal risk, that is, ( potential) claims and litigation for violation of human rights obligations. Rather, because human rights are more than human rights law, rights as risk also encompasses the potential for human rights consciousness (as manifested, for example, in a public campaign) to disrupt the interests and overall standing of governments and organisations.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 565,
                    "text": "59",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1065,
                    "text": "60",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. TOWARDS HUMAN RIGHTS PREPAREDNESS: RISK WITHIN RIGHTS AND RIGHTS AS RISK"
        },
        {
            "text": "A. Risk within Rights In many respects, 'risk' is not new ground for human rights lawyers. The terminology of risk was not widely used in the past, but analysing how threats to public health could be dealt with in a manner compatible with the normative frameworks of human rights instruments is an exercise that should be familiar to human rights lawyers. International instruments, including the 1950 European Convention on Human Rights (ECHR) and the 1966 International Covenant on Civil and Political Rights (ICCPR), enable States Parties to derogate from certain human rights in the event of public emergencies that threaten 'the life of the nation'. 61 At other times, limitations on non-absolute rights are permitted, provided certain conditions are met. For example, interference with Article 8 ECHR on the right to privacy is justified if it is legally prescribed, serves a legitimate purpose and can be proved to be 'necessary in a democratic society'. For the European Court of Human Rights, the principle of proportionality is a key component of the latter 'democratic necessity' test. 62 More broadly, although the intensity of review in individual contexts (for example, interference with the right to liberty or privacy), and the exact legal terminology and method used, will differ, common judicial approaches towards questions of justification must recognize that liberty is part of our communal interests, along with public health . . . .' 61 As regards the ICCPR, see also the 1984 Siracusa Principles on the Limitation and Derogation Provisions in the ICCPR. See, also, the 'intervention ladder' proposed by the Nuffield Council on Bioethics in its recent report on public health, above n 23. 62 or necessity can be found across jurisdictions. 63 It is simply not correct therefore to claim that human rights law fails to deal with risk, or that a choice always has to be made between risk and rights. It is possible to identify-through the structure and interpretive principles of human rights instruments-the means to mediate the relationship between risk and rights. Putting that another way, the framework of human rights law can, and already does, address issues of risk. Until very recently, however, the identification of a 'risk within rights' approach did not register either among human rights lawyers or in the public imagination more generally. One explanation for this is that, for understandable reasons, lawyers did not pay much attention to the meaning, and role, of risk. 64 It was not a focus of critical concern (even though it was present in 'everyday' legal contexts-for example, identifying risk factors and making predictive judgements in relation to detention, imprisonment, mental health, child protection, asylum or deportation). Instead, it was for the most part accepted as an uncontroversial component of the expert, scientific evidence put forward in support of one's legal arguments. 65 But a change has taken place due to the new societal emphasis on (in)security and public protection. Significantly, in some jurisdictions, the new post 9/11 national security context has generated strong demand for greater prioritisation of risk 66 -even if this comes at the expense of established human rights norms. 67 The risk and rights relationship, in other words, is being framed as risk or rights-and rights seem to be at a substantial disadvantage. There is though a new critical counter-terrorism scholarship which is fighting this dangerous turn. In our view, its arguments need to be read very closely by those working on public health emergency preparedness, not least because of the effect that a 'risk or rights' approach 63 could have on the interpretation, and use, of the IHR and the design, interpretation and use of national preparedness measures. Three insights from critical counter-terrorism scholarship merit particular attention. First, it should not be assumed that the human rights argument has been won: the reasons why human rights need to be protected have to be explained again and again, without fail. Arguments, especially official ones, which insist that human rights norms have no place in times of emergency mean that counter-argument needs to be seen as constant requirement. 68 Secondly, defending human rights in an era of heightened security-consciousness entails not just closer engagement with the contemporary politics of security, but also recognition of the value of security. 69 And, thirdly, a human rights spotlight on the language and practices of risk assessment and management is essential in order to evaluate the legitimacy of responses to public health threats.",
            "cite_spans": [
                {
                    "start": 1712,
                    "end": 1714,
                    "text": "62",
                    "ref_id": null
                },
                {
                    "start": 1763,
                    "end": 1765,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 3256,
                    "end": 3258,
                    "text": "67",
                    "ref_id": null
                },
                {
                    "start": 3675,
                    "end": 3677,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 4460,
                    "end": 4462,
                    "text": "69",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. TOWARDS HUMAN RIGHTS PREPAREDNESS: RISK WITHIN RIGHTS AND RIGHTS AS RISK"
        },
        {
            "text": "In thinking about risk within rights in the context of public health emergency preparedness, these points suggest a range of strategies. For example, the use of coercive measures-such as quarantine-requires particularly strong justification. These measures infringe liberty and privacy rights and, if mistakes are made, healthy individuals are put at serious risk of infection. The threat of quarantine can lead individuals to delay seeking diagnosis and treatment. It can also provoke or compound discrimination and stigmatisation of particular individuals and groups. And, as Lucia Zedner has pointed out, the use of risk categories to target certain groups can create a further problem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. TOWARDS HUMAN RIGHTS PREPAREDNESS: RISK WITHIN RIGHTS AND RIGHTS AS RISK"
        },
        {
            "text": "At one level, it makes perfect sense to target security measures at those deemed most to threaten. Yet an inherent danger of selectivity is that precisely because it imposes restrictions only on targeted sections of the population, it is less likely to invoke the natural political resistance generated by burdens that affect us all. Med.L.Rev.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. TOWARDS HUMAN RIGHTS PREPAREDNESS: RISK WITHIN RIGHTS AND RIGHTS AS RISK"
        },
        {
            "text": "Critical counter-terrorism scholarship should also be seen as relevant in developing an account of risk-based evidence and its relationship to human rights. Some public health commentators, discussing coercive measures, have begun to advocate a direct linkage between risk expertise and human rights standards:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk, Rights and Public Health Emergencies"
        },
        {
            "text": "An approach, which might enable the formulation of a body of public health ethics acceptable to human rights jurisprudence is to introduce into the language of ethics and rights the notion of evidence-based assessment of risk. 71",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk, Rights and Public Health Emergencies"
        },
        {
            "text": "This approach, they argue, could help to bring consistency and coherence to the 'balancing [of ] the common public health good with individual rights'. 72 For this to be true, critical counter-terrorism scholarship suggests that two particular problems will need to be addressed: the first concerns the terminology of balance; the second concerns the nature and role of risk-based evidence in legal processes. The metaphor of balance-which is now widely used in debates about appropriate legal responses to the risk of terrorism-has the potential to undermine human rights. As Andrew Ashworth has argued, the imagery of balancing assumes a 'hydraulic relationship between human rights safeguards and the promotion of security': specifically, 'as one goes up the other must go down, and vice versa'. 73 Balancing, unlike proportionality, 'involves a broad brush, and sometimes opaque, analysis aimed at a resolution of the interests at stake and the rights involved'. It uses a 'utilitarian analysis of the rights and public interest goals in question, giving no significantly greater weight to rights than to security measures'. 74 Proportionality, in contrast, is more protective of human rights: specifically, under the proportionality approach, there is a presumption that rights restrict public interest goals. Rights outweigh goals that are not legitimate and, where goals are legitimate, any measures giving effect to them must be suitable, the least restrictive possible, and proportionate between the effects of the measures and the objectives to be achieved. 75 71 Coker and others, above n 59, at 612. 72 Ibid., at 613 (emphasis added). ",
            "cite_spans": [
                {
                    "start": 1612,
                    "end": 1614,
                    "text": "72",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk, Rights and Public Health Emergencies"
        },
        {
            "text": "The second issue is risk-based evidence. A striking feature of contemporary security debates, in the terrorism and public health fields, is the increased reliance on risk-based evidence and expertise. Human rights scholars have argued that, if risk evidence is to be used to justify limitations on rights, the evidence of threats to security must be disclosed and scrutinised according to identifiable legal norms. 76 Clearly, where there is litigation, it is the judges' approaches to risk that will be crucial. Historically, many types of expert evidence pertaining to public or national security were viewed as non-justiciable. And, where judicial intervention did occur, the actual level of scrutiny was often minimal and deferential to government assertions and experts. 77 Today, however, what we have labelled as 'risk within rights' is beginning to be openly articulated by the judiciary in security contexts. Specifically, in some jurisdictions, in response to concerns about the nature, and direction, of recent antiterrorism legislation and practice-including preventative detention, surveillance and deportation of suspected individuals-judges have started to engage openly, and more critically, with the relationship between risk and human rights. 78 This is a welcome development. But a wider and deeper engagement will be needed in order to dislodge the zero-sum representation of risk and human rights, and among other things this will require an exploration of the tendency to think of risk as an expert, rational or scientific knowledge, and human rights as a value-based legal knowledge. 79 ",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 417,
                    "text": "76",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 776,
                    "end": 778,
                    "text": "77",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1261,
                    "end": 1263,
                    "text": "78",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1607,
                    "end": 1609,
                    "text": "79",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "MEDICAL LAW REVIEW [2009]"
        },
        {
            "text": "We shift now to the complex terrain of 'rights as risk'. As noted earlier, the prompt for this second frame is that risk management has become a pre-eminent concern for governments and organisations (whether public, private or public -private in character)-to quote Michael Power, we are in the midst of 'the risk management of everything'. 80 In this section, we focus on organisational risk, emphasising that this includes management of the risk of rights, and we consider what this might mean for the project of human rights preparedness. 81 As we explain below, we take the view that a human rights engagement with 'rights as risk' is both necessary and undeniably complex.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 544,
                    "text": "81",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Rights as Risk"
        },
        {
            "text": "Organisational risk is an umbrella term covering the possible risks affecting an organisation (including, for example, government departments, regulatory bodies and pharmaceutical companies). The organisational risks that have to be managed vary widely and are generally classed as reputational, financial, legal, political and operational in nature. The regulatory space in which the organisation operates will be a key factor. Influences, demands and obligations can be exerted from numerous directions-for example, from international institutions, governments, state regulatory bodies, courts, professional associations, corporations, shareholders, trades union, litigants, NGOs, the public and the media. 82 Human rights are a particularly complex organisational risk. They encompass, but are not limited to, legal risk: that is, ( potential) claims and litigation for human rights law violations. Rather, because human rights are more than human rights law, rights as an organisational risk are also about the capacity of human rights consciousness (as manifested, for example, in community group protests) to adversely affect the interests of the organisation. Furthermore, for an organisation, risks exist in both engaging with, and rejecting, human rights. Michael Likosky, discussing the imperative of governments and private companies to manage human rights risks in joint projects, emphasises that organisations' risk-mitigation strategies will vary. For example:",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 711,
                    "text": "82",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Rights as Risk"
        },
        {
            "text": "Do they address the underlying human rights problem itself, making a project more respectful of human rights? Do they discredit the NGO or community group campaign? Do they negotiate with one NGO but not with another? Do they assuage the concerns 80 In the public health emergency field, a wide range of influences, demands and obligations have the capacity to lead to the construction of rights as a risk. Indeed, the cross-sector and cross-jurisdiction nature of public health emergencies (especially those of 'international concern') creates an especially complex governance landscape: distinct histories, cultures and agendas will be colliding in times of crisis when immediate responses are expected. In what follows, we outline a range of reasons why, from an organisational risk perspective, rights are likely to seen as a risk in the field of public health emergency preparedness.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "80",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Rights as Risk"
        },
        {
            "text": "One obvious source of risk is the mounting number of human rights instruments and, as a result of increased litigation and the migration of legal arguments, the worldwide expansion of human rights-referencing case law. 84 The campaign to expand corporate liability for human rights violations is another source: although corporate opposition to new legally binding duties persists, this campaign has encouraged companies to commit to improved self-regulation. 85 Another source is the human rights demands found within the conditional loan agreements between international organisations (such as the World Bank) and recipient governments, or within the contractual and public procurement rules relating to the providers of public goods and services. 86 Global health governance is also characterised by an increasingly influential role for hybrid and non-state actors, including NGOs (such as Médecins Sans Frontières), public-private partnerships (such as the Global Alliance for Vaccines and Immunisation (GAVI)), and private foundations (such as the Gates Foundation). Indeed, in evidence to a UK Parliamentary committee, David Fidler stated that:",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "text": "84",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "85",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 750,
                    "end": 752,
                    "text": "86",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "B. Rights as Risk"
        },
        {
            "text": "Increasingly, the Gates Foundation is the first place people will pick up the phone to call; not the WHO. In fact, someone told me -and I do not know if this is true -that Bill Gates is now going to fly to Indonesia to help intervene in that controversy over virus sharing. Something has changed here. 87 In federal states, the legal relationship between federal and local government may constitute rights as a risk in the public health emergency field. On the one hand, a strong states' rights tradition can hamper, or be used as an excuse by, federal government in developing particular national preparedness measures. On the other hand, however, where federal government seeks aggressively to assert its power and interfere with protected human rights, a tradition of strong states' rights could be a bulwark against such abuse. 88 The levels of public trust in a particular national culture will also influence rights as risk perspectives. 89 Lesley Jacobs, in a study of the divergent uses of quarantine in Hong Kong, Shanghai and Toronto during the SARS crisis, attributes the more extensive use of quarantine in Toronto to the particular legal consciousness of senior public health officials: 'health security was weighed much more heavily than rights concerns . . . whereas in Hong Kong and Shanghai there was much more of an even balance'. 90 But, even though there was dissent in Toronto, courts and human rights bodies were not used to raise concerns about rights violations. One federal public health official has speculated that:",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 304,
                    "text": "87",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 834,
                    "text": "88",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 946,
                    "text": "89",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Rights as Risk"
        },
        {
            "text": "The belief that the decisions about SARS by senior public officials, provided that they had a legal basis, would be made fairly was so deeply ingrained among the public that there was little need to question or scrutinize those decisions. 91 Jacobs's explanation for the non-use of courts is that legal avenues of redress might not be seen as appropriate 'where the health security of the community is at stake'. 92 From an organisational risk perspective, this phenomenon could be used as a reason to dismiss rights as a risk and, more specifically, to downgrade the need for rights protection in 87 House of Lords Select Committee, above n 45, at 381. 88 ",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "text": "87",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "88",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Rights as Risk"
        },
        {
            "text": "MEDICAL LAW REVIEW [2009] preparedness planning and implementation. This, however, would be counter-productive. As James Childress and Ruth Gaare Bernheim have argued, 'public justification, deliberation, and other relationshipbuilding activities may be more important for biopreparedness than state power because they maintain and nurture civic ideals, cooperation, and trust'. 93 Moreover, Childress and Gaare Bernheim's argument can be extended to encompass the role of the private sector in sustaining public trust during an emergency. To give just one example: an employer's policy on matters such as job security has a very real capacity either to aid or to hinder the extent of voluntary compliance with quarantine requirements. But it is not just national cultures that merit attention in thinking about rights as risk: organisational cultures also 'shape how human rights are framed, interpreted and institutionalised'. 94 Article 3(1) of the IHR states that implementation of the Regulations is to be 'with full respect for the dignity, human rights and fundamental freedoms of persons'. The extent of internalisation of human rights within WHO is, therefore, crucial. Little, however, is known about this as the Organization has not been the focus of human rights or, indeed, regulation scholarship. 95 But it is obvious that the range of internal staff responses will play a significant role in the design, implementation and monitoring of any human rights-based policies. We can also speculate that any internal divisions on human rights will both increase WHO's own exposure to organisational risk and affect the handling of the specific human rights matter in question. Consider, for example, Galit Sarfaty's study of interpretations of human rights at the World Bank. Comparing World Bank investment projects relating to HIV/AIDS prevention in Russia and Saint Lucia, Sarfaty speculates on the reasons why different framings of the human rights dimension were adopted in each case:",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 25,
                    "text": "[2009]",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "93",
                    "ref_id": null
                },
                {
                    "start": 929,
                    "end": 931,
                    "text": "94",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1313,
                    "text": "95",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "240"
        },
        {
            "text": "One reason may be that the project team was dominated by staff who prefer a cost-benefit analysis to a legal approach, and who concluded that funds would be better spent on other preventative projects. She also highlights two different core approaches to human rights among World Bank staff: she labels the first 'instrumental' and the second 'intrinsic'. Staff who adopt an intrinsic framework draw on either moral or legal imperatives and, overall, they see human rights in normative terms as an end in themselves. The instrumentalists, in contrast, see rights as a means to an end, using a functionalist, economics-driven rationale to determine whether, and how, human rights have value in any given case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "240"
        },
        {
            "text": "We believe that thinking about 'rights as risk' should be a key aspect of human rights preparedness. Human rights advocates need to recognise the growing significance of organisational risk and, in particular, the ways in which organisational culture intertwines with risk and rights. In addition, human rights needs to reflect on the emergence, from within its ranks, of the 'human rights risk strategist'. Likosky, discussing public -private partnership infrastructure projects in different countries, highlights how governments and other organisations may aim to 'advance human rights interests for their own ethical or strategic reasons', and may therefore enter into negotiations and alliances with certain NGOs. 97 Human rights 'risk consultants', drawn from legal and other backgrounds, may also be employed by governments and organisations, to offer expertise on particular projects and human rights campaigns. Looking specifically at the public health emergency context, it can be argued that WHO's new power under the IHR to use information about disease outbreaks provided by unofficial sources gives governments an added incentive to work with NGOs and this, in turn, gives NGOs increased influence. The end result is likely to be a mixture of human rights agendas, including-and this is the key point-human rights advocates adopting instrumentalist strategies and language (for example, urging the need to avoid 'business risk') in order to promote human rights protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "240"
        },
        {
            "text": "There is a lot for human rights advocates to address here. One question that needs to be asked is: are human rights risk strategists at work in public health preparedness projects and, if so, in what ways? Are they, for example, picking up on the argument made by Francis that it is not merely questions of justice within pandemic planning that demand attention but also the justice of pandemic planning:",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 271,
                    "text": "Francis",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "240"
        },
        {
            "text": "The triage choices in pandemic planning for the distribution of vaccines and antivirals are open, coordinated, and institutionally adopted. Perhaps this is one reason why they have drawn so much attention. . . . No doubt there are other explanations, too, for the apparent assumption that devoting resources to pandemic planning is just. . . . Nonetheless, there are serious questions of justice to be asked about the allocation of extensive resources to pandemic threats. 98 And, as they go on to point out, questions concerning the 'justice of' and 'justice within' pandemic planning are not unrelated. Put shortly, if basic health care infrastructure is in a state of neglect or unavailable, if health professionals are in short supply or are not trusted by the population, and if there is inequality in access to primary care, then global surveillance, surge capacity and, more generally, preventing and coping with a pandemic will be all the more difficult. 'Pandemic myopia', in other words, is a seriously flawed approach to pandemic planning 99 -which is surely something that human rights advocates (whether they see themselves as 'risk strategists' or not) need to be arguing as strongly and clearly as possible.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 475,
                    "text": "98",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "240"
        },
        {
            "text": "There are other, broader questions too. These stem from the fact that rights as risk is not home-ground for human rights advocacy. Put bluntly, it smacks of bad faith, of working on 'their' terms, not on 'ours'. Being 'at the table', if that course is chosen, is not likely to be at all easy in practice. The counter-argument to this is that human rights advocacy has always been complex. 100 Think, for example, of the diversity of human rights advocates (such as the US Christian Right at the United Nations using human rights to argue against rights to sexual and reproductive health). 101 And it cannot be denied that human rights 'victories' have sometimes had unexpected, negative consequences: on occasion, they have been used by governments as a basis from which to claim that action has been taken and no further governmental action is required. It can also be argued that if deeper engagement with human rights by governments and other organisations (even if primarily through the lens of risk management) is a significant contemporary dynamic, then human rights advocates have little choice but to respond in some fashion. And it should not be forgotten that risk-based indicators and compliance strategies have also been growing areas of interest within human rights work. 102 Lastly, there is, of course, the possibility that an organisation that starts out with an instrumentalist mindset towards human rights might ultimately internalise them to beneficial effect. Overall, then, human rights advocates should not-and probably cannot-avoid engaging with rights as risk.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "100",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "101",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "240"
        },
        {
            "text": "One of the conclusions in the report of a recent UK Parliamentary Committee on infectious diseases and global health governance is that WHO needs additional funding 'if it is to be able to respond effectively to threats on behalf of the international community'. 103 This statement is a reminder of the importance, and the fragility, of public health emergency preparedness. It is likely that it will also be read, at least by some, as a rebuke to individuals, like us, who set out to critique preparedness when it is currently so precarious in practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Critiquing public health emergency preparedness is undeniably hard. Who, in the end, would choose to be 'against preparedness'-especially when one considers the extreme human costs of recent public health emergencies? We are not against it, however. Our argument throughout has been that critique is essential to preparedness and that, to date, critique from a human rights perspective has been in short supply. We have suggested a preliminary agenda to address the human rights gap, focusing in particular on the frames 'risk within rights' and 'rights as risk', and we assigned the name 'human rights preparedness' to the project as a whole. We concluded by turning inwards, emphasising that this project carries risks for human rights itself. Specifically, critiquing preparedness could well involve self-critique as human rights advocacy works towards a more differentiated analysis of how security should be engaged and what it means to do human rights today. Putting that another way, human rights preparedness-and, in particular, engagement with 'rights as risk'-is likely to be human rights without a safety net.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human Rights, Terrorism and Risk: The Role of Politicians and Judges",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Civil Liberties Law: The Human Rights Act Era",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Whitty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Livingstone",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "See the discussion of UK and Canadian national security cases in T Poole",
            "authors": [],
            "year": 2008,
            "venue": "See also Saadi v Italy",
            "volume": "234",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Regulation and Administrative Constitutionalism",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Risk",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Designs on Nature: Science and Democracy in Europe and the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk and Human Rights: Ending Slopping Out in a Scottish Prison",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Whitty",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Judges, Transition and Human Rights",
            "volume": "",
            "issn": "",
            "pages": "535--57",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Legal Knowledges of Risk' in Law Commission of Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valverde",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Others",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Law and Risk",
            "volume": "",
            "issn": "",
            "pages": "86--120",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk, Rights and Public Health Emergencies",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "L"
                    ],
                    "last": "Med",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rev",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infrastructure and Human Rights (CUP",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mb Likosky",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Common Law of Human Rights? Transnational Judicial Conversations on Constitutional Rights",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mccrudden",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--499",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The UN Human Rights Norms for Corporations: The Private Implications of Public International Law",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Between Light and Shadow: The World Bank, the International Monetary Fund and International Human Rights Law",
            "authors": [
                {
                    "first": "Generally",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Darrow",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The New Corporate Accountability: Corporate Social Responsibility and the Law (CUP",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Risk, Rights and Public Health Emergencies",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "L"
                    ],
                    "last": "Med",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rev",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pandemic Planning and Distributive Justice in Health Care",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Others",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Law and Bioethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "On the need to take account of social justice in pandemic planning, especially the needs and interests of the most disadvantaged, see the Bellagio Statement of Principles",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibid",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Globalizing Family Values: The Christian Right in International Politics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Risk, Rights and Public Health Emergencies",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "L"
                    ],
                    "last": "Med",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rev",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "See B Kamoie and others, 'Assessing Laws and Legal Authorities for Public Health Emergency Legal Preparedness' (2008) 36 Journal of Law, Medicine & Ethics 23, defining it as 'attainment of legal benchmarks within a public health system' and identifying its four 'core elements' as: effective legal authorities; competency in their use; co-ordination of their implementation across sectors and jurisdictions; and information to guide their design etc. See, also, AD Moulton and others, 'What Is Public Health Legal Preparedness? (2003) 31 Journal of Law, Medicine & Ethics 372.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "54 See, relatedly, N Hunter, '\"Public-Private\" Health Law: Multiple Directions in Public Health' (2007) 10 Journal of Health Care Law & Policy 101 at 106: 'Command and control, in some form, is surely an indispensable mode for governmental response to an emergency . . . .But in a form of mission creep and professional norm migration, all aspects of health emergency policy have shifted towards the framework of enhanced executive authority.' 55 See, further, I Loader, 'The Cultural Lives of Security and Rights' in Goold and Lazarus (eds), above n 52, at 27-44. 56 J Montgomery, 'Medicalizing Crime -Criminalizing Health? The Role of Law' in CA Erin and S Ost (eds), The Criminal Justice System and Health Care (OUP 2007) 257 -72, at 267. See generally M Weait, Intimacy and Responsibility (Routledge-Cavendish 2007).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "On the salience of post 9/11 'anti-human rights' sentiments, practices and legal scholarship in some countries, see, further, J Waldron, 'Torture and Positive Law: Jurisprudence for the White House' (2005) 105 Columbia Law Review 1681. 69 See, e.g. Loader and Walker, above n 57; L Zedner, 'Neither Safe Nor Sound? The Perils and Possibilities of Risk' (2006) 48 Canadian Journal of Criminology and Criminal Justice 423. 70 L Zedner, 'Seeking Security by Eroding Rights: The Side-Stepping of Due Process' in Goold and Lazarus, above n 52, at 257-75 at 272. See, further, K Hannah-Moffat and P O'Malley (eds), Gendered Risks (Glasshouse 2007); N Whitty, 'MAPPA for Kids: Discourses of Security, Risk and Children's Rights' in K Baker and A Sutherland (eds), Multi-Agency Public Protection Arrangements and Youth Justice (Policy Press 2009) 115 -28.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Ashworth, 'Security, Terrorism and the Value of Human Rights' in Goold and Lazarus, above n 52, at 203 -26 at 208. See, also, Childress and Gaare Bernheim, above n 60, arguing for the rejection of 'metaphorical balancing'; L Zedner, 'Securing Liberty in the Face of Terror: Reflections from Criminal Justice' (2005) 32 JLS 507. 74 Goold and others, above n 63, at 2. 75 For discussion of the proportionality test in different jurisdictions, see Clayton and Tomlinson, above n 62, at 278-303.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "309 Br Med J 893 and DH Waterman, 'Journey after Darkness -A Study of Goma, Zaire in 1994: Cholera and Clean Water', available at http://www.unicef.org. 12 UNSC, The Impact of AIDS on Peace and Security in Africa (10 January 2000) UN Doc. S/PV.4087. In 2001, the UN General Assembly held a Special Session on HIV/AIDS: see UNGA, Special Session of the General Assembly on HIV/AIDS: Report of the Secretary-General 16 February 2001 UN Doc. A/55/779, esp. paras 23-38. 13 UNSC, ibid., at 2. Subsequent UNSC resolutions have focused on HIV/AIDS and peacekeeping operations. 14 L Zedner, 'The Concept of Security: An Agenda for Comparative Analysis' (2003) 23 LS 153, at 153. 15 The requirement for a National Health Security Strategy by 2009, and then every four years thereafter, was set down by PAHPA 2006. For the existing strategies, see, respectively, The National Security Strategy of the United States of America (White House 2006) and National Strategy for Homeland Security (Homeland Security Office 2002). The focus is not limited to the threat of terrorism: natural disasters and naturally-occurring infectious disease epidemics are included.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Dr Jeffrey P Koplan, then director of the Centers for Disease Control (CDC), WHO, above n 2, at vii, per Margaret Chan. 18 In addition to GOARN, WHO operates a Global Early Warning System for Major Animal Diseases (GLEWS). An EU agency, the European Centre for Disease Prevention and Control, was established in 2005. 19 Severe Acute Respiratory Syndrome (SARS) (WHO 2003). 20 These include guidance from WHO on the surveillance and management of a future outbreak: see WHO Guidelines for the Global Surveillance of SARS,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Updated Recommendations (WHO 2004). See, more generally, DP Fidler, SARS, Governance and the Globalization of Disease (In Larger Freedom. In his view, '[o]",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "UNGA, In Larger Freedom: Toward Development, Security and Human",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "For the United States, see LO Gostin, Public Health Law: Power, Duty, Restraint (2nd edn California UP 2008).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "House of Lords Select Committee on Intergovernmental Organisations, Diseases Know No Frontiers: How Effective Are Intergovernmental Organisations in Controlling Their Spread? (Volume II: Evidence, HL 143-II Stationery Office 2008) 38. 46 A WHO official, quoted in Flood and Williams, above n 22, at 244. 47 David Heymann, quoted in Fidler, above n 20, at xi.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "B Von Tigerstrom, Human Security and International Law: Prospects and Problems (Hart 2007) 207. 50 Compare, e.g. GJ Annas, American Bioethics: Crossing Human Rights and",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Our second frame-rights as 57 For discussion, see Goold and Lazarus above n 52; I Loader and N Walker Civilising Security (CUP 2007); Von Tigerstrom, above n 49, at 204 -13. 58 See, e.g. JD Moreno, Undue Risk: Secret State Experiments on Humans",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "See, generally, R Clayton and H Tomlinson, The Law of Human Rights",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "For a recent survey of case law in five European jurisdictions, see B Goold and others, Public Protection, Proportionality and the Search for Balance (2007) Ministry of Justice Research Series 10/07. 64 For a detailed version of this argument, see T Murphy and N Whitty, 'Risk",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "On the United States, see SJ Collier and A Lakoff, 'Distributed Preparedness: The Spatial Logic of Domestic Security in the United States' (2008) 26 Environment and Planning D: Society and Space 7. 89 See, relatedly, E Jackson, 'Death, Euthanasia and the Medical Profession' in B Brooks-Gordon and others (eds), Death Rites and Rights (Hart 2007) 37-55. 90 LA Jacobs, 'Rights and Quarantine during the SARS Global Health Crisis: Differentiated Legal Consciousness in Hong Kong, Shanghai and Toronto' (2007) 41 Law and Society Review 511, at 514. 91 Ibid., at 546. 92 Ibid.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": ". . . The Russian Government [also] treats the human rights of [Persons Living With HIV/AIDS] as a sensitive, politically-charged 93 Above n 60, at 1210. 94 GA Sarfaty, 'Doing Good Business or Just Doing Good: Competing Human Rights Frameworks at the World Bank' in Morgan, above n 81, at 93-106, at 93. 95 See, e.g. DC Esty, 'Good Governance at the Supranational Scale: Globalizing Administrative Law' (2006) 115 Yale Law Journal 1490, at 1550-54. See also, House of Lords Select Committee, above n 45, Volume I: Report, HL 493-I, para 201: 'Reforming WHO's internal structure is an essential, though challenging, prerequisite of improving global health governance.' Med.L.Rev. Risk, Rights and Public Health Emergencies issue that it would prefer to avoid. Even if the Saint Lucian Government took the same view, Russia holds much more influence than Saint Lucia over Bank project design because it is a major borrower and not a country that the Bank wants to upset. 96",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "and others 96 Above n 94, at 104. 97 Above n 83, at 48. See also the Voluntary Principles on Security and Human Rights (2000), a tripartite initiative between a range of governments, extractives companies, and NGOs (including Amnesty International, Human Rights Watch and Oxfam).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}