{
    "paper_id": "55f664e8e3b18388964ec14c61a7b655b786ef31",
    "metadata": {
        "title": "Infectious Diseases -Original Article Is Fever a Red Flag for Bacterial Pneumonia in Children With Viral Bronchiolitis?",
        "authors": [
            {
                "first": "Susan",
                "middle": [],
                "last": "Flesher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshall University",
                    "location": {
                        "settlement": "Huntington",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [],
                "last": "Elmore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshall University",
                    "location": {
                        "settlement": "Huntington",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Balfaqih",
                "middle": [],
                "last": "Yaslam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshall University",
                    "location": {
                        "settlement": "Huntington",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Krista",
                "middle": [],
                "last": "Putty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshall University",
                    "location": {
                        "settlement": "Huntington",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Magrane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshall University",
                    "location": {
                        "settlement": "Huntington",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Abadir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshall University",
                    "location": {
                        "settlement": "Huntington",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Saloni",
                "middle": [],
                "last": "Bhatt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshall University",
                    "location": {
                        "settlement": "Huntington",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marie",
                "middle": [],
                "last": "Frazier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshall University",
                    "location": {
                        "settlement": "Huntington",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We hypothesized that fever in children with viral bronchiolitis indicates the need for consideration of superimposed bacterial pneumonia. We conducted a retrospective study of 349 children aged 2 years and younger with diagnoses of respiratory syncytial virus (RSV) and viral upper respiratory infection. Data were analyzed using Pearson χ 2 test. One hundred seventy-eight children had RSV with no other identified virus. The majority of children (56%) who had only RSV were afebrile. Febrile children with RSV were over twice as likely to be diagnosed with bacterial pneumonia as those who were afebrile (60% vs 27%, P < .001). In the 171 children who had bronchiolitis caused by a virus other than RSV, 51% were afebrile. These children were 8 times more likely to be diagnosed with pneumonia than those who were afebrile (65% vs 8%, P < .001). Evaluation of febrile children with viral bronchiolitis may allow early diagnosis and treatment of secondary bacterial pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Several previous studies have revealed potential morbidity from bacterial pneumonia in patients with respiratory syncytial virus (RSV). RSV infection may increase the risk for pneumococcal pneumonia. 1 RSV increases the virulence of streptococcal pneumonia by binding to penicillin-binding protein 1a. Coinfection with RSV and Streptococcus pneumoniae is associated with severe and often fatal pneumonia. 2 Physicians must be mindful of the potential for secondary bacterial pneumonia in viral bronchiolitis so that it can be promptly treated.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 405,
                    "end": 406,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As pediatricians, we follow the guidelines published by the American Academy of Pediatrics. The 2014 guidelines dealing with evaluation and management of viral bronchiolitis promote supportive care, and note that routine radiographic or laboratory studies are not necessary. 3 While these guidelines are paramount to treating viral illness, it is imperative that the physician recognizes at what point further investigation is warranted. Missing a secondary pneumonia could result in delay in antibiotic treatment, transfer to the pediatric intensive care unit (PICU), or intubation.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following a respiratory season at our institution, we noted that children with viral illness who also had a fever tended to have a worse clinical course versus afebrile patients. We hypothesized that fever may be a marker for secondary bacterial pneumonia in patients with viral bronchiolitis. Fever is defined as temperature ≥100.4°F. If a patient developed a fever and the workup showed pneumonia, then antibiotics could be started quickly rather than waiting until after worsening of the patient's clinical condition. Our hypothesis is based on the following anecdotal evidence from our practice:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. Children with bronchiolitis with fevers often seem to worsen and require subsequent transfer to PICU. 2. Children with just RSV bronchiolitis who are doing well are usually afebrile. 3. Children with RSV, fevers, and increasing respiratory distress who are given antibiotics for a secondary bacterial infection seem to have quick resolution of fever with rapid improvement in condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our objective is to investigate whether children with viral bronchiolitis with fever are more likely to have a diagnosis of secondary bacterial pneumonia than their counterparts without fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study included patients ages 2 years and younger who were admitted from July 1, 2015, to June 30, 2017. International Classification of Diseases (ICD) Ninth Revision codes 466.11 (acute bronchiolitis due to RSV), 466.19 (acute bronchiolitis due to other infectious organisms), and ICD 10th Revision codes J21.0 (acute bronchiolitis due to RSV), J21.1 (acute bronchiolitis due to human metapneumovirus), J21.8 (acute bronchiolitis due to other specified organisms), and J21.9 (acute bronchiolitis, unspecified) were used to identify patients with acute bronchiolitis who were admitted to the inpatient service and the PICU. The data were extracted from the Appalachian Clinical and Translational Science Institute-Clinical Data Warehouse. Diagnoses included RSV, viral upper respiratory infection, pneumonia, respiratory distress, or respiratory failure. For diagnoses of pneumonia, radiographic reports were reviewed and words such as \"infiltrate,\" \"consolidation,\" and \"pneumonia\" were included in the study. The diagnosis of bacterial pneumonia requiring antibiotics is a physician judgment based on the following criteria: leukocytosis with left shift, elevated total neutrophil count, elevated C-reactive protein (CRP), elevated procalcitonin, chest radiograph, and clinical appearance. In a study using procalcitonin levels to guide clinical management, lower procalcitonin levels had fewer clinical features of infection. Procalcitonin can provide valuable information to guide clinical decisions. 4 Viral infections were diagnosed by hospital viral respiratory panel polymerase chain reaction (Table 1 ). Fever was defined as a temperature of ≥100.4°F. In addition to bivariate analysis, considering fever and pneumonia, additional trivariate and bivariate analyses were performed regarding temperature ranges and pneumonia. Pearson χ 2 test was used to analyze results.",
            "cite_spans": [
                {
                    "start": 1508,
                    "end": 1509,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1604,
                    "end": 1612,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "This research was submitted to our university institutional review board and was approved. The IRBNet ID is 1083099-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval and Informed Consent"
        },
        {
            "text": "Of the 349 children included in the study, 178 were RSV positive. The majority of children (56% or 100 children) with diagnoses of RSV were afebrile. Febrile children who were RSV positive were more than twice as likely to be diagnosed with bacterial pneumonia as those who were afebrile (47/78 or 60% vs 27/100 or 27%, P < .001). In the 171 children who had RSV-negative bronchiolitis (diagnosis of viral infection other than RSV), 88/171 (or 51%) were afebrile. Febrile children with RSV-negative bronchiolitis were 8 times more likely to be diagnosed with pneumonia as afebrile children (54/83 or 65% vs 7/88 or 8%, P < .001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Additional bivariate and trivariate analyses of both RSV-positive and RSV-negative bronchiolitis did not show any significant difference between the occurrence of pneumonia in children with fevers in the 100.4°F to 100.9°F range versus fevers in the >102°F range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The study demonstrates that fever can be used as a marker indicating a need to investigate for secondary bacterial pneumonia in children with RSV and other viral illnesses. Children with viral illnesses who had a fever were more likely to have diagnoses of pneumonia, whether they had RSV-positive or RSV-negative illness. The literature supports the need to be wary of the possibility of bacterial pneumonia in children with bronchiolitis. RSV infection decreases bacterial clearance, potentially predisposing to secondary bacterial pneumonia despite increased lung cellular inflammation, and suggests that functional changes occur in the recruited neutrophils that may contribute to the decreased bacterial clearance. 5 Bacterial infection, based on a significant rise of antibody titer and/or on detection of pneumococcal antigen in serum or urine, was observed in 39% of the children with RSV infection. We conclude that a bacterial pathogen should be actively sought when managing patients with lower respiratory tract syndromes, especially in those who have evidence of RSV infection. 6 The interaction between viruses and bacteria is probably much more common and clinically significant than previously understood. Respiratory viruses frequently initiate the cascade of events that ultimately leads to bacterial infection. Early recognition and treatment of these patients will lessen morbidity and mortality. 6 Based on the findings at our institution, we believe that fever is a marker indicating a need to investigate for bacterial pneumonia. There are several limitations to our study. Since sputum cultures are not collected unless a patient is intubated, a definitive bacterial cause cannot be confirmed in most cases. As previously discussed in methods, the diagnosis of bacterial pneumonia is a physician judgment. Part of the reason our study is important is that literature does not elucidate any way to definitively determine the presence of bacterial pneumonia in a non-intubated child. Several studies have tried to address this issue. CRP is elevated when bacterial pneumonia is present, but it has less than desirable specificity for distinguishing viral from bacterial pneumonia. 7, 8 Procalcitonin is a better indicator than CRP. A procalcitonin less <0.1 has been found to rule out bacterial infection; however, higher values show overlap in procalcitonin levels found in viral and bacterial sources. 9 Therefore, we are left with clinical judgement based on looking at multiple factors. Since laboratory testing and imaging are discouraged in the initial management of bronchiolitis, perhaps fever can indicate such testing is justified to assist physicians in clinical decision making.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 721,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1091,
                    "end": 1092,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1417,
                    "end": 1418,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2203,
                    "end": 2205,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2206,
                    "end": 2207,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2426,
                    "end": 2427,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A subsequent study will further examine the prevalence of fever during RSV bronchiolitis. Literature shows that some viruses such as adenovirus and enterovirus definitely cause fever. 10 Our anecdotal experience is that children with RSV alone usually do not have fevers unless they have a secondary bacterial infection. For the sake of clarity in our future study, we will exclude viral causes other than RSV. While our current study shows the majority of children with bronchiolitis do not have fevers, we did not investigate other causes of fever such as pyelonephritis and otitis media. The future study will look for these additional possible bacterial causes of fever and may show an even lower percentage of children with just RSV bronchiolitis who have a fever.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Febrile children with viral bronchiolitis were 2 to 8 times more likely to be diagnosed with a secondary bacterial pneumonia compared with their afebrile counterparts. Delay in care of respiratory illnesses can significantly increase morbidity and mortality. Further research is warranted to investigate the need for more aggressive evaluation of febrile children with viral bronchiolitis. We are aware of the limitations and plan to further investigate our findings. We feel this study is relevant because the data discussed could result in a change in practice for viral bronchiolitis in our young patient population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "DR drafted the initial manuscript, coordinated, supervised, and participated in data collection, and approved the final manuscript as submitted; BY, KP, SB, TM and AA designed the data collection instruments, coordinated, supervised, and participated in data collection and approved the final manuscript as submitted; SF and MF conceptualized and designed the study, coordinated, supervised and participated in data collection, reviewed and revised the manuscript and approved the final manuscript as submitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Susan Flesher https://orcid.org/0000-0002-3208-7097",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Association between respiratory syncytial virus activity and pneumococcal disease in infants: a time series analysis of US hospitalization data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Weinberger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Klugman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory syncytial virus increases the virulence of Streptococcus pneumoniae by binding to penicillin binding protein 1a. A new paradigm in respiratory infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sandrini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "190",
            "issn": "",
            "pages": "196--207",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical practice guideline: the diagnosis, management, and prevention of bronchiolitis",
            "authors": [],
            "year": 2014,
            "venue": "American Academy of Pediatrics",
            "volume": "134",
            "issn": "",
            "pages": "1474--1502",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Procalcitoninguided use of antibiotics for lower respiratory tract infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Yealy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Filbin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "379",
            "issn": "",
            "pages": "236--249",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Decreased bacterial clearance from the lungs of mice following primary respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Colasuro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "829--838",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Respiratory viruses and children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect",
            "volume": "72",
            "issn": "",
            "pages": "29--33",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "PERCH Study Group. Association of C-reactive protein among children aged <5 years in the PERCH study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Higdon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Infect Dis",
            "volume": "64",
            "issn": "3",
            "pages": "378--386",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The utility of C-reactive protein in differentiating bacterial from nonbacterial pneumonia in children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Flood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Badik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Aronoff",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "95--99",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Procalcitonin accurately identifies hospitalized children with low risk of bacterial community-acquired pneumonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stockman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ampofo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Killpack",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "7",
            "issn": "",
            "pages": "46--53",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The repertoire of adenovirus in human disease: the innocuous to the deadly",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khanal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghimire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhamoon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biomedicines",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Viral PCR Results.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}