{
    "paper_id": "5644db6f53b8425eedbdb33ae2c8924e02cdf447",
    "metadata": {
        "title": "Article history: Contact Transmission of COVID-19 in South Korea: Novel Investigation Techniques for Tracing Contacts",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "An epidemiological investigation aims to quickly determine the prevalence of an infectious disease whilst simultaneously revealing the cause, and source of the disease, and explore the transmission process to ultimately prevent the spread of the infectious disease [1] . As individuals become the source of the infectious disease, and if person-to-person transmission is suspected, it is important to immediately identify, and manage people that are in close contact with suspected patients [2, 3] . In particular, if there are several unknown epidemiological and clinical characteristics, and an effective medical intervention is lacking (as in the case of new infectious diseases such as COVID-19), contact management becomes 1 of the core strategies to minimize additional transmission.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For these strategies to be successful, it is necessary to evaluate between-person exposure risk in all locations where there have been confirmed cases (after the onset of symptoms), and to classify contact persons based on this risk. Furthermore, it is also important to eliminate the possibility of exposure to infection in the places visited by the confirmed patient, by performing the appropriate disinfection of areas that can harbor environmental contamination [2] . However, traditional investigative methods, depending on the patient or proxy interview, has the limitation of omissions and errors of previous activities.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 469,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The The method of managing the classified contacts was largely distinguished between movement restriction and symptom monitoring. Movement restriction is a legal public health order, and quarantine (isolation), home isolation, or controlled travel is enacted. Symptom monitoring was performed as either active or passive monitoring, depending on the exposure risk ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 374,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The methods used to overcome recall and confirmation biases that can occur while determining the location of the contact include checking medical facilities records, phonebased global positioning system (GPS), card transaction records, and closed-circuit television (CCTV; Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 280,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "COVID"
        },
        {
            "text": "History of using medical facilities, and visiting pharmacies was used to estimate the window of time of infection, through an accurate evaluation of the clinical symptoms of the infectious disease, and initial onset of the symptoms. If a medical facility was included in the patient's route, quarantine of the medical facility was conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History of using medical facilities and visiting pharmacies."
        },
        {
            "text": "Consistency in the recall of the route of the patients identified through interview was evaluated. Additionally, identification of the routes that the patient could not remember was also possible. However, another person's information can be misunderstood as the patient's information if the phone is not owned by or carried by the patient. GPS uses cellular phone networks, therefore there are limitations in identifying the exact locations of a patient's route. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GPS"
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemic assistance by the Centers for Disease Control and Prevention: Role of the Epidemic Intelligence Service",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Sencer",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Am J Epidemiol",
            "volume": "174",
            "issn": "11",
            "pages": "4--15",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infection prevention and control recommendations for hospitalized patients with Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infection prevention and control of epidemic and pandemic prone 21 acute respiratory infections in health care: WHO guidelines",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Response and Management Guidelines",
            "authors": [],
            "year": 2020,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-19 contact investigation and management comprised of the following: 1) determination of the location of the contact (patient route), 2) exposure risk evaluation, 3) contact classification, and 4) contact management. The location of the contact was determined through the process of preliminary identification, by interviewing patients, and their acquaintances, and by objective verification of the investigated information. Exposure risk evaluation was performed depending on the route of disease transmission, patient characteristics, and environmental characteristics. Based on the results of the evaluation, the contacts were classified into close and casual contacts depending on the exposure [4].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Stepwise approach in monitoring contacts when a patient with COVID-19 is detected. GPS = global positioning system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Credit card transaction logs were used to assess the consistency in the route of the patient identified through interview, and the scope of contacts was assessed by specifying the locations visited. However, if the patient did not use a credit card under their name or if another person used the patient's card, the information may be misinterpreted. Thus, rechecking the contents of the credit card log was necessary, and instances of not being able to use the information at the appropriate time may occur.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the video footage of the location of a patient's path, CCTV provided help to identify the details of each situation. For example, CCTV was used to evaluate the level of exposure risk by identifying whether the patient wore masks, or had respiratory symptoms such as a cough. The limitations of using CCTV were the lengthy time required to check the CCTV, and the accuracy of patient identification if the CCTV was not inside the facility or the patient was in a blind spot of the camera.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "outbreak in China occurred on December 8 th , 2019, and the first case in Korea was reported on January 20 th , 2020. As of February 14 th , the total number of confirmed cases of COVID-19 in Korea was 28. In the current epidemiological investigation contact investigation techniques that were used on a limited basis for the Middle East Respiratory Syndrome (MERS) outbreak in 2015, are being used in all confirmed cases of COVID-19.This report will provide a general overview of the contact investigation from the COVID-19 National Emergency Response Center, Epidemiology and Case management team and describe the various methods used to evaluate exposure risk.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1. Information collection methods for the monitoring and management of patients with COVID-19 and their contacts.in South Korea has provided accurate information on the location, and time of exposure, and details of the situation, thus reducing omissions in a patient's route due to recall or confirmation bias that may have arisen from patient or proxy interviews.However, the publicization of a patient's route for the public's benefit infringes upon the privacy of the patient.Thus, it is necessary to establish a protocol to protect privacy.Equally, more effort should be taken to provide accurateinformation to the public. Patient information that is unrelated to the communication of risk of infectious diseases must be protected by clearly defining the standards of publicization and reporting of patient information for the public's benefit when an infectious disease is prevalent. With regards to responding to the recent prevalence of COVID-19, Korea Centers for Disease Control and Prevention are performing defense activities to contain and prevent infection at the appropriate time, with more objective and accurate methods for monitoring patient contacts by using personal information. However, an evaluation of the effectiveness of these monitoring methods when multiple patients are involved, is necessary after the situation has been controlled. Epidemiological investigations require the collaboration of various related persons and must be conducted through a strict verification process. Furthermore, investigations must be performed using systematic processes with scientific methods and principles, and cycles of continuous evaluation and feedback to identify the etiology, extent, progression and therapy for the infectious disease and the development of public health policies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the relevant ministries, including the Ministry of Interior and Safety, Si/Do and Si/Gun/Gu, medical staff in health centers, and medical facilities for their efforts in responding to cases of COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}