{
    "paper_id": "572d73abf2ddec90f9a3d8888fbdc3671aea242b",
    "metadata": {
        "title": "How to Manage a Public Health Crisis and Bioterrorism in Korea",
        "authors": [
            {
                "first": "Chaeshin",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Osong Public Health and Research Perspectives",
                    "location": {
                        "settlement": "Osong",
                        "country": "Korea"
                    }
                },
                "email": "cchu@cdc.go.kr"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The recent increase in international trade and travel has resulted in an increase in direct public health crisis. The 2009 pandemic influenza provided a clear-cut picture of the impact of an emerging infectious disease to the world, which is why the World Health Organization recommended each of its member state to provide the national pandemic influenza preparedness and response plan [1] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Korea, the pandemic influenza manual with mathematical models was prepared in 2006 with tabletop exercise and sensitivity analysis of the parameters [2] . The efforts taken to prepare the report turned out to be useful when Korea encountered a real situation in 2009. Laboratory scientists traced the pathogenesis and chronological localization of influenza A (H1N1) [3] , and also investigated the antiviral resistance rate in Korea in due course [4] as specified in the manual. A previous study reported on the model for estimating influenza patients from influenza-like illness surveillance data in Korea [5] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, when it comes to another aspect of public health crisis, or biothreats, a different approach is needed, and this approach requires more precise preparation. Such an approach also involves partnering with more agencies; in particular, the Ministry of National Defense would be a key partner while dealing with this artificial upcoming disaster, and international collaboration is more important than any other public health crisis caused by emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In The paper by Lee et al shows how Korea has been preparing and responding to emerging infectious diseases crisis. Since the preparation of the 2006 pandemic influenza preparedness and response plan based on the recommendations of the World Health Organization, the ROK has prepared and periodically evaluated the plan to respond to various public health crises including pandemic influenza. The ROK has stockpiled 13,000,000 doses of antiviral drugs covering 26% of the Korean population and has 519 isolated beds in 16 medical institutions. The division of public health crisis in the Korea Centers for Disease Control and Prevention is in charge of responding to public health crisis caused by emerging infectious diseases, including severe acute respiratory syndrome, avian influenza human infection, and pandemic influenza. Its job description includes preparing and responding to public health crisis caused by emerging infectious diseases, securing medical resources during crisis, activating the emergency response plan during the crisis, and fortification of capabilities of public health personnel. It could evolve into a comprehensive national agency to deal with public health crisis based on the experience of previous national emerging infectious diseases [7] .",
            "cite_spans": [
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These two studies have provided two different facets to prepare for and respond to public health crisis in Korea. They also provide valuable information for both public health officials and scientists in order to prepare for the next possible pandemic and unpredictable biothreat attack in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ministry of Health and Welfare. Manual for infectious disease crisis management. Seoul: Ministry of Health and Welfare",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sensitivity analysis of the parameters of Korea's pandemic influenza plan. Osong Public Health Res Perspect",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "210--215",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pathogenesis and chronologic localization of the human influenza A (H1N1) virus in cotton rats",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "J-Y",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Osong Public Health Res Perspect",
            "volume": "2",
            "issn": "1",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The emergence of oseltamivir-resistant seasonal influenza A (H1N1) virus in Korea during the 2008e2009 season",
            "authors": [
                {
                    "first": "W-Y",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [
                        "I"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Osong Public Health Res Perspect",
            "volume": "2",
            "issn": "3",
            "pages": "178--85",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modeling for estimating influenza patients from ILI surveillance data in Korea. Osong Public Health Res Perspect",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J-W",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "89--93",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Introduction of the Republic of Koreaethe United States of America's joint exercise against bio-treats in 2013: ABLE response 13",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Osong Public Health Res Perspect",
            "volume": "4",
            "issn": "5",
            "pages": "285--90",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public health crisis preparedness and response in Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M-N",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "Y-S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Osong Public Health Res Perspect",
            "volume": "4",
            "issn": "5",
            "pages": "278--84",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the current issue of the Osong Public Health and Research Perspectives journal, two reports are dealing with public health crisis in Korea. The paper by Kim et al deals with the current situation to prepare for a biothreat in Korea. The AR13 is a functional exercise on biothreat that was held from June 19, 2013 to June 20, 2013. The Senior Leadership Seminar was held in June 21, 2013, to discuss opinions of multiple ministries and agencies as well as areas of improvement among high-ranking officials from the Republic of Korea (ROK) and the United States of America (USA). This exercise was cohosted by the Korean Ministry of National Defense and the Korean Ministry of Health and Welfare and by their counterpart in the United States (U.S.), the U.S. Department of Defense, and the U.S. Department of Health and Human Services. The exercise directors are Director of Centers for Infectious Disease Control and Prevention in the Korea Centers for Disease Control and Prevention and Director of Armaments Verification in the Ministry of National Defense. Furthermore, 10 related ministries and agencies participated, including the President's Office, National Intelligence Service, National Police Agency, and National Environmental Management Agency. The AR13's scenario is composed of a series of bioattacks in Seoul, Korea, and the ministries and agencies of both countries collaborate with each other in responding to the attack [6].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}