{
    "paper_id": "57a30fc4f036048830b77fa87c64358c48c946d6",
    "metadata": {
        "title": "First human case of avian influenza A (H5N6) in Yunnan province, China 596484S Case Report",
        "authors": [
            {
                "first": "Jibo",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To report clinical, virological, and epidemiological features of the first death caused by a H5N6 avian influenza virus in Yunnan Province, China. Method: The case was described in clinical expression, chest radiography, blood test and treatment. Real-time RT-PCR was used to detect H5N6 virus RNA in clinical and environment samples. Epidemiological investigation was performed including case exposure history determinant, close contacts follow up, and environment sample collection. Results: The patient initially developed sore throat and coughs on 27 January 2015. The disease progressed to severe pneumonia, multiple organ dysfunction syndrome, and acute respiratory distress syndrome. And the patient died on 6 February. A highly pathogenic avian influenza A H5N6 virus was isolated from the tracheal aspirate specimen of the patient. The viral genome analyses revealed that the H5 hemmagglutinin gene belongs to 2.3.4.4 clade. Epidemiological investigation showed that the patient had exposure to wild bird. All close contacts of the patient did not present the same disease in seven consecutive days. A high H5 positive rate was detected in environmental samples from local live poultry markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The findings suggest that studies on the source of the virus, transmission models, serologic investigations, vaccines, and enhancing surveillance in both humans and birds are necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Highly pathogenic avian influenza (HPAI) H5 hemmagglutinin (HA) combining different neuraminidase (NA) subtype (N1, N2, N5, N6, N8) has been observed in poultries worldwide. 1 Moreover, the H5N6 virus has caused three human infections in mainland China. 2 The first case was a man from Sichuan province in May 2014, followed by another male severe case from Guangzhou province in December 2014. On 8 February 2015, the third human H5N6 infection was reported from Yunnan province. However, detailed descriptions of human infection with H5N6 were absent. We herein summarize the preliminary findings of the H5N6 infection case from Yunnan province.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 254,
                    "end": 255,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The patient was a man aged 43 years who had undergone a heart bypass surgery in 2009. He was reported to have developed initial symptoms of sore throat and cough on 27 January 2015. He consulted local city hospital 3 days later and Cefotaxime (3 g) was given intravenously at the Outpatient Department (OPD) of the hospital. However, his symptoms were not alleviated, and he was admitted into a provincial hospital on 3 February.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "A chest radiograph showed multi-node and patchy consolidation in the lower and middle lobe of both lungs on 4 February (Figure 1 (a)), with rapid progression of groundglass opacities and consolidation in both lungs on 6 February ( Figure 1(b) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 231,
                    "end": 242,
                    "text": "Figure 1(b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "The blood biochemistry tests are summarized in Table 1 . The results show that the patient's white blood cell count decreased during the early stages, which returned to normal levels after treatment, and abnormally increased in the later stages. Neutrophil count exhibited a trend similar to the white blood cell count. Lymphocyte count was consistently lower than normal. Coagulation index detected that D-dimer remained abnormally high, and the platelet count remained normal. Activated partial thromboplastin time and thrombin time were prolonged in the whole process. Arterial blood gas analysis showed that PO 2 , PCO 2 , HCO 3 − , and SO 2 levels remained below normal in all test. After testing for blood electrolytes, K + levels were found to be normal while Na + levels had persistently decreased. Liver and kidney were dysfunctional, as indicated by the increased levels of aspartate aminotransferase, creatinine, and blood urea nitrogen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "The patient's condition persistently deteriorated and the patient developed shortness of breath, weakness, poor appetite, coma, and anuria because of progression to severe pneumonia with pleural effusion, and multiple organ dysfunction syndrome (MODS). He died of acute respiratory distress syndrome (ARDS) and MODS on 6 February despite the daily administration of broad-spectrum antibiotics (Meropenem 1 g, Vancomycin 1 g, and Tigecycline 300 mg by intravenously), antiviral drugs (Ganciclovir 450 mg by intravenously and Oseltamivir 150 mg by orally), cocorticoids (Meprednisone 80 mg by intravenously), and with mechanical ventilation at the provincial hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Transtracheal aspirate sample of the patient was collected on 4 February and H5N6 infection was confirmed by China National Center for Disease Control and Prevention (CDC) using real-time reverse transcription polymerase chain reaction (real-time RT-PCR). Tests for other respiratory agent, such as Middle East respiratory syndrome coronavirus (MERS-Cov), severe acute respiratory syndrome coronavirus (SARS-Cov), and other subtype influenza virus, were totally negative. Later on, the virus was isolated from embryonated chicken eggs. Homologous comparison in GenBank with BLAST showed the viral HA and NA genes are closely related to A/chicken/Shenzhen/552/2013(H5N6), and the HA had a multiple amino acid sequence, \"LRERRRKRG,\" at cleavage site, belonging to 2.3.4.4 clade (phylogenetic tree was declined to reproduce here by China national CDC). The six internal genes were from the avian influenza virus H9N2 subtypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Epidemiological investigation showed that 2 days before the symptoms presented, the case had contact with wild birds, which were hunted from local city wetland. In addition, he had not contacted with live poultry or individuals with fever or influenza-like illness during 2 weeks before illness onset. The patient's close contacts, totaling 117 persons, were all healthy following medical observation for 7 days after their last exposure to the case. Environment investigation showed that unusually large amount of death of wild birds or poultry was not found in local place during last 1 month. On 10 February, local CDC collected 13 wild bird feces samples from the wetland and 33 samples, including poultry feces, poultry cage surface swab, chicken lung tissue, and market sewage from local live poultry markets. Results showed no H5-positive sample from wetland, while 63% (21/33) of the samples from local live poultry markets were H5 positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Ethical approval for this case report was granted by the Ethics Committee of Yunnan Provincial Center for Disease Control and Prevention, China. Written consent was obtained from the patient's wife for publication of information and photographs. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The clinical presentation and laboratory indices of the H5N6 patient at hospital admission are similar with H5N1 patients. Our case progressed rapidly to death within 11 days. The median time from onset to death is 11 days for H5N1 infection, while 15 days to pandemic H1N1 (pdmH1N1) patient and 18 days to H7N9 patient, respectively. 3 Neutropenia, low absolute lymphocyte, coagulation disorders, elevated liver enzymes, and poor tissue oxygenation have been observed in this case, as have been seen with H5N1 infection and associated with more severe outcomes. [4] [5] [6] [7] [8] Oseltamivir treatment limits progeny virus release and improves patient's survival. 9 However, the time of oseltamivir treatment might be too late to control the disease progress for our patient.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 336,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 667,
                    "end": 668,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The HA gene of the HPAI H5 virus has accelerated undergoing onto dynamic evolution in several new clades or subclades. 10 The clade 2 has diversified into different subclades and expanded over the world. The subclade 2.3.4.6 virus was highlighted due to its ability to bind to both avian-type (α-2,3) and human-type (α-2,6) receptors, 11 while subclade 2.3.4.4 presented high diversity in the subtype of NA. 12 Thus, great attention has to be given to those subclades of virus.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, a high positive H5N6 prevalence was detected in local live poultry market. However, positive sample could not be found from wetland, may be due to the small sample size. The 2.3.4.4 clade of H5 virus has caused outbreaks in chicken farms of Yunnan Province since end of 2013. 13, 14 Thus, the virus has been become domestic in Yunnan province. And also outbreaks of H5N6 virus in poultry were reported in Vietnam, Laos, and Myanmar. 14 All those three countries are close to Yunnan or are bordering Yunnan. All these findings indicate that Yunnan is at high risk for H5N6 virus attack.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HPAI H5 viruses continue to evolve and pose a threat to animal and human health. Information on the emergent H5N6 virus is currently limited. Our findings suggest it is necessary that studies on the source of the virus, transmission models, serologic investigations, vaccines, and enhancing surveillance in both human and avian.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare that there is no conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "OIE. Update on highly pathogenic avian influenza in animals (type H5 and H7)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO. Warning signals from the volatile world of influenza viruses",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of patients hospitalized with influenza A subtypes H7N9, H5N1, and 2009 pandemic H1N1",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "58",
            "issn": "8",
            "pages": "1095--1103",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Thanh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "10",
            "pages": "1203--1207",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Factors associated with case fatality of human H5N1 virus infections in Indonesia: a case series",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Kandun",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tresnaningsih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Purba",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9640",
            "pages": "744--749",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of human influenza A (H5N1) infection in Vietnam",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Liem",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Tung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Hien",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "12",
            "pages": "1639--1646",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics of 26 human cases of highly pathogenic avian influenza A (H5N1) virus infection in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical factors associated with severity in hospitalized children infected with avian influenza (H5N1)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Furuya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shigematsu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Environ Health Prev Med",
            "volume": "16",
            "issn": "1",
            "pages": "64--68",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Oseltamivir in human avian influenza infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Antimicrob Chemother",
            "volume": "65",
            "issn": "",
            "pages": "25--33",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Natural history of highly pathogenic avian influenza H5N1",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sonnberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Webby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virus Res",
            "volume": "178",
            "issn": "1",
            "pages": "63--77",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Novel H5 clade 2.3.4.6 viruses with both alpha-2,3 and alpha-2,6 receptor binding properties may pose a pandemic threat",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Res",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "H5 evolution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Promed",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emergence of novel clade 2.3.4 influenza A (H5N1) virus subgroups in Yunnan Province",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "China. Infect Genet Evol",
            "volume": "33",
            "issn": "",
            "pages": "95--100",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Avian influenza A(H5N6): the latest addition to emerging zoonotic avian influenza threats in East and Southeast Asia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "EMPRES Watch",
            "volume": "30",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiographs of the patient. (a) Multi-node and patchy consolidation in the lower and middle lobe of both lungs. (b) Groundglass opacities and consolidation in both lungs.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical blood biochemistry tests. ND: no detect.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank all the medical staffs in Yunnan First People's Hospital, who participated in sample collecting and close contactors monitor, all the health workers in the CDC for providing assistance with filed investigation administration and data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The entire investigation was supported by Yunnan Provincial Center for Disease Control and Prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}