{
    "paper_id": "584690fd413d25e55ee5599071bd23b1be00add0",
    "metadata": {
        "title": "Clinical and Epidemiologic Characteristics of Spreaders of Middle East Respiratory Syndrome Coronavirus during the 2015 Outbreak in Korea",
        "authors": [
            {
                "first": "Chang",
                "middle": [
                    "Kyung"
                ],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyoung-Ho",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Pyoeng",
                "middle": [
                    "Gyun"
                ],
                "last": "Choe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Wan",
                "middle": [
                    "Beom"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [
                    "Hwan"
                ],
                "last": "Bang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eu",
                "middle": [
                    "Suk"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sang",
                "middle": [
                    "Won"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [
                    "Bin"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nam",
                "middle": [
                    "Joong"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sung-Il",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jong-Koo",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Myoung-Don",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Nosocomial transmission is an important characteristic of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection. Risk factors for transmission of MERS-CoV in healthcare settings are not well defined. During the Korean outbreak in 2015, 186 patients had laboratory-confirmed MERS-CoV infection. Those suspected as a source of viral transmission were categorized into the spreader groups (super-spreader [n = 5] and usualspreader [n = 10]) and compared to the non-spreader group (n = 171). Body temperature of ≥ 38.5°C (adjusted odds ratio [aOR], 5.54; 95% confidence interval [CI], 1.38-22.30; P = 0.016), pulmonary infiltration of ≥ 3 lung zones (aOR, 7.33; 95% CI, 1.93-27.79; P = 0.003)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ", and a more nonisolated in-hospital days (aOR, 1.32 per 1 day; 95% CI, 1.09-1.60; P = 0.004) were significant risk factors in the spreader group. There was no different clinical factor between super-spreaders and usual-spreaders. Nonisolated in-hospital days was the only factor which tended to be higher in super-spreaders than usual-spreaders (Mean, 6.6 vs. 2.9 days; P = 0.061). Early active quarantine might help reducing the size of an outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) is a novel beta-coronavirus first identified in Saudi Arabia in 2012 (1) . It causes severe acute respiratory infection, with a mortality rate of 36% (2) . Most MERS-CoV infections occur in the Middle East, although travel-associated MERS cases have been reported in 17 countries outside the Middle East. As of November 3, 2016, 27 countries reported 1,813 laboratory-confirmed cases of infection with MERS-CoV, including 645 deaths, to the World Health Organization (WHO) (2) .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the Korean outbreak of MERS-CoV in 2015, the first known patient was a businessman returning from the Middle East. The outbreak was amplified by super-spreading events at hospitals and movement of patients between hospitals. Spreading events occurred until late June 2015, more than a month after the index patient was identified, resulting in a total of 186 patients with MERS-CoV infection and 38 fatalities, which is the largest outbreak outside the Arabian Peninsula (3, 4) . During the outbreak, almost 17,000 individuals at epidemiologic risk were quarantined, and all laboratory-confirmed cases were admitted to hospitals for isolation.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 478,
                    "end": 480,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Of MERS-CoV cases, 44%-100% of individual outbreaks were linked to hospitals (5, 6) and a nosocomial outbreak of MERS-CoV may result in a large cluster of cases, the so called \"superspreading events (6, 7) . \" However, it is not known whether the spreading events are attributable to host factors such as clinical manifestations or epidemiologic factors such as duration of the nonisolated period (8) . To understand the transmission risk of MERS-CoV in healthcare settings, we assessed the clinical and epidemiologic characteristics of non-spreaders, spreaders, and super-spreaders during the Korean outbreak.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 81,
                    "end": 83,
                    "text": "6)",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "(6,",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 205,
                    "text": "7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "All laboratory-confirmed cases were admitted to governmentdesignated hospitals, regardless of the severity of their illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and data collection"
        },
        {
            "text": "They were discharged after the resolution of all clinical symptoms and when 2 consecutive daily sputum samples were negative for MERS-CoV by real-time reverse transcription polymerase chain reaction (rRT-PCR). Laboratory diagnoses were made according to the WHO guideline (9) .",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Patients and data collection"
        },
        {
            "text": "We reviewed the publically available epidemiologic database compiled by the Korea Centers for Disease Control and Prevention (3) and clinical database compiled by the Korean Society of Infectious Diseases (KSID) (10) . Infectious disease specialists who had cared for MERS patients completed case record form which KSID developed. The clinical data included demographics, clinical features, and the results of the laboratory tests. Gov-ernment daily reports and local Korean news reports on the MERS outbreak were also reviewed (11) .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Patients and data collection"
        },
        {
            "text": "A spreader was defined as an index patient who was suspected of causing a secondary infection of MERS-CoV. Super-spreaders and usual-spreaders were defined as those who transmitted MERS-CoV to 6 or more and those who transmitted to fewer than 6 individuals, respectively. Nonisolated in-hospital days were defined as the sum of calendar days of the patient's hospital stay before being effectively isolated. Chest radiographs at presentation were analyzed and the number of abnormal lung zones, which were arbitrarily divided into 6 areas, was counted. For subgroup analyses, we censored cases with symptom onset after June 7 after which stricter infection control measures were implemented by the government, such as public disclosure of the names of affected hospitals, organizing rapid response teams, and applying stronger surveillance and isolation policies (12) . Healthcare workers were also censored in another subgroup analyses because many wore personal protective equipment, which could also confound the transmission risk.",
            "cite_spans": [
                {
                    "start": 863,
                    "end": 867,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Definitions and subgroup analyses"
        },
        {
            "text": "Multivariate analyses in a forward stepwise manner were performed with P = 0.050 as the threshold for entering and removing variables. For all analyses, a 2-tailed P value of 0.05 was considered significant. Statistical analyses were performed with PASW for Windows (version 18 software package; SPSS, Inc., Chicago, IL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The Institutional Review Board at the Seoul National University Hospital approved the study. The board waived the requirement for written consent (IRB registration number 1607-062-775).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Characteristics of 186 patients with laboratory-confirmed MERS-CoV infection are shown in Table 1 . Of them, 15 patients (8.1%) transmitted MERS-CoV (the spreader group) to others, and 171 patients (91.9%) did not (the non-spreader group). Age, sex, and underlying diseases were not different between the 2 groups. Among the spreaders, 5 patients (33.3%) were super-spreaders, while 10 (66.7%) were usual-spreaders. Baseline characteristics of these 2 groups were not significantly different.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "At presentation, patients in the spreader group were more likely than those in the non-spreader group to have a fever of ≥ 38.5°C (40.0% vs. 13.0%, P = 0.009) and a tachypnea of > 24 breaths per minute (33.3% vs. 12.4%, P = 0.034). They were also more likely to have lower respiratory manifestations such as cough, sputum, and dyspnea (86.7% vs. 55.0%, P = 0.031; 73.3% vs. 37.3%, P = 0.011; and 60.0% vs. 18.9%, P = 0.001, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "On admission, elevated C-reactive protein (≥ 3.0 mg/dL) was the only laboratory parameter that was more common in the spreader than the non-spreader group (85.7% vs. 43.4%, P = 0.008). Infiltrates involving 3 or more lung zones on chest radiographs taken at presentation were more common in the spreader group than in the non-spreader group (46.7% vs. 10.3%, P < 0.001). The median days from the onset of illness to the negative conversion of sputum MERS-CoV by rRT-PCR were significantly different (27.0 vs. 17.0 days, P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "Treatment with mechanical ventilation was required in 21.3% (36/169) of the non-spreader group and 60.0% (9/15) of the spreader group (P = 0.002). Deaths occurred in 18.1% (31/171) of the non-spreader group and 33.3% (5/15) of the spreader group (P = 0.162). Median days from symptom onset to death was significantly different (15.0 vs. 9.0 days, P = 0.032). Clinical parameters were not different between super-spreaders and usualspreaders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "The course of disease spread could not be determined in 10 patients, including 5 with an unidentified source of infection and 5 with more than one possible scenario. Excluding the first imported case, the courses of disease spread could be determined in 175 patients. Of them, 173 were infected at healthcare facilities (12 hospitals, 3 clinics, and 2 ambulances). The disease was transmitted to 2 remaining patients in household settings. The date of symptom onset could not be determined in 5 patients, including 2 patients who were asymptomatic and 3 with an ambiguous onset of MERS-CoV symptoms during another illness. Of the 15 spreaders, 5 and 8 cases were in the second-and third-chain of transmission, respectively ( Table 2) . Spreaders transmitted MERS-CoV from days 1 to 11 of their illness (median, 7 days; interquartile range [IQR], 5 to 8 days) (Fig. 1A) . The number of patients infected by each spreader ranged from 1 to 84 (IQR, 1 to 12).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 725,
                    "end": 733,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 868,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Epidemiologic characteristics"
        },
        {
            "text": "The median duration of incubation was not different between the spreader and non-spreader groups. Median nonisolated inhospital days were 4 and 0 days in the spreader and non-spreader groups, respectively (IQR, 1 to 7 vs. 0 to 2 days, P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologic characteristics"
        },
        {
            "text": "Nonisolated in-hospital days were significantly different among the non-spreader, usual-spreader, and super-spreader groups ( Fig. 2A) . Nonisolated in-hospital days of spreaders were also positively associated with the total number of infected patients, Data shown are number (%). MERS-CoV = Middle East Respiratory Syndrome Coronavirus, aOR = adjusted odds ratio, CI = confidence interval, CXR = chest X-ray, IQR = interquartile range. and the number of infected patients per spreader (R 2 = 0.520 and 0.625; P = 0.068 and 0.034, respectively) (Fig. 2B) . Epidemiologic characteristics of super-spreaders and usualspreaders were not different. However, nonisolated in-hospital days tended to be higher in the super-spreader group (median, 2.0 vs. 7.0 days, P = 0.061). The median number of nonisolated in-hospital days was 1 day in patients who developed symptoms before June 7 and 0 days in patients who developed symptoms after that date (IQR, 0 to 3 vs. 0 to 1 day, P = 0.001) (Fig. 1B , Supplementary Table 1 ). Days from symptom onset to diagnosis were also significantly different between these groups (mean, 7.5 vs. 4.6, P < 0.001) (Fig. 1C, Supplementary Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 546,
                    "end": 555,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 982,
                    "end": 990,
                    "text": "(Fig. 1B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1007,
                    "end": 1014,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1141,
                    "end": 1172,
                    "text": "(Fig. 1C, Supplementary Table 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Epidemiologic characteristics"
        },
        {
            "text": "In multivariate analysis, fever ( ≥ 38.5°C) (adjusted odds ratio [aOR], 5.54; 95% confidence interval [CI], 1.38-22.30; P = 0.016), chest infiltrates in more than 3 lung zones (aOR, 7.33; 95% CI, 1.93-27.79; P = 0.003), and a longer nonisolated in-hospital day (aOR, 1.32 per 1 day; 95% CI, 1.09-1.60; P = 0.004) were independently associated with the spreader group vs. the non-spreader group (Table 3) . Further inclusion of other variables did not result in additional significance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 403,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Risk factors for transmission"
        },
        {
            "text": "When we censored the data on symptom onset after June 7 or unknown onset (n = 56), dyspnea (aOR, 4.38; 95% CI, 1.13-16.90; P = 0.032), and a more nonisolated in-hospital days (aOR, 1.31 per 1 day; 95% CI, 1.07-1.60; P = 0.009) were associated with the spreader group (Supplementary Tables 2 and 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 297,
                    "text": "(Supplementary Tables 2 and 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Risk factors for transmission"
        },
        {
            "text": "When healthcare workers were censored (n = 39), chest Xray abnormalities in more than 3 lung zones (aOR, 4.97; 95% CI, 1.28-19.35; P = 0.021), and a more nonisolated in-hospital days (aOR, 5.63 per 1 day; 95% CI, 1.10-28.75; P = 0.038) were associated with the spreader groups (Supplementary Tables 4 and 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 306,
                    "text": "(Supplementary Tables 4 and 5",
                    "ref_id": null
                }
            ],
            "section": "Risk factors for transmission"
        },
        {
            "text": "Hospital outbreaks were the defining characteristic of the Korean MERS-CoV outbreak in 2015. In this study, spreaders more frequently had high fever, more extensive infiltrates on chest radiographs, and a longer time to negative conversion of MERS-CoV rRT-PCR than non-spreaders, all suggesting more severe pneumonia. The spreader group had a significantly longer duration of nonisolated in-hospital days than the non-spreader groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Clinical parameters did not differ between super-spreaders and usual-spreaders, whereas nonisolated in-hospital days were substantially different between these 2 groups. These data suggest that large hospital outbreaks or super-spreading events may not be attributable to clinical manifestations, but to delay in isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Spreaders transmitted MERS-CoV between days 1 and 11 of their illness. Of note, even a 1-or 2-day delay in isolating patients led secondary infections, with a peak of cumulative number on the seventh day of illness. These findings imply that MERS-CoV could be transmitted frequently during the early course of the disease. A recent virus shedding study showed that MERS-CoV titers in sputum samples were around 108 copies per milliliter as early as 3 days after symptom onset, while the viral shedding kinetics of the SARS-CoV infection was an inverted V shape, with its sharp peak around day 10 (13). These findings suggest that control of a MERS-CoV outbreak would be more difficult than that of a SARS-CoV outbreak. Considering that the shortest incubation period of MERS-CoV infection is 2 days and that patients may transmit the disease with a high viral load even in the early course of their illness, early detection and isolation of patients is imperative to control an outbreak of MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A standard approach to control an outbreak begins with identifying all exposed individuals and assessing them for close contact, followed by quarantine. However, this approach is laborintensive and time-consuming, especially when many individuals are exposed. Moreover, identification of all exposed individuals is difficult, because many, such as visitors and family members, may not be registered with hospitals. Indeed, 43.2% of the patients in Korea during the 2015 outbreak had not been identified as exposed individuals and were not monitored (14) . Our experience suggests that quarantining all exposed individuals first, followed by an assessment of and monitoring of their close contacts may shorten the delay in isolating MERS patients, especially in healthcare settings.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Days of nonisolated in-hospital stay and symptom onset to diagnosis were significantly longer in patients who developed symptoms before June 7 than in patients who did after that date. The last super-spreader developed symptoms on June 5, and no additional super-spreading events occurred after June 7. All advocate the necessity of early adoption of an aggressive isolation policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Since this was an analysis of a single outbreak, it should be interpreted with caution. Additionally, although we analyzed the severity of symptom or chest infiltrations and time to negative conversion of MERS-CoV rRT-PCR, lack of each patient's serial viral load titers limited a direct evaluation of the degree of viral shedding, which could be another limitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, high fever, more extensive chest infiltrates, and delay in isolation were associated with the transmission of MERS-CoV. Nonisolated in-hospital days were the only parameter that tended to be associated with super-spreaders compared with usual-spreaders. Early active quarantine might help control a future outbreak of MERS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1834",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East Respiratory Syndrome Coronavirus outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "",
            "pages": "269--78",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Korean Middle East Respiratory Syndrome Coronavirus outbreak and our responsibility to the global scientific community",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Chemother",
            "volume": "48",
            "issn": "",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abdirizak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Jung",
                    "middle": [
                        "E"
                    ],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MERS-CoV outbreak in Jeddah--a link to health care facilities",
            "authors": [],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "846--54",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MERS-CoV outbreak following a single patient exposure in an emergency room in South Korea: an epidemiological outbreak study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "994--1001",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Super-spreaders in infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "510--513",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization. Laboratory testing for Middle East Respiratory Syndrome Coronavirus: interim guidance",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical presentation and outcomes of Middle East Respiratory Syndrome in the Republic of Korea",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Joh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Peck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Chemother",
            "volume": "48",
            "issn": "",
            "pages": "118--144",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ministry of Welfare and Health (KR). MERS statistics",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Korean Society of Infectious Diseases, and Korean Society for Healthcareassociated Infection Control and Prevention. The same Middle East Respiratory Syndrome-Coronavirus (MERS-CoV) yet different outbreak patterns and public health impacts on the far east expert opinion from the rapid response team of the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "247--51",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparative and kinetic analysis of viral shedding and immunological responses in MERS patients representing a broad spectrum of disease severity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aigerim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Inn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The 2015 MERS outbreak in the Republic of Korea: learning from MERS",
            "authors": [],
            "year": null,
            "venue": "Ministry of Health and Welfare (KR)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "from symptom onset to death, median (IQR) 15.0 (12.0-21.0) 9.0 (3.8-9.0) 5.0 (5.0-5.0) 0.032 0.504 Data shown are number (%) not otherwise specified. MERS-CoV = Middle East Respiratory Syndrome Coronavirus, SD = standard deviation, DM = diabetes mellitus, NA = not available, BP = blood pressure, WBC = white blood cell, CRP = C-reactive protein, BUN = blood urea nitrogen, CXR = chest X-ray, IQR = interquartile range. *Data were unavailable in 2 cases (1.1%); † Data were unavailable in 10 cases (5.4%); ‡ Data were unavailable in 20 cases (10.8%); § Data were unavailable in 15 cases (8.1%); ll Data were unavailable in 6 cases (3.2%); ¶ Data were unavailable in 43 cases (23.1%). https://doi.org/10.3346/jkms.2017.32.5.744",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of epidemiologic characteristics between non-spreaders and spreaders, or usual-spreaders and super-spreaders during the 2015 Korean outbreak of MERSin-hospital days, median (IQR) 0.0 (0.0-2.0) 2.0 (0.8-4.5) 7.0 (4.0-9.0) < 0.001 0.061 Nonisolated in-hospital days ≥ 2 day 54 (31.6) 6 (60.0) 5 (100.0) 0.003 0.999 Symptom onset to diagnosis, day, mean ( ± SD)* 6.5 ( ± 3.9) 7.5 ( ± 2.6) 8.8 ( ± 3.4) 0.178 0.400 Data shown are number (%) not otherwise specified. MERS-CoV = Middle East Respiratory Syndrome Coronavirus, SD = standard deviation, IQR = interquartile range. *Data were unavailable in 5 cases (2.7%); † Data were unavailable in 7 cases (3.8%). https://doi.org/10.3346/jkms.2017.32.5.744",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Epidemiologic characteristics of 2015 Korean MERS-CoV outbreak. (A) Cumulative number of infected patients according to day of illness of each spreader. When infected patients were exposed to a spreader for more than one day, the number of infected patients was equally divided by the duration (day) of exposure. Different colors denote infections transmitted by different spreaders. Note that the 5 super-spreaders transmitted the virus to 92% (161/175) of all cases. (B) Nonisolated in-hospital days according to the date of symptom onset of each patient. Two spreaders transmitted MERS-CoV to healthcare workers despite the fact that they had been isolated before their symptom onset. (C) Days from symptom onset to diagnosis according to the date of symptom onset of each patient. MERS-CoV = Middle East Respiratory Syndrome Coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Contribution of nonisolated in-hospital days to spreading events. (A) Nonisolated in-hospital days in non-spreader, usual-spreader, and super-spreader groups. Dashed lines denote median values at each group. Data points at 0 are shown at different level for clarity. (B) Number of spreaders (S) and infected patients (I), and I/S ratio according to nonisolated in-hospital days of spreaders. There were positive correlation between nonisolated in-hospital days of spreaders and I (red broken line) or I/S ratio (green broken line).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of patient demographics and clinical parameters between non-spreaders and spreaders, or usual-spreaders and super-spreaders during the 2015 Korean outbreak of MERS-CoV",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Forward stepwise multivariate analysis for risk factors for transmission of MERS-CoV",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "https://doi.org/10.3346/jkms.2017.32.5.744",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no potential conflicts of interest to disclose. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURE"
        }
    ]
}