{
    "paper_id": "5856a3f4b9fc9b0947bf045feb20d32d581221dc",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Respiratory tract infections (RTIs) are among the most common diseases to affect humans with typical symptoms, such as rhinitis, cough, fever, and sore throat. 1 Most of these infections are caused by viruses. Bacterial RTIs are less common and often develop after a viral infection. In children <5 years, 95% of the sore throat cases are caused by viruses; 85%-95% in adults. Only in the group of 5-to 15-year-old children, this percentage is reduced to 70%. 2 Viruses associated with RTIs are picornaviruses (human rhinoviruses [HRV] ), coronaviruses (SARS-CoV, MERS-CoV, and human coronavirus [hCoV] OC43), ortho-and paramyxoviruses (influenza virus, parainfluenza virus (PIV), and respiratory syncytial virus), and adeno-and herpesviruses. 3 RTIs are transmitted from person to person by respiratory droplets or indirectly via contaminated surfaces. 4 A reduction of the viral load on the site of infection reduces the risk of transmission via both routes while simultaneously reducing the symptoms of the patients and a potential spread of infection to the lower respiratory tract. Locally acting lozenges or sprays reach the site of infection directly, hereby minimizing potential side effects due to limited systemic uptake while maximizing efficacy.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 460,
                    "end": 461,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 530,
                    "end": 535,
                    "text": "[HRV]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 745,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 854,
                    "end": 855,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lozenges containing the antiseptics and local anesthetics amylmetacresol (AMC)/dichlorobenzyl alcohol (DCBA) or hexylresorcinol (HR) are commonly used to treat the symptoms of sore throat. In 2005, Oxford et al 5 published that lozenges containing AMC and DCBA showed some virucidal effect in vitro on three enveloped viruses, such as RSV, influenza A virus, and a member of the coronavirus family, SARS-CoV. However, they were not active against non-enveloped HRV2 and a not otherwise specified member of adenovirus group C. Recently, Shephard and Zybeshari 6 showed some virucidal effect of AMC/DCBA and HR either as free substances or processed into lozenges on PIV3 and Cytomegalovirus or on PIV3 only, respectively. The mechanism of the virucidal action is not clear. However, the authors suggest a denaturation of external protein spikes, a pH-induced rearrangement of the tertiary structure of attachment proteins, or some selective effect on viral lipid membranes/protein-lipid interaction to be responsible for the morphological changes and the virucidal action. 5, 6 An approved antiviral that interacts with the viral surface is iota-carrageenan, a high molecular weight sulfated polymer derived from the red seaweed. The antiviral activity of iota-carrageenan is well-established. We published that it is a potent inhibitor of HRV1a, 2, 8, 14, 16 , and 83 7 and influenza virus A replication in vitro and in vivo 8 and demonstrated the antiviral efficacy against common cold viruses by intranasal administration in several randomized, double-blind, parallel group, placebo-controlled clinical trials. [9] [10] [11] [12] In order to treat viral throat infections, we developed lozenges containing 10 mg iota-carrageenan/lozenge as an active ingredient. Ten milligrams were chosen to guarantee antiviral activity throughout the whole dissolution process in the mouth, where all the lozenges components are diluted due to saliva production.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 559,
                    "end": 560,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1075,
                    "end": 1076,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1349,
                    "end": 1351,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1356,
                    "end": 1358,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1425,
                    "end": 1426,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1613,
                    "end": 1616,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1617,
                    "end": 1621,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1622,
                    "end": 1626,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1627,
                    "end": 1631,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In viruses HRV1a and HRV8 as representatives of major and minor group HRVs, and Coxsackievirus A10, which is one of the causal agents of herpangina and hand-foot-and-mouth disease. Both diseases are accompanied by painful lesions in the throat predominately in children. As representatives of sore throat causing enveloped viruses, influenza virus A H1N1n and hCoV OC43 were chosen; the latter was tested using a hemagglutination inhibition (HAI) assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Next, we wanted to know whether the carrageenan liberated from the lozenge in the mouth is sufficient to guarantee antiviral activity throughout the entire dissolution process and whether this time span is sufficient to effectively reduce the titer of influenza virus A H1N1n and hCoV OC43.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lozenges were weighed and dissolved in 5 mL water (for pH measurements; Table 1 ) or medium (for assays). Vials were placed on a horizontal shaker until lozenges were dissolved. Based on the weight of the lozenge and the volume of the solvent, a concentration of the active ingredient was calculated. This resulted in an iota-carrageenan concentration of 1400 µg/mL and a concentration of DCBA, AMC, and HR of 160, 80, and 315 µg/mL, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Test substances"
        },
        {
            "text": "Human rhinovirus 1a and 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and viruses"
        },
        {
            "text": "The human cervical epithelial carcinoma cell line (HeLa) was obtained from the American Type Culture Collection (ATCC, Manassas, VA, USA). The cells were cultivated in Dulbecco's Modified Eagle's Medium (DMEM; Sigma Aldrich, Vienna, Austria) supplemented with 10% fetal bovine serum (Sigma ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and viruses"
        },
        {
            "text": "Local anesthetics and carrageenan as causative therapy against sore throat Aldrich) and 1% antibiotic-antimycotic mix (Sigma Aldrich) in a 37°C incubator (Sanyo, Okayama Prefecture, Japan; CO 2 : 5%, relative humidity: >95%). In all experiments a medium containing 2% fetal bovine serum and 1% antibiotic-antimycotic mix was used. HRV1a and 8 serotypes were obtained from the ATCC and grown on HeLa cells. The stocks were frozen at −80°C and virus titers were determined by 50% tissue culture infective dose (TCID 50 ) assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "55"
        },
        {
            "text": "The human rhabdomyosarcoma cell line (RD) was purchased from the ATCC. The cells were cultivated in DMEM (Sigma Aldrich) supplemented with 10% fetal bovine serum (Sigma Aldrich) and 1% antibiotic-antimycotic mix (Sigma Aldrich) in a 37°C incubator (Sanyo; CO 2 : 5%, relative humidity: >95%). A medium containing 1% antibiotic-antimycotic mix and 0% or 2% fetal bovine serum was used for infection and propagation, respectively. Human Coxsackievirus A10 was obtained from the ATCC and grown on RD cells. The stocks were frozen at −80°C and virus titers were determined by TCID 50 assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coxsackievirus A10"
        },
        {
            "text": "Madin-Darby canine kidney (MDCK) cells were obtained from the ATCC and cultivated as described elsewhere. 13 Influenza virus A/Hansa Hamburg/01/09 (H1N1n) was kindly provided by Peter Staeheli (Department of Virology, University of Freiburg, Germany) and propagated in MDCK cells as described elsewhere. 13",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Influenza virus A/Hansa Hamburg/01/09 (H1N1n)"
        },
        {
            "text": "Vero (embryonic African green monkey kidney) cells were purchased from the ATCC. The cells were cultivated in OptiPro serum free medium (Life Technologies Thermo Scientific, Waltham, USA) supplemented with 4 mM L-glutamine (Sigma Aldrich) in a 37°C incubator (CO 2 : 5%, relative humidity: >95%). hCoV OC43 was obtained from the ATCC and propagated in the same medium. The stocks were frozen at −80°C and virus titers were determined by TCID 50 assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human coronavirus OC43"
        },
        {
            "text": "Lozenges were dissolved with the respective assay medium. The toxicity testing was performed under the assay conditions of the respective antiviral assays. Cell survival was assessed with resazurin fluorescent dye and crystal violet (HeLa and RD cells) or crystal violet only (MDCK cells). The highest noncytotoxic concentration was used as starting point in the subsequent antiviral activity assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity testing"
        },
        {
            "text": "Cytopathic effect inhibition assay -HRV1a, HRV8, and Coxsackievirus A10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity testing"
        },
        {
            "text": "A cell-based assay in a 96-well format was used to test the antiviral effectiveness of the different lozenges solutions against HRV1a/8 and Coxsackievirus A10. Here, the virus was preincubated with a semilogarithmic dilution series of the respective test samples or control for 30 minutes at room temperature (RT; prophylactic treatment) before it was added to HeLa/RD cells for infection. After an infection period of 30 minutes at RT, cells were washed with medium and then cultured at 33°C (HRV) or 37°C (Coxsackievirus), hereby maintaining the same concentrations of active agent as in the prophylactic treatment. The antiviral effectiveness of the test samples was assessed by determining cell viability using resazurin fluorescent dye when >90% cells of a control infection in the absence of any active agent have died. An incubation of cells with the same dilution series in the absence of viral infection was performed to monitor a potential toxicity of the treatment. To enable direct comparison of the antiviral effectiveness of the lozenges, the half maximal inhibitory dilution (ID 50 ) value of each sample was calculated for a sigmoidal dose-response model with XLfit Excel add-in version 5.3.1. From this value, corresponding iota-carrageenan concentrations were calculated for the lozenge #1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity testing"
        },
        {
            "text": "The assay was performed as described elsewhere 13 with small adaptations to account for the high viscosity of the lozenges solutions. In short, the virus was preincubated with a semilogarithmic dilution series of lozenges or control solutions for 30 minutes at RT (prophylactic treatment) before it was added to a monolayer of MDCK cells for infection. After an infection period of 45 minutes at RT the inoculum was removed; cells were overlaid with semiliquid carboxymethylcellulose medium and then cultured at 37°C, hereby maintaining the same concentrations of active agent as in the prophylactic treatment. Staining was performed on fixed cells using an antibody directed against the influenza virus A nucleoprotein with a horse radish peroxidase labeled detection antibody and TMB as substrate. To enable direct comparison of the antiviral effectiveness of the lozenges, the ID 50 value of each sample was calculated for a sigmoidal dose-response model with XLfit Excel add-in version 5.3.1. From this value, corresponding iota-carrageenan concentrations were calculated for lozenge #1.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Focus reduction assay -influenza virus A H1N1n"
        },
        {
            "text": "The highest nonhemolytic concentration of the test solutions was used as starting point for the dilution series. On a 96-well ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HAI assay -human CoV OC43"
        },
        {
            "text": "The virus working stocks (hCoV OC43 and influenza virus A H1N1n) were mixed with the iota-carrageenan bead solution to give a final bead concentration of 25% (v/v) and a HA titer of 7.5 HAU/50 µL. This corresponds to 9.43e6 hCoV OC43 and 3.03e4 influenza virus particles/well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HAI assay -human CoV OC43"
        },
        {
            "text": "The virus/bead solutions were incubated at RT to allow binding of the virus to the beads for 1, 3, 6, 10, 15, 20, and 30 minutes. At the indicated time points, aliquots were taken. The virus/beads complexes were removed by centrifugation immediately. The supernatant containing unbound virus was harvested and kept at RT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HAI assay -human CoV OC43"
        },
        {
            "text": "As a reference for the maximal viral load in the absence of beads, the virus working stock was adjusted with ½ the volume of DMEM to 7.5 HAU/50 µL and kept at RT. As soon as all supernatants were harvested, an HA assay was performed to determine the viral titer. To this end, a 1:1.25 serial dilution in DMEM was prepared in duplicates in a 96-well plate. A suspension of chicken RBC (0.5%, v/v in PBS) was added to each well to allow hemagglutination of RBC by the virus for 60 minutes at 4°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HAI assay -human CoV OC43"
        },
        {
            "text": "First, the hemolytic activity of the different lozenges solutions was determined. In the case of the AMC/DCBA/HR lozenges, the applicable dilutions for the hCoV OC43 HAI assay were limited to dilutions ≥1:8 (lozenges #2, #5 , #8, and #9) or ≥1:32 (lozenges #3, #4, #6, and #7) because of a hemolytic effect of the lozenges solutions on chicken erythrocytes. Carrageenan containing lozenges did not show any hemolytic effect (data not shown). From all AMC/DCBA/HR containing lozenges tested, only lozenge #5 (AMC/DCBA) is active against hCoV OC43 at a dilution of ≤1:27. In contrast, the limit of the activity of lozenge #1 (carrageenan) was not reached under these assay conditions, indicating that it is at least 1622-fold more effective against hCoV OC43 than the most active of the AMC/DCBA/HR containing lozenges (lozenge #5) and 1368-to 5474-fold more effective than the other tested AMC/DCBA/HR containing lozenges with an MIC of carrageenan of <0.032 µg/mL (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 964,
                    "end": 973,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Antiviral effectiveness of lozenges against hCoV OC43"
        },
        {
            "text": "The effectiveness of lozenges #2 (HR), #3, #4, and #5 (AMC/DCBA) was tested in comparison to lozenge #1 (carrageenan) against HRV1a and HRV8 ( Table 2 ). All lozenges were diluted in 5 mL medium before their cytotoxicity was determined under standard assay conditions. Starting from the minimal tolerated dilution (1:16 for lozenges #1, #3, #4, and #5 and 1:50 for lozenge #2) a replication inhibition assay was performed as described in the \"Materials and methods\" section. Lozenge #1 is highly active against HRV1a with ID 50 values of 1:496-1:1273, which correspond to iota-carrageenan concentrations between 2.8 and 1.09 µg/mL. Hence, lozenge #1 is 2-, 6.6-, and 37-fold more active than AMC/DCBA containing lozenges #3, #4, and #5, and 8.5 times more active than HR containing lozenge #2. Carrageenan containing lozenge #1 is also highly active against HRV8 with ID 50 values of 1:889-1:1115, ie, at iota-carrageenan concentrations between 1.25 and 1.57 µg/mL. In contrast, none of the other tested lozenges shows any antiviral effect at the tested dilutions indicating that they were at least 22.3-to 69.7-fold less effective than lozenge #1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Antiviral effectiveness of lozenges against HRV1a and HRV8"
        },
        {
            "text": "The effectiveness of lozenges #2 (HR), #3, #4, and #5 (AMC/DCBA) was tested in comparison with lozenge #1 (carrageenan) against Coxsackievirus A10. Lozenge #2, containing HR as active ingredient, was cytotoxic until a dilution of 1:25 and inactive against the virus at lower concentrations. Among the lozenges containing AMC/ DCBA, only lozenge #5 showed an antiviral effect against Coxsackievirus A10 at the testable concentrations. A dilution of 1:21 caused a 50% inhibition of the virus and was thus 11.1-fold less active than lozenge #1 with an ID 50 of 1:234; this corresponds to a concentration of carrageenan of 6.0 µg/mL (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 638,
                    "text": "(Table 3)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Antiviral effectiveness of lozenges against Coxsackievirus A10"
        },
        {
            "text": "The effectiveness of lozenges #2 (HR) and #3 (AMC/DCBA) was tested in comparison to lozenge #1 (carrageenan) which inhibits 50% of the virus replication at a dilution of 1:4524. This corresponds to an iota-carrageenan concentration of 0.31 µg/mL, whereas lozenge #3 shows the same effect when diluted only 1:9.7. Lozenge #2 did not show any antiviral activity at the tested concentrations (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 397,
                    "text": "(Table 4",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Antiviral effectiveness of selected lozenges against influenza virus A H1N1n"
        },
        {
            "text": "The antiviral effect of carrageenan is conferred through direct binding of the polymer to viral particles. 7 To assay the time dependency of this interaction, two representative respiratory viruses (influenza virus A H1N1n and hCoV OC43) were incubated with iota-carrageenan beads. At different time points the beads/virus complexes were separated from the solution by centrifugation; the remaining virus in the supernatant was quantified using a classical HA assay. Within 3 minutes, the initial viral load of 3.03e4 influenza virus and 9.43e6 hCoV OC43 particles/well is reduced by 57% and 82%; within 10 minutes by 72% and 91%, respectively. After 20 minutes, the viral load drops below the detection limit ( Figure 2 ). The medium dissolution time of the lozenge in the mouth was determined to be 13 minutes and 20 seconds. During this period, the viral titer is reduced by 85% and 91% for influenza virus A and hCoV OC43, respectively.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 720,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Binding kinetics of influenza virus A H1N1n and hCoV OC43 to iota-carrageenan beads"
        },
        {
            "text": "In 2005, Oxford et al 5 ",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 23,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "for lozenges containing AMC/DCBA at a low pH. Currently a series of such lozenges with the same active ingredients but different flavors is available; additionally, lozenges were marketed, containing HR, as active agent. Shephard and Zybeshari 6 tested the virucidal effect of AMC/DCBA and HR either as free substances or processed into lozenges. The experimental setup was the same in both publications. Lozenges were diluted in 5 or 4.5 mL artificial saliva or medium. Nine parts of the lozenges solution were then directly mixed with one part of the respective virus stock at a known titer. After different contact times, the residual infective virus was determined using quantitative titration. Oxford et al 5 also checked for morphological changes using electron microscopy and found clumping of viruses and denaturation of spike proteins within 2 minutes of contact time. From these results it is concluded that lozenges containing either AMC/DCBA or HR might exhibit a local antiviral effect in patients with sore throat due to viral RTIs. However, the experimental setup does not allow the extrapolation of these data to a potential clinical effect. Dissolution of the lozenge in the mouth stimulates saliva production, resulting in a flow rate of 1.5-6 mL saliva/minute. 14 As a consequence, 20-80 mL saliva were produced during the whole dissolution process of 13 minutes and 20 seconds. Therefore, the concentration of matrix and active ingredients at which the effect of the AMC/DCBA or HR containing lozenges was ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "described a virucidal effect on enveloped viruses (influenza A virus, RSV, and SARS coronavirus) but not on non-enveloped viruses (HRV, adenoviruses)"
        },
        {
            "text": "Local anesthetics and carrageenan as causative therapy against sore throat tested is 4-16 times higher than any achievable concentration in the mouth. Thus, we wanted to test a set of commercially available AMC/DCBA or HR containing lozenges using classical replication inhibition assays against a variety of representative respiratory viruses. We chose, as members of the picornavirus family (non-enveloped), HRV1a, HRV8, and Coxsackievirus A10, and influenza virus A H1N1n, as a representative of the orthomyxovirus family (enveloped). Additionally, we hypothesized that denatured spike proteins lose their ability to cause hemagglutination of chicken erythrocytes. Therefore, we utilized an adapted HAI assay to determine the effect of the observed morphological changes. We chose enveloped hCoV OC43 as a representative of the coronaviruses, as they were responsible for ~20% of RTIs. 3 The AMC/DCBA/HR containing lozenges were tested head to head with carrageenan containing lozenges. To allow for the different lozenges to be compared directly despite their different active ingredients, instead of the conventional half maximal inhibitory concentrations (IC 50 , in replication inhibition assays) or MIC (in HAI assay) of the specific antiviral, ID 50 or MIDs of the lozenges solutions were calculated.",
            "cite_spans": [
                {
                    "start": 889,
                    "end": 890,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "From all AMC/DCBA/HR containing lozenges tested against hCoV OC43 the following were chosen to be further evaluated in various replication inhibition assays due to the following considerations: lozenges #3 and #5 both contain AMC/ DCBA as active ingredients at a similar pH, namely 2.2 and 2.3. Nonetheless, only lozenge #5 was active against hCoV OC43, wherefore it was included into the HRV and Coxsackievirus A10 experiments. To exclude the possibility that a potential antiviral activity is rather a result of the low pH than of the active ingredients, lozenge #4, with the same active agents but a pH of 5.8, was included into the test series. Lozenge #2, with a pH of 5 was tested as it is the only lozenge that contains HR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "Different to the findings of Oxford et al, 5 who did not see any virucidal effect on minor group HRV2, we found AMC/ DCBA containing lozenges #3 and #4 to be slightly and highly active against minor group HRV1a, respectively. Lozenge #2, containing HR as active ingredient, was moderately antivirally active. In the case of HRV8, a member of the major group rhinoviruses, the by far largest group of rhinoviruses, we could confirm the findings of Oxford et al. 5 None of the tested AMC/DCBA or HR containing lozenges showed any antiviral activity at the testable concentrations. In contrast, lozenge #1 was highly active against HRV1a and HRV8, with 2-to 67.9fold superiority toward all tested other tested lozenges.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 44,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 461,
                    "end": 462,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "Among the lozenges containing AMC/DCBA, only lozenge #5 showed an antiviral effect against Coxsackievirus A10 at the testable concentrations, whereas lozenge #3, with a similar pH and the same concentration of active ingredients was noneffective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "These results indicate that neither the low pH of lozenge #5 and #3 nor the isolated effects of the active ingredients but rather one or more of the excipients/additives of the specific formulations were responsible for the antiviral effect. This is in good accordance with the results of Shephard and Zybeshari 6 who found a pronounced virucidal effect of the placebo lozenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "As we could exclude a potential influence of the pH on the antiviral activity, we reduced the number of AMC/DCBA and HR containing lozenges to two formulations containing different active ingredients: lozenge #2 (HR) and lozenge #3 (AMC/DCBA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "In accordance with the data published by Oxford at al 5 we found some moderate activity of the AMC/DCBA containing lozenge #3 against influenza virus A. However, lozenge #1 (carrageenan) was 11.3 times more effective in inhibiting replication than lozenge #3, whereas lozenge #2 was ineffective at the testable concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "Next, we wanted to know whether the carrageenan liberated from the lozenge #1 is sufficient to guarantee antiviral activity throughout the entire dissolution process and whether this time span is sufficient to effectively reduce the titer of influenza virus A H1N1n and hCoV OC43. To this end, we studied the binding kinetics of these two viruses to iotacarrageenan beads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "We previously utilized beads to study the mechanism of the antiviral effect of various polymers. We found that the virus binds to iota-carrageenan beads, but not to agarose beads, and that the binding can be inhibited in the presence of an excess of dissolved iota-carrageenan. Thus, it was shown that binding of virus by iota-carrageenan beads is specific and that the virus binding mechanism of iota-carrageenan is identical in its dissolved and bead-coupled form. This qualifies iota-carrageenan beads to be used as a tool for studying the time dependency of virus binding by the polymer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "Next, we determined the average lozenge dissolution time under real conditions. Four independent test subjects dissolved a lozenge in their mouth. The timespan needed for complete dissolution was measured, and the medium time calculated from these results (13.34±2.34 minutes; data not shown). In another experiment, we found that the amount of carrageenan liberated from the lozenge is sufficient to guarantee antiviral activity throughout the entire dissolution process (873-62.1 µg/mL carrageenan, from the beginning of dissolution until the end, where almost no lozenge is left). The International Journal of General Medicine is an international, peer-reviewed open-access journal that focuses on general and internal medicine, pathogenesis, epidemiology, diagnosis, monitoring and treatment protocols. The journal is characterized by the rapid reporting of reviews, original research and clinical studies across all disease areas. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "Morokutti-Kurz et al However, it was not clear whether the average timespan that has been observed for the dissolution of a lozenge #1 is sufficient to effectively reduce the titer of representative respiratory influenza virus A H1N1n and hCoV OC43. Therefore, the binding kinetics of representative influenza virus A H1N1n and hCoV OC43 to iota-carrageenan beads was determined using an HA assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "60"
        },
        {
            "text": "In this experiment, within the first 3 minutes, the viral load was reduced by 57% and 82%, and within 10 minutes by 72% and 91% for influenza virus A H1N1n and hCoV OC43, respectively. After 20 minutes, the viral load dropped below the detection limit. The medium dissolution time of the lozenge in the mouth was determined to be 13 minutes and 20 seconds. During this period, the viral titer was reduced by 85% and 91% for influenza A and hCoV OC43, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "60"
        },
        {
            "text": "Taken together, the antiviral effect of the AMC/DCBA and HR containing lozenges varies widely, depending on the specific formulation of the lozenges and the the virus which causes the sore throat. This questions their suitability to be used as causative therapy in a clinical setting, where the disease causing virus mostly remains unknown. In contrast, carrageenan containing lozenges were highly active against all viruses tested, with a minimum superiority toward all other lozenges of 2-to 1368-fold for HRV1a and CoV OC43, respectively. Therefore, iota-carrageenan containing lozenges are an appropriate measure to effectively reduce the number of viral particles in the mouth. They can be used as a causative therapy against viral infections of the throat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The clinical impact of human respiratory virus infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Denny",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Respir Crit Care Med",
            "volume": "152",
            "issn": "4",
            "pages": "4--12",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute sore throat",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Worrall",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Can Fam Physician",
            "volume": "57",
            "issn": "7",
            "pages": "791--794",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New treatments for viral respiratory tract infections -opportunities and problems",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Snell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Antimicrob Chemother",
            "volume": "47",
            "issn": "3",
            "pages": "251--259",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral infections acquired indoors through airborne, droplet or contact transmission",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "La",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fratini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Della",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iaconelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muscillo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann Ist Super Sanita",
            "volume": "49",
            "issn": "2",
            "pages": "124--132",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A throat lozenge containing amyl meta cresol and dichlorobenzyl alcohol has a direct virucidal effect on respiratory syncytial virus, influenza A and SARS-CoV",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lambkin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gibb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasingam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Catchpole",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antivir Chem Chemother",
            "volume": "16",
            "issn": "2",
            "pages": "129--134",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virucidal action of sore throat lozenges against respiratory viruses parainfluenza type 3 and cytomegalovirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shephard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zybeshari",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antiviral Res",
            "volume": "123",
            "issn": "",
            "pages": "158--162",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Iota-Carrageenan is a potent inhibitor of rhinovirus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grassauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weinmüllner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pretsch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prieschl-Grassauer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virol J",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Iota-carrageenan is a potent inhibitor of influenza A virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leibbrandt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "König-Schuster",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Carrageenan nasal spray in virus confirmed common cold: individual patient data analysis of two randomized controlled trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koenighofer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lion",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bodenteich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Multidiscip Respir Med",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficacy and safety of an antiviral Iota-Carrageenan nasal spray: a randomized, double-blind, placebo-controlled exploratory study in volunteers with early symptoms of the common cold",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eccles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jawad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weinmüllner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grassauer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prieschl-Grassauer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Respir Res",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lessons learned from a doubleblind randomised placebo-controlled study with a iota-carrageenan nasal spray as medical device in children with acute symptoms of common cold",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fazekas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eickhoff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pruckner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Complement Altern Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Efficacy of a Carrageenan nasal spray in patients with common cold: a randomized controlled trial 107",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Enzenhofer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Respir Res",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The intranasal application of zanamivir and carrageenan is synergistically active against influenza A virus in the murine model 4944",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morokutti-Kurz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Konig-Schuster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Signs of oral dryness in relation to salivary flow rate, pH, buffering capacity and dry mouth complaints",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Farsi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Oral Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "hCoV OC43 hemagglutination inhibition by Strepsils ® and Coldamaris ® lozenges solutions. Notes: The dilution factor is indicated in the left column and the corresponding iota-carrageenan concentrations of the Coldamaris solutions in the top right column. The iota-carrageenan concentration of the assay reference is shown in the bottom right column. The agglutination control and all samples in the presence of virus (+) are tested in triplicates; agglutination control in the absence of the virus (−) as singlet. Fully agglutinated wells indicate the absence of antiviral activity of the lozenges solution at this specific dilution. Accordingly, the horizontal line shows the minimal inhibitory dilution/concentration at which the lozenges solution/iota-carrageenan reference still exhibits antiviral activity. Lozenge #1 (Coldamaris ® ), lozenge #2 (Strepsils ® Max), lozenge #3 (Strepsils ® Original), lozenge #4 (Strepsils ® Extra Strong), lozenge #5 (Strepsils ® Warm), lozenge #6 (Strepsils ® Orange + Vitamin C), lozenge #7 (Strepsils ® Sugar free Lemon), lozenge #8 (Strepsils ® Children/Strawberry), and lozenge #9 (Strepsils ® Soothing Honey & Lemon). Abbreviations: AMC, amylmetacresol; DCBA, 2,4-dichlorobenzyl alcohol; hCoV, human coronavirus; HR, hexylresorcinol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time-dependent reduction of free influenza virus A H1N1n and hCoV OC43 by binding to iota-carrageenan beads. Notes: Incubation times are indicated on the x-axis. The graph shows the amount of unbound virus in the supernatant (indicated on the y-axis) as percent of the virus concentration in the absence of iota-carrageenan beads (100% virus in supernatant), and the standard deviation of duplicates. Abbreviation: hCoV, human coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "kinetics of influenza virus A H1N1n and hCoV OC43 to iota-carrageenan beads International Journal of General Medicine 2017:10 submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "of General MedicinePublish your work in this journalSubmit your manuscript here: https://www.dovepress.com/international-journal-of-general-medicine-journal",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "this study, we tested a selection of Strepsils ® lozenges containing either HR (Max [#2]) or AMC/DCBA (Original [#3], Extra Strong [#4], Warm [#5], Orange and Vitamin C [#6], Sugar free Lemon [#7], Children/Strawberry [#8] and Soothing Honey and Lemon [#9] head to head with carrageenan containg lozenges (Coldamaris®, [#1]) for their potential to inhibit viral replication of non-enveloped",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Test products and their identity code",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "International Journal of General Medicine 2017:10 submit your manuscript | www.dovepress.com plate, two hemagglutination units (HAU) of hCoV OC43/well were incubated with a semilogarithmic dilution series of test samples for 10 minutes at RT. A suspension of chicken red blood cells (RBC; 1%, v/v in phosphate-buffered saline[PBS]) was added to each well to allow hemagglutination (HA) of RBC by the virus for 1.5 hours at 4°C. At the time point of assay evaluation, control RBC in the absence of an antiviral were fully agglutinated by the virus, whereas inhibition of hemagglutination could be observed in samples treated with the test samples up to a certain dilution factor. The minimal inhibitory dilution (MID, lozenges solutions) or concentration (MIC, active ingredient, carrageenan) of each sample was noted for comparison of the antiviral effectiveness of each sample.Beads were purchased from Bio Science Bead Div. of Colloidal Science Solution, Inc., Rhode Island, USA, 50-180 µm Lot# L-120809-1 and adjusted to 50% (",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "International Journal of General Medicine 2017:10 submit your manuscript | www.dovepress.com",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Antiviral activity against HRV1a and HRV8",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Antiviral activity against Coxsackievirus A10",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Antiviral activity against influenza virus A H1N1n",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Sekina Sadovsky-Sherif for excellent laboratory assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "The authors Martina Morokutti-Kurz and Christine Graf are employed by Marinomed. Author Eva Prieschl-Grassauer is co-founder of Marinomed Biotechnologie GmbH and inventor on patent #WO2008067982 held by Marinomed Biotechnologie GmbH that relates to the content of the manuscript. The authors report no other conflicts of interest in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ]
}