{
    "paper_id": "591779cb69e83083aa7b2d9b031983c802ba2405",
    "metadata": {
        "title": "Detection rate and clinical impact of respiratory viruses in children with Kawasaki disease",
        "authors": [
            {
                "first": "Ja",
                "middle": [
                    "Hye"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jina",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mi-Na",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Medicine",
                    "institution": "University of Ulsan College of Medicine",
                    "location": {
                        "settlement": "Seoul"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [
                    "Ki"
                ],
                "last": "Ko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyung",
                "middle": [
                    "Soon"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kosin University Gospel Hospital",
                    "location": {
                        "settlement": "Busan",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Young-Hwue",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jae-Kon",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The purpose of this prospective case-control study was to survey the detection rate of respiratory viruses in children with Kawasaki disease (KD) by using multiplex reverse transcriptasepolymerase chain reaction (RT-PCR), and to investigate the clinical implications of the prevalence of respiratory viruses during the acute phase of KD. Methods: RT-PCR assays were carried out to screen for the presence of respiratory syncytial virus A and B, adenovirus, rhinovirus, parainfluenza viruses 1 to 4, influenza virus A and B, metapneumovirus, bocavirus, coronavirus OC43/229E and NL63, and enterovirus in nasopharyngeal secretions of 55 KD patients and 78 control subjects. Results: Virus detection rates in KD patients and control subjects were 32.7% and 30.8%, respectively (P=0.811). However, there was no significant association between the presence of any of the 15 viruses and the incidence of KD. Comparisons between the 18 patients with positive RT-PCR results and the other 37 KD patients revealed no significant differences in terms of clinical findings (including the prevalence of incomplete presentation of the disease) and coronary artery diameter. Conclusion: A positive RT-PCR for currently epidemic respiratory viruses should not be used as an evidence against the diagnosis of KD. These viruses were not associated with the incomplete presentation of KD and coronary artery dilatation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Respiratory symptoms are frequently observed in children with Kawasaki disease (KD) during the acute phase. The association rate of KD with antecedent respiratory illness has been reported to be 56 to 83% 1, 2) . Laboratory evaluation for detection of respiratory viruses is occasionally performed in febrile children with respiratory symptoms before confirmation of the diagnosis of KD. Recently, molecular diagnostic tests, such as real-time polymerase chain reaction (PCR), have been more frequently used as a laboratory method, because molecular diagnostic tests for the detection of all epidemic respiratory tract infection-related viruses allow a thorough etiological assessment and better management of children with respiratory tract infection 3) . However, we propose that identification of respiratory virus during the diagnostic evaluation of febrile children with respiratory symptoms cannot be used as exclusive evidence against the diagnosis of KD. In one study without control subjects, the identification rate of respiratory viruses through multiplex reverse transcriptase (RT)-PCR in children with KD was reported to be 22% 4) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to a recent retrospective study, patients with KD who harbor respiratory viruses have a higher frequency of coronary artery dilatation and are more often diagnosed with incomplete presentation of the disease 5) . If this is correct, identification of respiratory viruses should be considered to be a risk factor in children with KD.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We planned this study to survey the detection rate of respiratory viruses in children with KD through RT-PCR using a prospective case-control study design and to investigate the clinical impact of the existence of respiratory viruses during the acute phase of KD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From October 2010 to June 2011, 69 patients in the acute phase of KD were admitted to the Asan Medical Center, Seoul, Korea. We collected nasopharyngeal swab samples from 55 of these patients. Parents of the remaining 14 patients refused participation. Among 55 subjects, 48 (87.3%) fulfilled the diagnostic criteria for KD 6) , and 7 (12.7%) were diagnosed with incomplete KD. Diagnostic criteria of KD were fever, defined as body temperature above than 38°C persisting ≥5 days, and a presence of ≥4 principal featureschanges in extremities, polymorphous exanthema, bilateral bulbar conjunctival injection without exudates, changes in lips and oral cavity, and cervical lymphadenopathy (≥1.5 cm diameter) 6) . Fever duration of 3 or 4 days was permitted on establishing a diagnosis. An incomplete KD was diagnosed in a case with persisting fever and 2 or 3 principal features but without alternative diagnosis. Refractory cases are those in which fever persisted or recurred after 36 hours of initial infusion of immunoglobulin. We recruited 3 age-matched healthy control subjects from a day nursery and a kindergarten for every 2 children with KD within 1 month of the recruitment of patients. Children who have had a fever with respiratory symptoms within the previous month were excluded from the control group. A presentation of significant symptom usually from the respiratory tract infection-rhinorrhea, cough, or sputum was defined as respiratory symptom. Nine of the children with KD were matched with only one control subject due to failure of recruitment (in 7 cases) and loss of samples during processing (in 2 cases). A final group of 78 control subjects were recruited, and samples of nasopharyngeal swab were collected from them. The patients were subdivided into RT-PCR positive and negative groups. Clinical and echocardiographic data during the acute phase of illness were surveyed by review of the medical records. Coronary artery dilatation was defined according to the recommendation by Japanese Ministry of Health 7) .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 706,
                    "end": 708,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2036,
                    "end": 2038,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "We obtained informed consent from the parents of all 133 subjects, and the Institutional Review Board of the Asan Medical Center, Seoul, Korea, approved this study (2010-0467).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Nasopharyngeal swabs were taken by flocked swab and were submitted in Universal Transport Medium (COPAN, Brescia, Italy). Viral RNA was extracted from the swabs with NucliSENS easyMAG (Biomerieux, Marcy l'Etoile, France). cDNA was synthesized using a Revert Aid First Standard cDNA Synthesis kit (Fermentas, York, UK), and each cDNA preparation was subjected to three sets of multiplex PCR with an RV15 ACE Detection kit (Seegene, Seoul, Korea). The RV15 ACE Detection kit targets 15 respiratory viruses, including respiratory syncytial viruses A and B, adenovirus, rhinovirus, parainfluenza viruses 1 to 4, influenza viruses A and B, metapneumovirus, bocavirus, corona viruses OC43/229E and NL63, and enterovirus. This set of 15 respiratory viruses corresponds exactly to the set of viruses causing respiratory infections in Korea that is monitored weekly by the Korea Centers for Disease Control and Prevention 8) .",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 915,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Diameters of coronary arteries were converted to Z scores by using previously published regression equations 9) . All statistical analyses were performed using SAS ver. 9.1 (SAS Institute Inc., Cary, NC, USA), and P values of <0.05 were considered statistically significant. The median value with interquartile range was used to summarize data. Numerical variables were compared using the Wilcoxon rank sum test, and Fisher's exact test was used to compare categorical variables.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Median age of patients and controls was 2.77 years (range, 1.20 to 4.12 years) and 3.95 years (range, 2.15 to 4.46) respectively. There were 24 females (43.6%) in patient group and 43 (55.1%) in control group. The age was higher in controls than in patients (P=0.028), and the gender distribution was not different between groups (P=0.330). A total of 42 subjects were found to be infected with one or more of 10 different viruses by multiplex RT-PCR (Table 1 ). The detection rates in KD patients and controls were 32.7% (18/55 patients) and 30.8% (24/78 controls), respectively. More than 2 viruses were detected in 2 controls and 3 patients. Most frequently detected virus was rhinovirus, 10 in patient group and 20 in control group. However, there was no significant difference in the virus detection rate between the two groups (P=0.811), and no virus was significantly associated with KD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 459,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Comparison between the 18 patients with positive RT-PCR and the 37 patients with negative RT-PCR revealed no significant differences with respect to clinical findings (Table 2) , including the prevalence of incomplete presentation of disease (P=0.368) and coronary artery diameters (P>0.05 of all coronary arteries). Coronary artery dilatation was detected in 5 patients (1 in RT-PCR positive group, P=1.0). Positive RT-RCR was not related to the existence of respiratory symptoms, because of no difference of the frequency of respiratory symptoms between 2 subgroups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 176,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Since the first report by Kawasaki 10) in 1967, the etiology of KD has remained unknown. Rowley et al. 11, 12) detected an antigen with synthetic immunoglobulin A antibodies in formalin-fixed ciliated bronchial epithelium from patients with acute KD, and they suggested that the cytoplasmic inclusion bodies containing the antigen are consistent with aggregates of viral protein and nucleic acid. This hypothesis that KD may be triggered by a respiratory virus is attractive because respiratory symptoms are frequently observed during the acute phase of KD. However, no virus has been confirmed as a causative microorganism 13) . The 15 currently epidemic respiratory viruses tested in this study also showed no significant association with KD.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 38,
                    "text": "Kawasaki 10)",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 106,
                    "text": "Rowley et al. 11,",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The detection rate for respiratory viruses in KD patients was 32.7%, which was not different from 30.8% in control subjects. It is obvious that identification of a respiratory virus through RT-PCR during the diagnostic evaluation of febrile children with respiratory symptoms cannot be used as exclusive evidence against the diagnosis of KD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The existence of respiratory symptoms was not related to the result of RT-PCR in patients. We assumed 2 possibilities, first that a new unknown virus triggers a KD and respiratory symptoms, and second that respiratory symptoms in KD are the result of a vasculitis of respiratory tracts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Jordan-Villegas et al. 5) have suggested that patients with KD who harbor respiratory viruses have a higher frequency of coronary artery dilatation and are more often diagnosed with incomplete presentation of the disease. However, our results comparing the subgroups of patients divided on results of RT-PCR are inconsistent with their suggestions. Since our study was prospectively performed, there was less possibility of an association of incomplete disease presentation with more frequent virus tests. We believe that there may be no possibility that viruses without a causative role in KD have an impact on the clinical features.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 25,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has limitations of the constitution of control group. The target ratio of patients to controls was 1.5:1, as in a previous study by others for the investigation of viruses in KD patients 14) . However, we failed to recruit control subjects and process samples on several occasions, with the result that the ratio of patients to controls was slightly less than 1.5:1. Additionally, the age was higher in controls, although we think that it was not so critical. Age range of controls also was in high prevalent age range of KD. The children were at the age before entrance into elementary school.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, a positive RT-PCR for currently epidemic respiratory viruses should not be used as an evidence against the diagnosis of KD. These viruses were not associated with the incomplete presentation of KD and coronary artery dilatation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Kawasaki syndrome: description of two outbreaks in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Brink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nitzkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wulff",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Berkowitz",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "N Engl J Med",
            "volume": "304",
            "issn": "",
            "pages": "1568--75",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Investigation of Kawasaki syndrome risk factors in Colorado",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Treadwell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Maddox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Holman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Belay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shahriari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Infect Dis J",
            "volume": "21",
            "issn": "",
            "pages": "976--984",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of automated microarray detection with realtime PCR assays for detection of respiratory viruses in specimens obtained from children",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carbonneau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Robitaille",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boisvert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "743--50",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association between Kawasaki disease and acute respiratory viral infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Eun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Korean J Pediatr",
            "volume": "52",
            "issn": "",
            "pages": "1241--1249",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Concomitant respiratory viral infections in children with Kawasaki disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jordan-Villegas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ramilo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mejias",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "",
            "pages": "770--772",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnosis, treatment, and long-term management of Kawasaki disease: a statement for health professionals from the Committee on Rheumatic Fever, Endocarditis, and Kawasaki Disease, Council on Cardiovascular Disease in the Young",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Newburger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Gewitz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Heart Association. Pediatrics",
            "volume": "114",
            "issn": "",
            "pages": "1708--1741",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Report of subcommittee on standardization of diagnostic criteria and reporting of coronary artery lesions in Kawasaki disease. Tokyo: Ministry of Health and Welfare",
            "authors": [
                {
                    "first": "Japan",
                    "middle": [],
                    "last": "Kawasaki Disease Research Committee",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute infectious agents laboratory surveillance reports",
            "authors": [],
            "year": 2012,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronary artery diameter of normal children aged 3 months to 6 years",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Bae",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Korean J Pediatr",
            "volume": "51",
            "issn": "",
            "pages": "629--662",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Acute febrile mucocutaneous syndrome with lymphoid involvement with specific desquamation of the fingers and toes in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Arerugi",
            "volume": "16",
            "issn": "",
            "pages": "178--222",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Finding the cause of Kawasaki disease: a pediatric infectious diseases research priority",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Rowley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "1635--1642",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cytoplasmic inclusion bodies are detected by synthetic antibody in ciliated bronchial epithelium during acute Kawasaki disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Rowley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "192",
            "issn": "",
            "pages": "1757--66",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ultrastructural, immunofluorescence, and RNA evidence support the hypothesis of a \"new\" virus associated with Kawasaki disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Rowley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Tretiakova",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "203",
            "issn": "",
            "pages": "1021--1051",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Kawasaki disease lacks association with human coronavirus NL63 and human bocavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gerling",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "553--557",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Results of the Multiplex Reverse Transcriptase-Polymerase Chain Reaction AnalysisValues are presented as no. of patients with relevant virus (%).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of the Two Patient SubgroupsValues are presented as median (interquartile range) or number (%). LMCA, left main coronary artery; LAD, left anterior descending coronary artery; RCA, right coronary artery.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by a grant from the Asan Institute of Life Sciences (subject number: 2010-508).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}