{
    "paper_id": "59f43728701d0747e4f79309a62d2416b3564f2b",
    "metadata": {
        "title": "Ministry of Health and Welfare",
        "authors": []
    },
    "abstract": [
        {
            "text": "The Ebola virus disease outbreak in West Africa and the Middle East Respiratory Syndrome outbreak in the Republic of Korea have given huge impacts in different aspects. Health security is no more a new coinage. Global health security became more realistic in its practical application. In the perspective of global health, it will be helpful to peruse lessons learned from the Ebola outbreak in West Africa and MERS outbreak in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Global Health Security S27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious diseases have a long history threatening human. Today's expanding travel and trade spread emerging infectious diseases. Geographical distance is no more hindrance in transmission of infectious diseases. As cultural and ecological frontiers were crossed, populations were exposed to imported infectious diseases. Spanish conquest brought small pox to Mexico ending up to die 90 percent of populations [1] . There are also deliberate use of pathogens as agents of bioterrorism, including the use of small pox by British forces against Native Americans during the American colonial conflict, [2] and use of anthrax spores targeting members of the US Congress and media in 2001 [3] . Today's air travel has increased the global risk, and consequent fear, of the rapid, inadvertent, or intentional introduction of an emerging infectious diseases.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Ebola epidemic in West Africa has shown how globally connected we are today. Bad news is that Ebola is not to be the last infectious disease threat that we face: HIV, Middle East respiratory syndrome coronavirus (MERS-CoV), H1N1 influenza, and SARS could be the next candidates. Risk factors for disease outbreaks contain population growth, civil unrest and conflict, natural disasters, and the increasing density of urban areas in the developing world; the frequency of outbreaks and epidemics might well increase [4, 5] . Thus, we can expect infectious diseases to continue to emerge and re-emerge unpredictably in places where we are not lookingdor simply cannot see because of lack of adequate, resilient public health surveillance systems and infrastructure. In 2015, the Republic of Korea experienced unprecedented MERS outbreak. Despite its advanced medical facilities, the impact of this imported infectious disease was huge [6] .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 522,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 523,
                    "end": 525,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2005, WHO revised its International Health Regulations to better address emerging epidemic threats such as the 2003 international outbreak of SARS [7, 8] However, by the self-imposed deadline of June, 2012, less than 20 percent of member states had even self-reported full compliance with the regulations [9] . Meanwhile, on Feb 13, 2014, the USA along with 28 partnering nations, 3 international organizations, or WHO, the Food and Agricultural Organization of the UN (FAO), and the World Organization for Animal *Corresponding author. E-mail: ghsa2015seoul@gmail.com Health (OIE) launched the Global Health Security Agenda (GHSA) [10] . GHSA was developed to advance International Health Regulation implementation through focused activities to strengthen core capacities, and to ensure \"a world safe and secure from global health threats posed by infectious diseasesdwhere we can prevent or mitigate the impact of naturally occurring outbreaks and intentional or accidental releases of dangerous pathogens\" [11] . More than three dozen countries have made firm commitments to working collectively across 11 GHSA technical targets. The GHSA provides a framework and path with clear targets and milestones to accelerate progress in strengthening of participating country's public health systems for global health security. A robust health system to stop naturally occurring outbreaks of infectious disease and the deliberate use of a biological agent is necessary. These include a national biosecurity system that ensures that especially dangerous pathogens are secured with biosafety and biosecurity best practices in place, a nationwide laboratory network with a specimen referral system reaching at least 80% of its population and with effective modern diagnostics in place to detect epidemic-prone diseases, a timely biosurveillance electronic reporting system meeting WHO, OIE, and FAO requirements, a dedicated workforce of medical and public health professional s including at least one trained field epidemiologist per 200,000 population, and a public health emergency operations centre with the capacity to coordinate an effective emergency response within 120 min [11] . The most effective systems are those that are in use every day and can be scaled up in an emergency. The West African Ebola epidemic has not been limited to Guinea, Liberia, and Sierra Leone. There have been inadvertent introductions from the affected countries to Nigeria, Senegal, Mali, Spain, and the USA [12e16]. The same is true of MERS. These importation events were quickly controlled and these countries remain Ebola and MERS free. If west African countries have suitable public health system, the past year would have looked very different. Although the threat of Ebola importation contributed to preparation of an effective response, the other countries already had components of the GHSA in place, and although not fully developed it showed that even nascent capacity was crucial in facilitation of a timely response. In Nigeria, a dedicated public health emergency operations centre for polio eradication and a cadre of Field Epidemiology Training Program-trained [17] epidemiologists facilitated the multisectoral coordination and extensive contact tracing efforts needed to control the outbreak once it spread as it spread within Lagos, and from Lagos to a second city [12] . A common theme in quelling the Ebola importation events has been the ready availability of trained ministry of health staff who used existing surveillance systems, laboratories, and public health emergency operations capabilities to quickly control Ebola. Unfortunately, there remain far too many blind spots around the globe where public health systems lack trained disease detectives, functional laboratories, and quality surveillance data to make timely decisions about the use of resources to prevent, detect, and respond to infectious disease threats within their borders. Attaining GHSA targets and achieving compliance with International Health Regulations is the foundation for making the world safer from infectious disease threats, but we must also strengthen our global infrastructure to respond to acute events that exceed national capacities.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2177,
                    "end": 2181,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3160,
                    "end": 3164,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3367,
                    "end": 3371,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In MERS outbreak in Korea, cultural risk factors dominated the advanced medical facilities. The \"doctor shopping\" makes the situation worse: An index case visited several hospitals ending up with national outbreak with 186 confirmed cases. As the WHO-Korea joint mission team concluded, this outbreak was unexpected, and MERS-CoV was unfamiliar to all doctors and general public in Korea. The join team summarized several factors contributed to the spread of MERS-CoV in Korea: (1) suboptimal Infection Prevention and Control (IPC) measures in hospitals; (2) crowded emergency and multibed rooms; (3) the practice of \"doctor shopping.\" which involved visits to multiple hospitals; and (4) the custom of having many family members or other visitors in the patient's room, which led to the secondary spread of infection among contacts [17] . Despite these difficulties, the Ministry of Health and Welfare made full efforts for the early identification of cases, the quarantine/isolation and monitoring of all contacts and suspected cases, the full implementation of IPC measures, and risk communication to the public and national and international partners and overcome the epidemic [17] . Especially, the contact tracing and monitoring was notable. For contact tracing contract lists were obtained by interviewing cases, viewing CCTV surveillance, and Global Positioning System (GPS) tracking of mobile phones. Close contacts with confirmed or suspected cases were quarantined at home or at health facilities and monitored actively twice a day by phone call, checking for fever or any new symptoms for 14 days from the lastexposure date. Law enforcement was in place for noncompliant persons. If any suspected case was detected during the quarantine period, he/she is isolated, and respiratory specimens were immediately obtained for laboratory confirmation. It was multisectoral collaboration. The number of quarantine was over 10,000 it its peak in early June, 2015 [17] .",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 837,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1967,
                    "end": 1971,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Under WHO's IHR context, GHSA is still a step stone to make rapid progress strengthening our collective health security through country and international capacities to prevent, detect, and respond to infectious disease threats, both naturally occurring and intentionally released. The West African Ebola epidemic",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "GHSA Preparation Task Force Team reminded us that feasibility and usefulness of global health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S26"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Plagues and peoples",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of small pox on the destiny of the Amerindian",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Stearn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Stearn",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Investigation of bioterrorism-related anthrax, United States, 2001: epidemiologic findings",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Raghunathan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bellbp",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "10",
            "pages": "1019--1047",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Factors in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Emerg Infect Dis",
            "volume": "1",
            "issn": "",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East Respiratory Syndrome Coronavirus Outbreak in the Republic of Korea. Osong Public Health Res Perspect",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "4",
            "pages": "269--78",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "WHO. International Health Regulations. 2nd edn. Geneva: World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global public health security",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greenspan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "10",
            "pages": "1057--98",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Moving forward to 2014: global IHR (2005) implementation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biosecur Biroterror",
            "volume": "11",
            "issn": "2",
            "pages": "153--159",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Safer countries through global health security",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Frieden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tappero",
                    "suffix": ""
                },
                {
                    "first": "Dowellsf",
                    "middle": [],
                    "last": "Hien",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Guillaume",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Aceng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9919",
            "pages": "764--770",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global health securityd vision and overarching target",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ebola virus disease out-breakdNigeria",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shuaib",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gunnala",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Musa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JulyeSeptember. MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "39",
            "pages": "867--72",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Importation and containment of Ebola virus diseasedSenegal",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mirkovic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thwing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Diack",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "39",
            "pages": "873--877",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ebola virus disease cluster in the United StatesdDallas County",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheval Ier",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chug",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "63",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mutation rate and genotype variation of Ebola virus from Malicase sequences",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoenen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Safronetz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Groseth",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "348",
            "issn": "6230",
            "pages": "117--126",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "First secondary case of Ebola outside Africa: epidemiological characteristics and contact monitoring",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lopaz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amela",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ordobas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health Organization Western pacific Region, Intensified public health measures help control MERS-CoV outbreak in the Republic of Korea",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The Authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}