{
    "paper_id": "5ab92ddf1bb39b6863b28e2e9946415f7a5adf34",
    "metadata": {
        "title": "A survey on infection control in emergency departments in Japan Committee for Infection Control for the Emergency Department, the Japanese Association for Acute Medicine, and the joint working group",
        "authors": [
            {
                "first": "Daisuke",
                "middle": [],
                "last": "Kudo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tohoku University Graduate School of Medicine",
                    "location": {
                        "settlement": "Sendai"
                    }
                },
                "email": ""
            },
            {
                "first": "Junichi",
                "middle": [],
                "last": "Sasaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keio University School of Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hiroto",
                "middle": [],
                "last": "Ikeda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Teikyo University School of Medicine",
                    "location": {
                        "settlement": "Tokyo"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasukazu",
                "middle": [],
                "last": "Shiino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nobuaki",
                "middle": [],
                "last": "Shime",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hiroshima University Hospital",
                    "location": {
                        "settlement": "Hiroshima"
                    }
                },
                "email": ""
            },
            {
                "first": "Toru",
                "middle": [],
                "last": "Mochizuki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nippon Medical School Musashi Kosugi Hospital",
                    "location": {
                        "settlement": "Kawasaki"
                    }
                },
                "email": ""
            },
            {
                "first": "Masanori",
                "middle": [],
                "last": "Morita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sakai City Medical Center",
                    "location": {
                        "settlement": "Sakai"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Soeda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokyo Medical University Hospital",
                    "location": {
                        "settlement": "Tokyo"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiroki",
                "middle": [],
                "last": "Ohge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hiroshima University Hospital",
                    "location": {
                        "settlement": "Hiroshima"
                    }
                },
                "email": ""
            },
            {
                "first": "Jong",
                "middle": [
                    "Ja"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masahisa",
                "middle": [],
                "last": "Fujita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nippon Medical School Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Isao",
                "middle": [],
                "last": "Miyairi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Child Health and Development",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yasuyuki",
                "middle": [],
                "last": "Kato",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manabu",
                "middle": [],
                "last": "Watanabe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Toho University Ohashi Medical Center",
                    "location": {
                        "settlement": "Tokyo"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiroyuki",
                "middle": [],
                "last": "Yokota",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nippon Medical School Hospital",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim: Infection control in the emergency department is important for hospital risk management; however, few clinical guidelines have been established. This study aimed to determine whether hospitals in Japan have infection control manuals, and investigate the contents of manuals, consulting systems, and isolation facilities for emergency departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A total of 517 hospitals certified as educational institutions for board-certified acute care physicians in Japan were requested between March and May 2015 to provide a written evaluation of the infection control in the emergency department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A total of 51 of 303 (16.8%) hospitals had no manuals regarding infection control in the emergency department. Among 250 hospitals having emergency department manuals, 115 (46.0%) did not include contents regarding disinfection and sterilization for imaging examination rooms, and only 44 (17.6%) had criteria for contacting the emergency medical service when patients are suspected of, or diagnosed with, communicable diseases. Of the 303 hospitals, 277 (91.4%) prepared specific manuals for the 2009 pandemic influenza. Of the 303 hospitals, 80 (26.4%) did not prepare manuals for the Ebola virus disease outbreak in West Africa in 2014. Furthermore, 92 (30.4%) of the 303 hospitals did not have any negative-pressure isolation rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Practices and guidelines necessary for infection control in the emergency department were not sufficiently covered in the hospitals studied. Education, information sharing, and a checklist for preparing manuals are needed to establish better infection control systems in emergency departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "E MERGENCY DEPARTMENTS ARE the entrance to hospitals for all patients with diseases or injuries, including emerging and re-emerging infectious diseases. Some infectious diseases cause risks for secondary infection in health-care providers and other patients, 1 and most patients with infectious diseases are not diagnosed before admission. Patients with multidrug-resistant organisms admitted to the emergency department could cause a hospital outbreak. 2 Infection control in the emergency department is important for risk management in hospitals and regions. Various infectious disease outbreaks have recently occurred around the world, including severe acute respiratory syndrome in 2002, 3 pandemic influenza worldwide in 2009, 1 Ebola virus disease in West Africa in 2014, 4 and Middle East Respiratory Syndrome in Korea in 2015. 5 It was reported that 31 patients contracted severe acute respiratory syndrome from exposure in the emergency department at a university hospital in Taiwan. 3 A single patient admitted to an emergency department in Korea caused the Korean outbreak of Middle East Respiratory Syndrome in 2015. 5 These reports suggest that emergency departments can be key locations for the spread of emerging infectious diseases. However, in the abovementioned cases, the appropriateness of preparation, triage, and treatment in the emergency departments have not been reviewed. Few clinical guidelines for infection control in emergency departments have been established, 6 and not all institutions have their own manuals. In addition, current situations and issues related to infection control in emergency departments have not been examined or recognized. Therefore, this study aimed to determine whether Japanese Association for Acute Medicine (JAAM)-certified hospitals have infection control manuals for the emergency department, and to investigate manual contents, consulting systems, and isolation facilities. The results could contribute to establishing essential lists for preparing infection control manuals for emergency departments.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 260,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 454,
                    "end": 455,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 692,
                    "end": 693,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 733,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 778,
                    "end": 779,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 835,
                    "end": 836,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 993,
                    "end": 994,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1129,
                    "end": 1130,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1492,
                    "end": 1493,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "T HIS SURVEY WAS undertaken by the committee for infection control for the emergency department (JAAM) and a joint working group. Some emergency departments in Japan have inpatient units. However, this study focused on the outpatient unit of emergency departments. A total of 517 hospitals certified as educational institutions for board-certified acute care physicians in Japan (JAAM-certified hospitals) received a written request between March and May 2015 to provide written evaluation of infection control in the emergency department. The questionnaire (Table S1 ) covered the following: (i) demographics of the hospitals, (ii) contents of infection control manuals for emergency departments, (iii) consulting systems between emergency departments and infection control departments, (iv) negative-pressure isolation rooms in emergency departments. The need for ethical approval was waived because the survey did not include clinical or personal data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 567,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "V ALID RESPONSES WERE received from 303 hospitals (58.6%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Of 303 hospitals, 178 (58.7%) had tertiary care emergency centers (treating severe patients), and 125 (41.3%) had general emergency departments (not treating severe patients) ( Table 1 ). The number of physicians with board certification in tertiary care emergency centers and general emergency departments is shown in Table S2 . Only 154 (50.8%) of 303 hospitals had at least one board-certified physician designated by the Japanese Association for Infectious Disease (JAID-certified physicians; Table S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 319,
                    "end": 327,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 497,
                    "end": 505,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Demographics of hospitals"
        },
        {
            "text": "Of 303 hospitals, 225 (74.3%) had hospital infection control manuals that included content for emergency departments ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection control manuals"
        },
        {
            "text": "T HIS SURVEY WAS the first in Japan to clarify the current situation and issues in infection control in emergency departments. We found that not all JAAM-certified hospitals had manuals or content in manuals regarding infection control in the emergency department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The importance of infection control in radiology and emergency settings has been previously reported. 7 However, in the current survey, only a few hospitals described disinfection and sterilization of imaging examination rooms for emergency patients in their manuals. The guidelines of the Association for Professionals in Infection Control and Epidemiology mention the risks for communicable diseases in the EMS setting. 8 However, only a few hospitals in our survey had manuals with criteria for contacting the EMS. To prevent secondary infection among personnel and other patients, a system for sharing information about potentially infectious patients is necessary.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 422,
                    "end": 423,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this survey, few hospitals prepared specific manuals for the Ebola virus disease, despite the risk that residents or travelers from West Africa could transmit the virus to other countries. 9 As 86% of the hospitals with more than three JAID-certified physicians prepared the manuals, a system to prepare manuals for emerging infectious disease outbreaks is necessary for hospitals even without JAID-certified physicians.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The Australasian College for Emergency Medicine established the Emergency Department Design Guidelines, 10 which mention that \"isolation rooms are needed for potentially infectious patients in emergency departments,\" \"each emergency department should ideally have at least one isolation room,\" and \"respiratory isolation rooms for patients who require airborne droplet nuclei isolation should have negative ventilation.\" However, this survey found that 30% of hospitals did not have any negative-pressure isolation rooms, and 15% of hospitals did not have isolation rooms in emergency departments. It is costly to build new isolation rooms in existing hospitals. However, this does not excuse the need for guidelines on having isolation rooms in newly built or rebuilt emergency departments. As physicians, nurses, and other staff are often busy in treating many patients in the emergency department, infection control should also be undertaken simultaneously, especially with severe patients needing resuscitation, emergency, or urgent care. 10 Successful infection control in the emergency department thus requires various specialists, including emergency physicians and nurses, an infection control team, and the cooperation of administrative staff. These requirements make it difficult for hospitals to carry out strict infection control. Our findings suggest that JAID-certified physicians play an important role in controlling infectious diseases. The JAID-certified physicians mostly contributed in preparing manuals regarding image examination rooms and the Ebola virus outbreak in 2014. However, there is a limited number of JAID-certified physicians in Japan. 11, 12 Therefore, to cover all essential content in manuals, which include transmission-based precautions, disinfection and sterilization of imaging examination rooms, contacting the EMS, specific manuals for emerging infectious disease, and isolation rooms, a system that allows knowledge-sharing between hospitals and JAID-certified physicians is needed. Moreover, although guidelines are desirable, there is no sufficient evidence regarding infection control in the emergency department; 6,13 thus, a checklist of essential content for infection control manuals in emergency departments could be helpful.",
            "cite_spans": [
                {
                    "start": 1043,
                    "end": 1045,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1670,
                    "end": 1673,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1674,
                    "end": 1676,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This survey did not investigate several other elements of infection control, such as screening at admission, isolation of suspected patients, standard precautions, transmissionbased precautions, disinfection and sterilization of medical instruments, disinfection of medical devices and patient rooms, surveillance culture, environmental controls, control for multidrug-resistant organisms, or vaccination of healthcare providers and all staff in the hospital. [14] [15] [16] [17] In addition, the results do not reflect the situation of all JAAM-certified hospitals in Japan (valid responses, 60%).",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "in emergency departments were not sufficiently met in the hospitals studied. Such elements are required to prevent secondary infection among health-care providers and staff, EMS personnel, and other patients. Therefore, education, information sharing, and a checklist for preparing manuals are needed to establish better infection control systems in emergency departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P RACTICES AND GUIDELINES for infection control"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global mortality of 2009 pandemic influenza A H1N1",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "651--654",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Current control and treatment of multidrug-resistant Acinetobacter baumannii infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Karageorgopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Falagas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet Infect. Dis",
            "volume": "8",
            "issn": "",
            "pages": "751--62",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola in Africa: beyond epidemics, reproductive health in crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delamou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hammonds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caluwaerts",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Utz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Delvaux",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "MERS-CoV outbreak following a single patient exposure in an emergency room in South Korea: an epidemiological outbreak study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J-M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "994--1001",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infection prevention in the emergency department",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Theodoro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Schuur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marschall",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann. Emerg. Med",
            "volume": "64",
            "issn": "",
            "pages": "299--313",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ebola virus disease: radiology preparedness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bluemke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Radiology",
            "volume": "274",
            "issn": "",
            "pages": "527--558",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association for Professionals in Infection Control and Epidemiology. Guide to Infection Prevention in Emergency Medical Services c2013",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Texas healthcare worker is diagnosed with Ebola",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "349",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emergency department design guidelines ver. 3.0 c1998",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Japanese Association for Infectious Disease",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Japanese Board of Medical Specialties. Present number of medical specialties. c2017",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Common infection control practices in the emergency department: a literature review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pouch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Infect. Control",
            "volume": "42",
            "issn": "",
            "pages": "957--62",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "APSIC Guidelines for environmental cleaning and decontamination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apisarnthanarak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Le Thu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Villanueva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pandjaitan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yusof",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antimicrob. Resist. Infect. Control",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization. Hospital preparedness for epidemics",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Guide to infection prevention for Outpatient Settings",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Health Care Infection Control Practices Advisory Committee",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rhinehart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chiarello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guideline for isolation precautions: preventing transmission of infectious agents in health care settings",
            "authors": [],
            "year": 2007,
            "venue": "Am. J. Infect. Control",
            "volume": "35",
            "issn": "",
            "pages": "65--164",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Demographics of 303 Japanese hospitals and emergency departments (EDs) that responded to a survey on infection control in EDs 3%) had specific manuals for emergency departments, whereas 51 (16.8%) had no such manuals. Among the 250 hospitals that had manuals or content in manuals for emergency departments, nearly all (245, 98.0%) had contents on transmission-based precautions. Almost half (115/ 250, 46.0%) did not include content that mentioned how to use, disinfect, and sterilize imaging examination rooms when patients were suspected of, or diagnosed with, communicable diseases. Of 50 hospitals that had three or more",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of Japanese hospitals that had specific manuals and number of Japanese Association for Infectious Disease (JAID)-certified physicians",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "T HIS MANUSCRIPT WAS edited by a native English speaker associated with Editage, Tokyo, Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The following members are all based in Japan. Chairman of the committee, the Japanese Association for Acute Medi- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURE"
        },
        {
            "text": "Members of the committee for infection control for the emergency department, the Japanese Association for Acute Medicine, and the joint working group",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDICES"
        },
        {
            "text": "Additional Supporting Information may be found online in the Supporting Information section at the end of the article: Table S1 . Questionnaire to hospitals certified as educational institutions for board-certified acute care physicians in Japan, regarding infection control in the emergency department. Table S2 . Number of physicians with board certification in tertiary care emergency centers and general emergency departments in Japan. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 312,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "SUPPORTING INFORMATION"
        }
    ]
}