{
    "paper_id": "5b96fac306b9b57121152798668506aabb688cac",
    "metadata": {
        "title": "How the Double Spherules of Infectious Bronchitis Virus Impact Our Understanding of RNA Virus Replicative Organelles",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [
                    "W"
                ],
                "last": "Neuman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Reading",
                    "location": {
                        "settlement": "Reading, Berkshire",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Powered by advances in electron tomography, recent studies have extended our understanding of how viruses construct \"replication factories\" inside infected cells. Their function, however, remains an area of speculation with important implications for human health. It is clear from these studies that whatever their purpose, organelle structure is dynamic (M. Ulasli, M. H. Verheije, C. A. de Haan, and F. Reggiori, Cell. Microbiol. 12:844-861, 2010) and intricate (K. Knoops, M. Kikkert, S. H. Worm, J. C. Zevenhoven-Dobbe, Y. van der Meer, et al., PLOS Biol. 6:e226, 2008). But by concentrating on medically important viruses, these studies have failed to take advantage of the genetic variation inherent in a family of viruses that is as diverse as the archaea, bacteria, and eukaryotes combined (C. Lauber, J. J. Goeman, M. del Carmen Parquet, P. T. Nga, E. J. Snijder, et al., PLOS Pathog. 9:e1003500, 2013). In this climate, Maier et al. (H. J. Maier, P. C. Hawes, E. M. Cottam, J. Mantell, P. Verkade, et al., mBio 4:e00801-13, 2013) explored the replicative structures formed by an avian coronavirus that appears to have diverged at an early point in coronavirus evolution and shed light on controversial aspects of viral biology. Citation Neuman BW. 2013. How the double spherules of infectious bronchitis virus impact our understanding of RNA virus replicative organelles. mBio 4(6):e00987-13.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n A Room of One's Own, Virginia Woolf wrote that \"I thought about how unpleasant it is to be locked out; and I thought how it is worse, perhaps, to be locked in.\" As in other positive-stranded viruses, coronavirus replication is thought to take place in dedicated replicative organelles called double-membrane vesicles (DMVs) (1, 2) . However, it was noted from the earliest studies that unlike the organelles of togaviruses and nodaviruses, for example (3), coronavirus DMVs appeared to lack a portal for exporting newly synthesized RNA.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The purpose of these organelles remains uncertain, but it seems logical to predict that DMVs help to concentrate viral proteins and their precursors and may offer some protection from the antiviral detection and elimination machinery of the cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While making a case for viruses as living organisms, Raoult and Forterre make an interesting point (4) . They note that while we may be accustomed to thinking of the virus as the virion, the virion is a metabolically inactive stored form of the virus, akin to a bacterial spore. The metabolism, proteins, and genetic components of the virus are all generally confined to the replicative organelle. If a virus is an organism, the replicative organelle is its body.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With this view in mind, the recent study by Maier (5) is an important contribution to the DMV story because it addresses three significant issues: (i) whether the organelle structure is conserved in distantly related viruses, (ii) how organelles function within a living cell, and (iii) whether similar organelles form in infected animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If the strength of earlier studies was a wonderful level of detail and molecular characterization, their weakness was a lack of diversity. Before the Maier study, DMVs of only two of the four coronavirus genera had been examined, one of those only superficially. These studies have defined our perception of how DMVs look and function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A MATTER OF DIVERSITY"
        },
        {
            "text": "The better-characterized alpha and beta genera probably share a common origin in bats and are genetically similar (6) . Organelles of the betacoronaviruses mouse hepatitis virus (MHV) and severe acute respiratory syndrome coronavirus (SARS-CoV) appear quite similar, taking the form of paired membranes arranged in clusters of roughly 200-nm-wide double-membrane vesicles known as DMVs (1, 2) . A recent study of the NL63 alphacoronavirus reported clusters of betacoronavirus-like DMVs, suggesting that DMV architecture is highly conserved among coronaviruses (7) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 392,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "A MATTER OF DIVERSITY"
        },
        {
            "text": "On the other side of the phylogenetic tree, the gammacoronavirus infectious bronchitis virus (IBV) was once considered the prototypical coronavirus. However, studies of the gamma-and deltacoronavirus genera have lagged since the advent of SARS. Both the gamma and delta genera are primarily avian pathogens but have recognizable homologs of the DMV-making proteins nsp3, nsp4, and nsp6. The study by Maier et al. (5) is the first to explore the replicative organelle of a gammacoronavirus in detail and describes many unusual features in the DMV architecture of IBV.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 416,
                    "text": "Maier et al. (5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A MATTER OF DIVERSITY"
        },
        {
            "text": "Previous DMV studies reported that while the outer DMV membranes open onto a network of connecting tubules that is connected to the endoplasmic reticulum, the inner DMV membranes contained abundant viral RNA (2, 8) but generally did not have visible openings (2) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "ESCAPE FROM THE DMV"
        },
        {
            "text": "A solid-walled DMV would be a tomb for any RNA synthesized inside and is difficult to reconcile with the generally understood role of DMVs in supporting viral replication. Furthermore, it was difficult to imagine how a closed DMV architecture could have evolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ESCAPE FROM THE DMV"
        },
        {
            "text": "The new study by Maier, however, found that rather than representing closed spheres, the DMVs of IBV consist of long stretches of paired membranes that occasionally bulge into a structure similar to that of a two-layered drawstring purse (Fig. 1 ). This structure is quite different from the replicative organelles of alpha-and betacoronaviruses, where the inner vesicles of the DMV appear to be sealed. Since IBV and SARS-CoV DMVmaking proteins are homologous but distinctive, it is tempting to place IBV organelles at an intermediate evolutionary point between the togavirus-like open pouches and the more derived betacoronavirus-like vesicle-in-pouch structures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ESCAPE FROM THE DMV"
        },
        {
            "text": "SARS-CoV DMVs were recently shown to arise from the combined phenotypes of just three conserved viral proteins (9), but our understanding of the processes that lead to DMV formation remains incomplete because of a lack of recognizable DMV precursors or intermediate structures in infected cells. In some images, the IBV DMVs appear to bulge out from long stretches of paired membranes that are held at the same distance from each other as the membranes of the DMV (5) . While other interpretations are possible, it is tempting to see parallels between the paired membranes of IBV and the paired membrane \"mazes\" that arise from expression of SARS-CoV nsp3 and nsp4 (9) , suggesting that the zippered membrane may be a precursor to the DMV.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "ESCAPE FROM THE DMV"
        },
        {
            "text": "It makes sense that replicative organelles would benefit the virus by creating an environment where viral proteins can interact with as little interference from host membrane protein traffic as possible. Nearly all coronavirus replicase proteins have been shown to form complexes-both as homo-oligomers and in groups with complementary functions such as the RNA cap methylation complex of nsp10, nsp14, and nsp16 (10) . Concentrating replicative machinery in the DMV could provide economies of scale for coronaviruses, which synthesize their RNA by a discontinuous process that may involve multiple copies of the polymerase and its supporting proteins.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "IN VIVO RELEVANCE"
        },
        {
            "text": "However, since the best studies of DMV architecture have been carried out in the more homogeneous and reproducible environment of cultured cells, some questions have remained about how our perception of DMVs is affected by the context in which they are formed. A partial step to resolving this doubt came in the form of examination of primary cells, which generally seemed to produce similar organelles, although the study in question described but did not show DMVs in infected embryonic fibroblasts (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IN VIVO RELEVANCE"
        },
        {
            "text": "Maier and coworkers (5) demonstrated that DMV-like structures are formed in a variety of infected continuous and primary cells and in tracheal organ cultures, which are substantial ex vivo tissue samples that remain viable for several days in the laboratory. The appearance of DMVs in both artificial and naturalistic contexts speaks to the fundamental role of the DMV in the virus replication cycle and to the value of studying DMV formation in continuous cell lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IN VIVO RELEVANCE"
        },
        {
            "text": "In conclusion, the study of IBV DMVs highlights the plasticity of the coronavirus replicative organelle, a satisfyingly pleomorphic home for a pleomorphic virus. But perhaps the most important contribution is to show, for the first time, a coronavirus organelle with a clear exit strategy. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IN VIVO RELEVANCE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Qualitative and quantitative ultrastructural analysis of the membrane rearrangements induced by coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ulasli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reggiori",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell. Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "844--861",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-coronavirus replication is supported by a reticulovesicular network of modified endoplasmic reticulum",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikkert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Worm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Zevenhoven-Dobbe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Koster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mommaas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.0060226"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modification of intracellular membrane structures for virus replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "363--374",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Redefining viruses: lessons from mimivirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forterre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "315--319",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infectious bronchitis virus generates spherules from zippered endoplasmic reticulum membranes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hawes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Cottam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mantell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Verkade",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Monaghan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wileman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "801--814",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00801-13"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The footprint of genome architecture in the largest genome expansion in RNA viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Goeman",
                    "suffix": ""
                },
                {
                    "first": "Carmen",
                    "middle": [],
                    "last": "Parquet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003500"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Morphogenesis of coronavirus HCoV-NL63 in cell culture: a transmission electron microscopic study. Open Infect",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Banach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dis. J",
            "volume": "2",
            "issn": "",
            "pages": "52--58",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "RNA replication of mouse hepatitis virus takes place at double-membrane vesicles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanjanahaluethai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "3697--3708",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe acute respiratory syndrome coronavirus nonstructural proteins 3, 4, and 6 induce double-membrane vesicles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akhlaghpour",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "mBio",
            "volume": "4",
            "issn": "",
            "pages": "524--537",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00524-13"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "In vitro reconstitution of SARS-coronavirus mRNA cap methylation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouvet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debarnot",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Selisko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Decroly",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000863"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "DMV expression in three coronavirus genera. DMV clusters from the alphacoronavirus NL63 (A), the betacoronavirus SARS-CoV (B), and the gammacoronavirus IBV (C) are shown to illustrate differences in membrane architecture. Panel A is traced from reference 7, B from reference 2, and C from reference 5.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}