{
    "paper_id": "5c08aea2dc326afc98c4359cf5f35951d13c09af",
    "metadata": {
        "title": "The enzymatic biosynthesis of acylated steroidal glycosides and their cytotoxic activity",
        "authors": [
            {
                "first": "Ming",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Bioactive Substance and Function of Natural Medicines & Ministry of Health Key Laboratory of Biosynthesis of Natural Products",
                    "institution": "Chinese Academy of Medical Sciences & Peking Union Medical College",
                    "location": {
                        "postCode": "100050",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian-Qiang",
                "middle": [],
                "last": "Kong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Bioactive Substance and Function of Natural Medicines & Ministry of Health Key Laboratory of Biosynthesis of Natural Products",
                    "institution": "Chinese Academy of Medical Sciences & Peking Union Medical College",
                    "location": {
                        "postCode": "100050",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Herein we describe the discovery and functional characterization of a steroidal glycosyltransferase (SGT) from Ornithogalum saundersiae and a steroidal glycoside acyltransferase (SGA) from Escherichia coli and their application in the biosynthesis of acylated steroidal glycosides (ASGs). Initially, an SGT gene, designated as OsSGT1, was isolated from O. saundersiae. OsSGT1-containing cell free extract was then used as the biocatalyst to react with 49 structurally diverse drug-like compounds. The recombinant OsSGT1 was shown to be active against both 3β-and 17β-hydroxyl steroids. Unexpectedly, in an effort to identify OsSGT1, we found the bacteria lacA gene in lac operon actually encoded an SGA, specifically catalyzing the acetylations of sugar moieties of steroid 17β-glucosides. Finally, a novel enzymatic two-step synthesis of two ASGs, acetylated testosterone-17-O-β-glucosides (AT-17β-Gs) and acetylated estradiol-17-O-β-glucosides (AE-17β-Gs), from the abundantly available free steroids using OsSGT1 and EcSGA1 as the biocatalysts was developed. The two-step process is characterized by EcSGA1-catalyzed regioselective acylations of all hydroxyl groups on the sugar unit of unprotected steroidal glycosides (SGs) in the late stage, thereby significantly streamlining the synthetic route towards ASGs and thus forming four monoacylates. The improved cytotoxic activities of 3 0 -acetylated testosterone17-O-β-glucoside towards seven human tumor cell lines were thus observable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Steroidal glycosides (SGs) are characterized by a steroidal skeleton glycosidically linked to sugar moieties, which can be further acylated with aliphatic and aromatic acids thus forming complex acylated steroidal glycosides (ASGs) 1 . The resulting steroidal glycoside esters (SGEs) exhibit a wide variety of biological activities, like cholesterol-lowering effect 2 , anti-diabetic properties 3 , anti-complementary activity 4 , immunoregulatory functions 5, 6 and anti-cancer actions [7] [8] [9] , which made ASGs promising compounds with pharmaceutical potential. Numerous methods, including direct extraction 9 , chemical synthesis 10, 11 and biosynthesis 12 , have been developed to synthesize these acylated steroidal glycosides. Direct extraction from varied organisms is one of the main methods to obtain ASGs [7] [8] [9] . However, the content of ASGs was usually low in natural sources [7] [8] [9] . Moreover, the extraction routes were highly time-consuming and required laborious purification procedures [7] [8] [9] 13 , resulting in poor yields and/or low purity of the final products. The production of ASGs was also achieved by chemical synthesis previously [10] [11] [12] [13] [14] . However, these efforts often encounter a fundamental challenge, namely, regioselective acylation of single hydroxyl group of unprotected SGs in the late stage of the chemical synthesis of ASGs. SGs generally possess multiple hydroxyl groups with similar reactivity. Regioselective acylation of a particular one of multiple hydroxyl groups generally requires multi-step protection/deprotection procedures, which makes the synthetic pathway of these SGEs costly, wasteful, long and timeconsuming, and results in low yield in the end.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 427,
                    "end": 428,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 461,
                    "end": 462,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 614,
                    "end": 615,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 641,
                    "end": 643,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 661,
                    "end": 663,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 897,
                    "end": 900,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1029,
                    "end": 1031,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The biosynthesis of ASGs from free steroids based on enzymatic catalysis was deemed to reduce the number of protection/ deprotection steps due to the high selectivity of enzymes. Theoretically, the biosynthesis of ASGs includes two steps. In the first reaction, the sugar moiety from nucleotide-activated glycosyl donors was attached to steroids at different positions, most commonly at the C-3 hydroxyl group (OH), under the action of nucleotide dependent SGTs 15, 16 . The glycosylation of a hydroxyl group at the C-3 position of steroids was well characterized and a few of steroidal 3β-glucosyltransferases were isolated from diverse species 17, 18 . However, the reports of SGTs specific for positions other than C-3 of steroids are limited.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 650,
                    "end": 652,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The sugar moieties of the resultant SGs can further be acylated by SGAs to form ASGs in the next step 1, 16 . Compared to SGTs, surprisingly little is known about SGAs. Up to date, no SGA genes has yet been cloned, which in turn limit the enzyme-mediated biosynthesis of ASGs. Hence, the successful gene isolation and functional characterization of SGAs have become a prominent challenge for bioproduction of ASGs. Herein, the functional characterizations of a plant-derived SGT with activity against both 3β-and 17β-hydroxyl steroids, and a bacterial SGA, as well as their application in the biosynthesis of ASGs are reported. Initially, a steroidal glycosyltransferase OsSGT1 was isolated from medicinal plant O. saundersiae and showed activities for 3β-and 17βhydroxyl steroids. Unexpectedly, in an effort to identify the function of OsSGT1, we characterized LacA protein (designated as EsSGA1) from E. coli as a SGA, catalyzing testosterone-17-Oβ-glucoside (T-17β-G) and estradiol-17-O-β-glucoside (E-17β-G) to form corresponding acylates. Further, under the synergistic actions of OsSGT1 and EsSGA1, the biosynthetic preparation of two acylated steroidal glycosides (ASGs), namely acetylated T-17β-Gs (AT-17β-Gs) and E-17β-Gs (AE-17β-Gs), was first achieved, thereby yielding four monoacetylated steroidal glucosides, namely 2 0 -O, 3 0 -O, 4 0 -O and 6 0 -O-acylates (Scheme 1). The cytotoxic activities of these monoacylates were evaluated against seven human tumor cell lines (HCT116, Bel7402, MGC803, Capan2, NCI-H460, NCI-H1650 and A549) and 3 0 -acetylated testosterone17-O-β-glucoside was observed to display improved cytotoxic activity against these seven cell lines (Scheme 1).",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 105,
                    "end": 107,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The species O. saundersiae is a monocotyledonous plant rich in steroidal glycosides, suggesting that it may contain SGTs responsible for the glycosylation of steroidal aglycons [7] [8] [9] . O. saundersiae is thus selected as the candidate plant for SGTs isolation. The transcriptome of O. saundersiae was thus sequenced with the aim of isolating genes encoding SGTs. A total of 92,995,146 raw reads were generated after the transcriptome sequencing of O. saundersiae. After removal of dirty reads with adapters, unknown or low quality bases, a total of 82,518,740 clean reads were retained. These clean reads were combined by assembling soft trinity to form longer unigenes. Finally, an RNA-seq database containing 107,084 unigenes with mean length of 766 bp was obtained. Next, these unigenes were aligned to publicly available protein databases for functional annotations, retrieving unigenes displaying the highest sequence similarity with SGTs. Unigene 32070 with 2182 bp in length was thus retrieved from the unigene database for its high similarity with SGTs ( Supplementary Information Fig.  S1 ). Moreover, ORF Finder result showed that this unigene contained a complete open reading frame (ORF) of 1773 bp, starting at nucleotide 99 with an ATG start codon and ending at position 1871 with a TGA stop codon. The unigene contained 98 bp of 5 0 -UTR (untranslated region) and 311 bp of 3 0 -UTR. Therefore, unigene 32070 was selected for further investigation.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1068,
                    "end": 1102,
                    "text": "Supplementary Information Fig.  S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Functional annotation and retrieval of unigenes encoding SGT"
        },
        {
            "text": "To verify the identity of unigene 32070, a nested PCR assay was therefore carried out to amplify the cDNA corresponding to the ORF of unigene 32070 using gene-specific primers (Supplementary Information Table S1 ). An expected band with approximately 1.7 kb was obtained, as observed in agarose gel electrophoresis ( Supplementary Information Fig. S2A ). The amplicon was then inserted into pEASY TM -Blunt plasmid (Supplementary Information Table S2 ) to form a recombinant vector for sequencing. Results indicated that the amplified product was 100% identity with that of unigene 32070, confirming unigene 32070 was a bona fide gene in O. saundersiae genome. The 1773bp ORF encoded a polypeptide of 590 amino acids (aa) with a predicted molecular mass of 64.61 kDa and pI of 6.16. Blast analysis of the deduced protein revealed its predominant homology with sterol 3β-glucosyltransferase from Elaeis guineensis (XP_010933168.1, 85%), Musa acuminata subsp. Malaccensis (XP_009397543.1, 83%) and Anthurium amnicola (JAT62313.1, 81%). The cDNA was therefore designated as OsSGT1 and submitted to GenBank library with an accession number of MF688776.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 211,
                    "text": "(Supplementary Information Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 317,
                    "end": 351,
                    "text": "Supplementary Information Fig. S2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 415,
                    "end": 450,
                    "text": "(Supplementary Information Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sequence identification of cDNA encoding steroidal glycosyltransferase"
        },
        {
            "text": "The sequence analyses of OsSGT1 were first assessed with the aim to direct its expression and functional verification. No putative trans-membrane domain was observed in OsSGT1 based on the prediction results by TMHMM (http://www.cbs.dtu.dk/services/ TMHMM/), suggesting OsSGT1 is a cytoplasmic SGT and may be expressed heterologously in E. coli in a soluble form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence identification of cDNA encoding steroidal glycosyltransferase"
        },
        {
            "text": "Multiple alignment of OsSGT1 and other plant SGTs indicated that the middle and C-terminal parts of these SGTs were more conservative than the N-terminal region ( Supplementary  Information Fig. S1 ), consistent with previous notion 19 . Moreover, two conservative motifs, namely a putative steroid-binding domain (PSBD) and a plant secondary product glycosyltranferase box (PSPG), were observed in OsSGT1 ( Supplementary Information  Fig. S1 ). The region named PSBD located in the middle part of OsSGT1 and was thought to be involved in the binding of steroidal substrates 19 . PSPG box is about 40 aa in length and close to the carboxy-terminus. This box is a characteristic \"signature sequence\" of UDP glycosyltransferase and deduced to be responsible for the binding of the UDP moiety of the nucleotide sugar 20 . The presence of PSBD and PSPG boxes suggests that OsSGT1 may be involved in secondary metabolism, catalyzing the transfer of UDP-sugars to steroidal substrates thereby forming steroidal glycosides.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 575,
                    "end": 577,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 814,
                    "end": 816,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 197,
                    "text": "Supplementary  Information Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 408,
                    "end": 442,
                    "text": "Supplementary Information  Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sequence identification of cDNA encoding steroidal glycosyltransferase"
        },
        {
            "text": "The phylogenetic tree based on deduced amino acid sequences of OsSGT1 and other SGT1 was generated by MEGA 7.0. As Scheme 1 An enzymatic two-step synthesis of AT-17β-G (8b-8e) and AE-17β-G (9b-9e) from the free steroids testosterone (8) and estradiol (9) . Firstly, two SGs, T-17β-G (8a) and E-17β-G (9a), were prepared from their corresponding steroidal substrates testosterone (8) and estradiol (9) in the presence of a steroidal glycosyltransferase OsSGT1 from O. saundersiae. The resulting T-17β-G (8a) was further regioselectively acetylated under the action of an acyltransferase EcSGA1 from E. coli, thereby yielding four monoacetylated steroidal glucosides (8b-8e) with the yield ratio of 82:8:6:4. Likewise, E-17β-G (9a) was acetylated by EcSGA1 to form monoacetylated products 9b-9e in a ratio of 80:10:6:4.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Sequence identification of cDNA encoding steroidal glycosyltransferase"
        },
        {
            "text": "shown in Supplementary Information Fig. S3 , all selected SGTs were clusted into four clades, Mon, Di, Ba and Fun clades. The four clades included SGTs from monocots, dicots, bacteria and fungi, respectively. OsSGT1 belonged to Mon clade, suggesting that OsSGT1 was most similar to SGTs from monocots.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 42,
                    "text": "Supplementary Information Fig. S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sequence identification of cDNA encoding steroidal glycosyltransferase"
        },
        {
            "text": "OsSGT1 was then inserted into pET-28a(þ) to yield a recombinant pET28a-OsSGT1 (Supplementary Information Table S2) , which was transformed into Transetta(DE3) (TransGen, Beijing, China) for heterologous expression. Sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) indicated that most of the expressed OsSGT1 protein was present in the form of insoluble inclusion body, which was regarded to be devoid of bioactivity. It was well known that chaperone proteins were able to assist protein folding and thus increase production of active protein 21 . Therefore, a chaperone plasmid pGro7 (Takara Biotechnology Co., Ltd., Dalian, China) was applied to be co-expressed with pET28aOsSGT1 in BL21(DE3) (TransGen, Beijing, China), facilitating the soluble expression of OsSGT1. As shown in Supplementary Information Table S2 , the plasmid pGro7 contains two genes encoding chaperone proteins GroES and GroEL. Under the synergistic action of chaperones GroES and GroEL, an intense band with an apparent molecular mass of 64 kDa was present in the crude extract of BL21(DE3)[pET28aOsSGT1þpGro7], but not in the crude proteins of the control strain BL21(DE3)[pET-28a (þ)þpGro7] ( Supplementary Information Fig. S2B ). The immunoblot analysis with an anti-polyhistidine tag antibody showed a bound band, but the control extract did not cross-react with the antibody ( Supplementary Information Fig. S2C ). These data collectively indicated that OsSGT1 was successfully expressed in E. coli in a soluble form (Supplementary Information Figs. S2B and 2C) in accord with the predicted result of soluble expression of OsSGT1.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 564,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 114,
                    "text": "(Supplementary Information Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 827,
                    "end": 835,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1188,
                    "end": 1222,
                    "text": "Supplementary Information Fig. S2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1375,
                    "end": 1409,
                    "text": "Supplementary Information Fig. S2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Prokaryotic expression of OsSGT1 in E. coli"
        },
        {
            "text": "To identify the activity of OsSGT1, the OsSGT1-containing crude protein was used as the biocatalyst for glycosylation reactions. Each member of the acceptor library (1-49, Fig. 1B and Supplementary Information Fig. S4 ) was first assessed as sugar Table S3 ). Of the 49 substrates, only 10 steroids were observed to be glucosylated by OsSGT1, forming corresponding monoglucosides (Figs. 1-3 and Supplementary Information Figs. S5-14) . The ten steroids included seven 3β-hydroxysteroids (1-7, Supplementary Information Figs. S5-11), two 17β-hydroxylsteroids (8-9, Figs. 2 and 3) and one 3β,17β-dihydroxysteroid (10, Supplementary Information Fig. S14 ). The reaction activities of OsSGT1 towards the ten substrates indicated that OsSGT1 was an SGT showing activities towards both 3β-and 17β-hydroxysteroids, consistent with the predicted result by bioinformatics analyses (Supplementary Information Figs. S1 and S3). In fact, the reports of SGTs with glycosylation activity against steroids at positions other than C-3 were limited and only three SGTs from yeast were verified to exhibit selectivity towards both 3β-and 17β-hydroxylsteroids 17 . OsSGT1 was therefore viewed as the first plant SGT with selectivity towards both 3β-and 17β-hydroxylsteroids (Figs. 2 and 3 and Supplementary Information Figs. S5-14) . However, the glycosylation activity of OsSGT1 towards 17βhydroxyl group would be lost if additional hydroxyl group at 2β-(2β-OH-testosterone, 13), 15β-(15β-OH-testosterone, 14), 16β-(16β-OH-testosterone, 15), or 16α-position (16α-OH-testosterone, 16) , even a methyl group at C17-position (methyltestosterone and its derivatives, 17-20) was attached to testosterone (8), generating not any glycosylated products. Moreover, OsSGT1 has no activity towards other compounds, including steroids without 3β-and 17β-hydroxyl groups (11-12 and 21-24) , flavonoids (25-31), alkaloids (32) (33) (34) (35) (36) (37) (38) , triterpenoids (39-42), phenolic acids (43-47) and coumarins (48-49) as shown in Supplementary Information Fig. S4 .",
            "cite_spans": [
                {
                    "start": 1141,
                    "end": 1143,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1306,
                    "end": 1312,
                    "text": "S5-14)",
                    "ref_id": null
                },
                {
                    "start": 1562,
                    "end": 1565,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1840,
                    "end": 1857,
                    "text": "(11-12 and 21-24)",
                    "ref_id": null
                },
                {
                    "start": 1890,
                    "end": 1894,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1895,
                    "end": 1899,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1900,
                    "end": 1904,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1905,
                    "end": 1909,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1910,
                    "end": 1914,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1915,
                    "end": 1919,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1920,
                    "end": 1924,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 184,
                    "end": 217,
                    "text": "Supplementary Information Fig. S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 248,
                    "end": 256,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 395,
                    "end": 433,
                    "text": "Supplementary Information Figs. S5-14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 616,
                    "end": 650,
                    "text": "Supplementary Information Fig. S14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2033,
                    "end": 2040,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Functional characterization of OsSGT1"
        },
        {
            "text": "Among 10 reactive 3β-and 17β-hydroxylsteroids, dehydroepiandrosterone (4) had a maximum conversion approaching 100%, followed by diosgenin (5) with 82% conversion and the other compounds having conversion below 80% (Fig. 1A) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Functional characterization of OsSGT1"
        },
        {
            "text": "To produce sufficient glucosylated products for structural characterization, scale-up of OsSGT1-mediated reactions to preparative scale (6 mL) was conducted. The resultant glucosides (9) glycosylation. HPLC chromatogram of reaction product of estradiol (9) incubated with OsSGT1 protein (a) or without OsSGT1 (b). UV spectra of 9 and enzymatic product 9a are shown in upper panels. The HPLC conditions are available in Supplementary Information Table  S3 . were prepared by HPLC and subjected to NMR analysis for structural elucidation. To determine the glycosylation sites of 1a-6a, 8a and 9a, the 13 C NMR analyses of the corresponding aglycons 1-6, 8 and 9 were also performed (Supplementary Information Figs. S15-22 and Table S4 ). The 13 C NMR glycosylation shifts (Δδ, δ glucoside -δ aglycon ) of these glycosides were thus examined to ascertain the glycosylation position (Table 1, and  Supplementary Information Tables S4-11 ). The steroidal glycosides were observed to have significant glycosylation shift Δδs for C-3 (glycosides 1-6) or C-17 position (compounds 8-9), showing their 3-or 17-glycosides. For 7a and 10a, the location of glucose group was determined to be at C-3 based on their HMBC correlations between H-1 0 and C-3 (Supplementary Information Figs. S23 and 24). The β-anomeric configuration of the D-glucose unit in these ten glucosides (1a-10a) was determined from the large anomeric proton-coupling constants of H-1 0 (J ¼ 7.8 Hz) ( Table 1 and Supplementary Information Tables S5-13 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 454,
                    "text": "Table  S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 724,
                    "end": 732,
                    "text": "Table S4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 879,
                    "end": 932,
                    "text": "(Table 1, and  Supplementary Information Tables S4-11",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1460,
                    "end": 1510,
                    "text": "Table 1 and Supplementary Information Tables S5-13",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Functional characterization of OsSGT1"
        },
        {
            "text": "The structures of these glucosides were thus assigned to 3βglucosides (1a-7a and 10a) or 17β-glucosides (8a and 9a) of steroids based on 1 H NMR (1a-10a) and 13 C NMR (1a-10a) signals, HSQC (1a-2a, 4a-7a, 9a-10a), HMBC (7a-8a, 10a) and DEPT (7a, 10a) spectra (Table 1, Supplementary Information  Figs. S23-45 and Tables S5-13 ). These data collectively showed that OsSGT1 was an inverting-type glycosyltransferase.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 325,
                    "text": "(Table 1, Supplementary Information  Figs. S23-45 and Tables S5-13",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Functional characterization of OsSGT1"
        },
        {
            "text": "In the preparation of T-17β-G (8a), when the concentrated reaction mixture was separated by reversed phase highperformance liquid chromatography (RP-HPLC), we accidentally discovered that in addition to the major peak representing T-17β-G (8a), a minor peak (8b) was also present in the HPLC profile ( Supplementary Information Fig. S46A ). The minor product with a t R of 20.53 min was also subjected to LC-MS analysis. Surprisingly, the [M þ H] þ value of the minor product was assigned to 493.3, 42 more than that of monoglycosylated testosterone ( Supplementary Information Fig. S46B ). This finding hints that the minor product may be an acetylated testosterone glucoside. To characterize the exact structure of 8b, the minor product was prepared in bulk for NMR experiment (Supplementary Information Figs. S47-51). Details of 1 H and 13 C NMR spectra were tabulated in Table 2 . The minor product was thus identified as 6 0 -acetylated testosterone 17-O-β-glucoside (6 0 -AT-17β-G, 8b).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 337,
                    "text": "Supplementary Information Fig. S46A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 552,
                    "end": 587,
                    "text": "Supplementary Information Fig. S46B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 875,
                    "end": 882,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Functional characterization of OsSGT1"
        },
        {
            "text": "To test if the acetylated product 8b was from glucoside 8a, the purified glucoside 8a was used as the substrate to incubate with crude extract of E. coli expressing pET-28a(þ) or pET28OsSGT1, respectively. In both conditions, we observed the presence of 8b ( Supplementary Information Fig. S52 ). On the contrary, no acetylated product 8b was detected in the E. coli lysate without the addition of substrate 8a ( Supplementary Information Fig. S52 ). We therefore inferred that testosterone (8) was first glycosylated at the 17β-hydroxyl group by OsSGT1 to form T-17β-G (8a), which was then selectively acetylated at C-6 0 of sugar moiety to yield the 6 0 -AT-17β-G (8b) by a soluble bacterial acetyltransferase ( Supplementary Information Fig. S52) .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 293,
                    "text": "Supplementary Information Fig. S52",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 413,
                    "end": 447,
                    "text": "Supplementary Information Fig. S52",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 714,
                    "end": 749,
                    "text": "Supplementary Information Fig. S52)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Functional characterization of OsSGT1"
        },
        {
            "text": "Likewise, two metabolites, E-17β-G (9a) and 6 0 -acetylated estradiol 17-O-β-glucoside (6 0 -AE-17β-G, 9b), were detected in the concentrated OsSGT1-catalyzed reaction mixture of estradiol (9) as shown in Supplementary Information Figs. S53-55, Tables S11 and S14. These data collectively revealed that E. coli cell contained at least one SGAs specific for the acetylation of steroidal 17β-glycosides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Functional characterization of OsSGT1"
        },
        {
            "text": "Moreover, the sugar donor promiscuity of OsSGT1-catalyzed glycosylation reactions was also investigated. β-Sitosterol (2) and testosterone (8) were chosen as the sugar acceptors to react with varied sugar donors listed in the Supplementary Experimental Section, respectively. Results demonstrated that both β-sitosterol (2) and testosterone (8) had no reactive activity towards other UDP-activated nucleotides except UDP-Glc under the action of OsSGT1, indicating OsSGT1 was specific for UDP-Glc.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Functional characterization of OsSGT1"
        },
        {
            "text": "To characterize the genes encoding SGAs, the first task was to analyze the genome sequence of BL21(DE3), which was public in NCBI database (Accession No. CP001509.3). This bacterial strain contains at least 35 putative acetyltransferase genes, in which lacA, maa and wecH, were predicted to encode O-acetyltransferase (Supplementary Information Table S15 ). As shown in Supplementary Information Fig. S56 , further sequence analyses revealed WecH protein was a membrane-bound protein with a total of 10 membrane-spanning helixes, inconsistent with the above results, in which the candidate acetyltransferase was determined to be a soluble protein in bacterial lysate. LacA and Maa proteins were predicted to have no transmembrane helixes, suggesting their soluble form in bacterial. Thus, the remaining two genes, lacA and maa, were further investigated. First, the entire ORFs of the two genes were isolated from bacterial genome using gene-specific primers (Supplementary Information Fig. S57A and Table S1 ). The ORFs of lacA and maa genes were 612 and 552 bp encoding polypeptides of 203 and 183 aa, respectively. The predicted molecular weights of the two proteins were 22.77 and 20.1 kDa. The two genes were then inserted into pET-28a(þ) to generate two recombinant vectors, which were introduced into BL21(DE3) for heterologous expression. After isopropyl-β-D-thiogalactoside (IPTG) induction, the accumulation of approximately 23 or 20 kDa was observed in the lysate of bacterial strain harboring pET28a-lacA or pET28a-maa (Supplementary Information Fig. S57B ). Moreover, the presence of bacterially-expressed His-LacA or His-Maa fusion protein in the bacterial lysate was verified by Western-blot with anti-His antibody ( Supplementary  Information Fig. S57C ). The expressed LacA or Maa protein was then purified to near homogeneity by affinity chromatography ( Supplementary Information Fig. S57B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 354,
                    "text": "(Supplementary Information Table S15",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 370,
                    "end": 404,
                    "text": "Supplementary Information Fig. S56",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 986,
                    "end": 995,
                    "text": "Fig. S57A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1000,
                    "end": 1008,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1558,
                    "end": 1567,
                    "text": "Fig. S57B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1732,
                    "end": 1768,
                    "text": "Supplementary  Information Fig. S57C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1873,
                    "end": 1908,
                    "text": "Supplementary Information Fig. S57B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Sequence isolation of genes encoding bacterial SGAs"
        },
        {
            "text": "The purified His-LacA or His-Maa fusion protein was used as the biocatalyst to react with T-17β-G (8a) and acetyl-CoA. The reactions were monitored by HPLC-UV/MS analysis using the method E (Supplementary Information Table S3 ). As shown in Fig. 4 , 6 0 -AT-17β-G (8b) was detected in LacA-catalyzed bioconversion of T-17β-G (8a), attesting lacA encoded a SGA (Fig. 4 , upper panel). On the contrary, there were not any new products in Maa-mediated reaction. LacA was thus designated as EcSGA1 (E. coli steroidal glucoside acetyltransferase) for convenience hereinafter and submitted to GenBank with an accession number of MF688777. It is generally accepted that hydrolases and acyltransferases are two classes of enzymes responsible for acylation reactions of SGs 22 . The enzymatic acylations reported now are largely performed by hydrolases like lipases 22 . On the other hand, not any genes encoding SGAs are isolated up to date 16, 22 . EcSGA1 is therefore regarded as the first steroidal glycoside acyltransferase catalyzing the attachment of acyl groups into the hydroxyl groups of steroidal 17β-glycosides, to our knowledge. Also, EcSGA1 was observed to catalyze another steroidal 17βglycoside, E-17β-G (9a), to form corresponding acylate (9b, Fig. 5, upper panel) . On the other hand, the other glucosides listed in Supplementary Information Fig. S58 could not be acetylated by EcSGA1, testifying EcSGA1 was specific to steroidal 17β-glycosides.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 767,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 857,
                    "end": 859,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 937,
                    "end": 939,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 225,
                    "text": "(Supplementary Information Table S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 241,
                    "end": 247,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 360,
                    "end": 367,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1252,
                    "end": 1272,
                    "text": "Fig. 5, upper panel)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1325,
                    "end": 1359,
                    "text": "Supplementary Information Fig. S58",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Enzymatic activity characterization of EcSGA1"
        },
        {
            "text": "Moreover, the acyl donor promiscuity of EcSGA1 was investigated. T-17β-G (8a) or E-17β-G (9a) was used as the acyl acceptor to react with different acyl donors (acetyl-CoA, succinyl-CoA, arachidonoyl-CoA, palmitoyl-CoA and acetoacetyl-CoA) under the action of the purified EcSGA1. Results manifested that neither T-17β-G (8a) nor E-17β-G (9a) could react with these acyl donors except acetyl-CoA, indicating that EcSGA1 had strict donor selectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzymatic activity characterization of EcSGA1"
        },
        {
            "text": "After careful check of EcSGA1-catalyzed reaction mixture in HPLC profile, we have found several other minor peaks adjacent to the major product 8b (Fig. 4, upper panel) . These minor peaks are so close that we could not distinguish. Therefore, an efficient HPLC method, namely method I (Supplementary Information  Table S3 ), was developed to separate these peaks. As shown in Fig. 4 (lower panel) , besides the major product 8b (t R ¼ 25.860 min), we observed three other minor peaks at t R ¼ 18.243, 19.013 Table S3 ). Lower panel, HPLC profile of acetylated products of 8a separated by chromatogramic method I (Supplementary Information Table S3 ). and 23.680 min, respectively. The LC-MS measurement of these minor peaks showed that all of them have an [M þ Na] þ value of 515.3, thus suggesting their monoacetylated testosterone glucosides ( Supplementary Information Fig. S59) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 168,
                    "text": "(Fig. 4, upper panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 286,
                    "end": 322,
                    "text": "(Supplementary Information  Table S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 377,
                    "end": 397,
                    "text": "Fig. 4 (lower panel)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 509,
                    "end": 517,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 613,
                    "end": 648,
                    "text": "(Supplementary Information Table S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 847,
                    "end": 882,
                    "text": "Supplementary Information Fig. S59)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Enzymatic activity characterization of EcSGA1"
        },
        {
            "text": "Likewise, E-17β-G (9a, t R ¼ 13.587 min) was observed to form four acetylated glucosides using purified EcSGA1 as the biocatalyst (Fig. 5) . Besides the well-characterized 6 0 -AE-17β-G (9b, t R ¼ 15.247 min), the other three products were determined to be monoacetylated estradiol glucosides based on their MS data ( Supplementary Information Fig. S60 ). It was assumed that EcSGA1 could introduce an acyl group into different hydroxyl groups of steroidal 17β-glycosides, generating varied monoacetylated products (Figs. 4 and 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 318,
                    "end": 352,
                    "text": "Supplementary Information Fig. S60",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 529,
                    "text": "(Figs. 4 and 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Enzymatic activity characterization of EcSGA1"
        },
        {
            "text": "To obtain sufficient amount of monoacetylated testosterone glucosides for structural characterization and further cytotoxicity assay, an enzymatic two-step process for AT-17β-Gs (8b-8e) was developed (Scheme 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzymatic two-step synthesis of AT-17β-Gs from testosterone"
        },
        {
            "text": "Firstly, the whole cell biotransformation for the formation of AT-17β-Gs (8b-8e) was exploited due to its simple catalyst preparation. When testosterone (8) was incubated with the engineered strain BL21(DE3)[pET28a-OsSGT1þpGro7], not any new products were detected. On the other hand, when T-17β-G (8a) was added into the same whole-cell system, 6 0 -AT-17β-G (8b) was present in the reaction mixture ( Supplementary  Information Fig. S61 ). These data indicated that testosterone (8) could not be transported into the cell while the glycosylation of testosterone (8) significantly improved the intercellular transport.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 438,
                    "text": "Supplementary  Information Fig. S61",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Enzymatic two-step synthesis of AT-17β-Gs from testosterone"
        },
        {
            "text": "Thus, the formation of AT-17β-Gs (8b-8e) from testosterone (8) using the single whole-cell biocatalyst is infeasible. A two-step process is therefore established to address this limitation. Specifically, OsSGT1-catalyzed reaction was performed in the membrane-free crude cell extract of BL21 (DE3)[pET28a-OsSGT1þpGro7], while EcSGA1-mediated acetylation was conducted in the whole-cell system of BL21(DE3)[pET28a-EsSGA1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzymatic two-step synthesis of AT-17β-Gs from testosterone"
        },
        {
            "text": "The optimal pH and temperature of OsSGT1-catalyzed reaction using the cell-free extract of BL21(DE3)[pET28a-OsSGT1þp-Gro7] as the biocatalyst were first determined to be alkaline pH value of 11 and 50 1C, respectively (Supplementary Information Fig. S62 ). Next, the 100 μL screening scale of OsSGT1-catalyzed glycosylation reaction was scaled to 53 mL scale, in which 152 mg testosterone (8) were glycosylated to form 61 mg T-17β-G (8a) under optimized conditions (Scheme 1). The resultant T-17β-G (8a) was subsequently used as the substrate applied in the scale-up of the whole-cell system of BL21(DE3)[pET28a-EsSGA1] (135 mL) under optimized pH 5.0 and 40 1C. The resulting reaction mixture was subjected to high-performance liquid chromatography-solid phase extraction-NMR spectroscopy (HPLC-SPE-NMR) measurement. Comparison of the 1 H and 13 C NMR spectra of 8c-8e with those of 8b suggested that compounds 8c-8e had the same framework as 8b and the structural difference might be the position of the acetyl group. The location of acetyl group was determined to be at C-2 0 based on the HMBC correlations between H-2 0 (δ 4.68) and C-1\" (δ 170.3) as shown in Supplementary  Information Fig. S63 . Thus, compound 8c was assigned as 2 0 -AT-17β-G. The isolated glucose proton at δ 4.91 (H-3 0 ) of compound 8d exhibited long-range correlations with carbonyl carbons at δ 172.7 ( Supplementary Information Fig. S64 ). Moreover, H-4 0 (δ 4.73) of compound 8e showed long-range Table S3 ). Lower panel, HPLC profile of acetylated products of 9a separated by chromatogramic method (Supplementary Information Table S3 ). correlations with C-1\" (δ 170.7), as revealed by the HMBC spectrum ( Supplementary Information Fig. S65 ). These data supported that the structure of 8d and 8e was elucidated as 3 0 -AT-17β-G and 4 0 -AT-17β-G, respectively. Hence, the three trace products at t R ¼ 18.243, 19.013 and 23.680 min were thus assigned to be 3 0 -(8d), 4 0 -(8e) and 2 0 -AT-17β-G (8c) based on their respective NMR data (Tables 3-5 and Supplementary  Information Figs. S63-77) . These data indicate that EcSGA1 can effectively introduce the acetyl group into the primary hydroxyl group and each secondary hydroxyl group of T-17β-G (8a), yielding four monoacylates without the formation of diacylates ( Fig. 4 and Scheme 1). Because the primary C(6 0 )-OH was the most reactive of the four hydroxyl groups in T-17β-G (8a), acetylation of T-17β-G (8a) took place preferentially at the C (6 0 )-OH, giving 6 0 -O-acylate predominantly in 82% yield ( Fig. 4 and Scheme 1). Also, EcSGA1 can regioselectively acetylate each secondary hydroxyl of T-17β-G (8a) in the presence of the primary hydroxyl group, giving 2 0 -(8c), 3 0 -(8d) and 4 0 -AT-17β-G (8e) in 8%, 6% and 4% yield, respectively. These data revealed the reactivity trend of hydroxyls is 6 0 -OH4 42 0 -OH43 0 -OH44 0 -OH.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Fig. S62",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1164,
                    "end": 1199,
                    "text": "Supplementary  Information Fig. S63",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1382,
                    "end": 1416,
                    "text": "Supplementary Information Fig. S64",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1478,
                    "end": 1486,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1580,
                    "end": 1615,
                    "text": "(Supplementary Information Table S3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1688,
                    "end": 1722,
                    "text": "Supplementary Information Fig. S65",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2019,
                    "end": 2030,
                    "text": "(Tables 3-5",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2035,
                    "end": 2075,
                    "text": "Supplementary  Information Figs. S63-77)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2301,
                    "end": 2307,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2546,
                    "end": 2552,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Enzymatic two-step synthesis of AT-17β-Gs from testosterone"
        },
        {
            "text": "Likewise, the formation of four monoacylates was also present in EcSGA1-catalyzed acylation of E-17β-G (9a, t R ¼ 13.587 min, Fig. 5 ). In addition to the well-characterized major product 9b, there are three trace products 9c-9e. Because of their trace amount, we did not further enrich these monoacetylated estradiol glucosides for NMR analysis. However, according to the catalytic behavior of EcSGA1 towards T-17β-G (8a), it was easy to infer that these products were most likely 2 0 -(9c, t R ¼ 14.513 min), 3 0 -(9d, t R ¼ 13.873 min) and 4 0 -AE-17β-G (9e, t R ¼ 14.213 min, Fig. 5 ). The order of reactivity of the hydroxyls was determined as 6 0 -OH442 0 -OH43 0 -OH4 4 0 -OH with a yield ratio of 80:10:6:4 (Fig. 5) . Regioselective acylation of one of the multiple hydroxyl groups in SGs is the major obstacle to the synthesis of SGEs and direct methods for site-selective acylation of unprotected SGs have rarely been documented. In this contribution, we successfully achieved the regioselective acylation of fully unprotected SGs using EcSGA1 as the biocatalyst, thereby leading to an extremely short-step synthesis of ASGs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 132,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 580,
                    "end": 586,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 715,
                    "end": 723,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Enzymatic two-step synthesis of AT-17β-Gs from testosterone"
        },
        {
            "text": "Acetylated steroidal glucosides, namely 8b, 8c, 8d and 8e, together with 9b were tested for their in vitro cytotoxicity against seven human cancer cell lines including HCT116, Bel7402, MGC803, Capan2, NCI-H460, NCI-H1650 and A549. The results indicated that 3 0 -AT-17β-G (8d) exhibited a wide spectrum of cytotoxic activities against the tested cell lines (Table 6 ). 6 0 -AT-17β-G (8b) displayed much less cytotoxicity than 3 0 -AT-17β-G (8d) but showed a mild cytotoxicity against human non-small cell lung carcinoma cell line NCI-H1650 with IC 50 values of 26.5 μmol/L ( Table 6) . On the contrary, the control T-17β-G (8a) did not display significant cytotoxicity towards these tested cell lines (IC 50 450.0 μmol/L). These evidences revealed that the acyl groups of SGEs are of importance to their cytotoxicity and direct regioselective acylation of SGs is thus believed as a powerful tool for the discovery of drug candidates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 365,
                    "text": "(Table 6",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 583,
                    "text": "Table 6)",
                    "ref_id": null
                }
            ],
            "section": "Cytotoxic activity of acetylated steroidal glucosides"
        },
        {
            "text": "Acylated steroidal glycosides have attracted our attentions primarily due to their biological and pharmacological significances 2,10,11,23 . There are two enzymes, namely SGTs and SGAs, responsible for the biosynthesis of ASGs. To synthesize ASGs, the primary premise is to obtain glycosyltransferases capable of catalyzing the formation of SGs from the abundantly available free steroids. O. saundersiae is thus selected as the candidate plant for SGTs isolation. O. saundersiae is a monocotyledonous plant rich in acylated steroidal glycosides, suggesting that it may contain SGTs and SGAs responsible for the biosynthesis of ASGs 23 . Thus, the transcriptome of O. saundersiae was sequenced with the aim to facilitate the genes discovery. OsSGT1 was then isolated from O. saundersiae based on the RNA-Seq data. Subsequently, OsSGT1-containing cell-free extract was used as the biocatalyst for glycosylations of 49 structurally diverse drug-like scaffolds. The use of cell-free extract offers a number of advantages. Unlike the ambitious purification procedures, the preparation of cell-free extract was simple and timesaving. Moreover, compared the purified enzymes, the recombinant proteins used in crude extract-based system were more stable. Steroidal glycosides are one of the main sources of innovative drugs 17 . SGT-catalyzed glycodiversification of steroids could expand the molecular diversification, thereby facilitating the discovery of pharmacological leads. Thus, the search of SGTs with catalytic promiscuity may provide potent biocatalysts for glycodiversification. Therefore, a library containing 49 structural diverse drug-like molecules was utilized to react with the recombinant OsSGT1 with the aim to explore the substrate flexibility of OsSGT1. In vitro enzymatic analyses revealed that OsSGT1 was active against various steroids, including physterols (1-3, Supplementary Information Figs. S5-7) , steroid hormones (4, 7-10, Figs. 2 and 3 , and Supplementary Information Figs. S8, S11 and S14), steroidal sapogenin (5, Supplementary Information  Fig. S9 ) and cardiac aglycon (6, Supplementary Information  Fig. S10) , exhibiting a wider substrate range than that of previously identified SGTs from plant 18, 24 .",
            "cite_spans": [
                {
                    "start": 1317,
                    "end": 1319,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2229,
                    "end": 2232,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2233,
                    "end": 2235,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1882,
                    "end": 1919,
                    "text": "Supplementary Information Figs. S5-7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1949,
                    "end": 1962,
                    "text": "Figs. 2 and 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1969,
                    "end": 2000,
                    "text": "Supplementary Information Figs.",
                    "ref_id": null
                },
                {
                    "start": 2043,
                    "end": 2077,
                    "text": "Supplementary Information  Fig. S9",
                    "ref_id": null
                },
                {
                    "start": 2104,
                    "end": 2140,
                    "text": "Supplementary Information  Fig. S10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To investigate the regioselectivity of OsSGT1, diversified steroids were selected as the sugar acceptors for OsSGT1-catalyzed glycosylations. As illustrated in Figs. 1-3 and Supplementary Information S5-14 , OsSGT1 specifically attacked the hydroxyl groups at C-3 and C-17 positions, but no activities towards hydroxyl groups at C-2 (13, 18), C-7 (22), C-11 (23), C-12 (22) , C-14(6), C-15 (14) , C-16 (15, 16 and 19) and C-21 (23 and 24) . When steroids having two potentially reactive hydroxyl groups, like 17α-hydroxypregnenolone (7) or androstenediol (10), were used as the substrate for OsSGT1-assisted glycosylation, only glycosides with a glycosyl substituent in C-3 position were detected in the reaction mixture, suggesting OsSGT1 exhibited prominent regioselectivity towards the 3-OH of both substrates ( Supplementary Information Figs. S11 and S14) . Also, OsSGT1 The stereoselectivity of OsSGT1 was also assessed in this study. Estradiol (9) and α-estradiol (12) differ for the configuration of the hydroxyl group at C-17 position. When each of the two compounds was used to react with OsSGT1, only β-configurated glycosides were generated (Fig. 3) . Likewise, OsSGT1 showed βselective glycosylation towards the hydroxyl group at C-3 position. Cumulatively, these evidences revealed that OsSGT1catalyzed glycosylations were conducted in a region-and stereoselective fashion.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 402,
                    "end": 417,
                    "text": "(15, 16 and 19)",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 438,
                    "text": "(23 and 24)",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "Figs. 1-3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 174,
                    "end": 205,
                    "text": "Supplementary Information S5-14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 815,
                    "end": 859,
                    "text": "Supplementary Information Figs. S11 and S14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1152,
                    "end": 1160,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "One of the most striking findings of this study is the characterization of bacterial LacA protein as a steroidal glycoside acyltransferase. It is well known that lacA is one of three structural genes (lacZ, lacY and lacA) in lac operon 25, 26 . The function of LacZ and LacY is well-characterized 25, 26 . LacZ encodes a βgalactosidase, catalyzing the cleavage of lactose into glucose and galactose. LacY encodes a lactose permease responsible for lactose uptake 25, 26 . The third structural protein encoded by lacA gene in lac operon was initially inferred to be an acetyltransferase. The exact action of this protein, however, remains in doubt until now. In this investigation, in an effort to identify the function of OsSGT1, we unexpectedly characterized LacA protein from E. coli as a SGA. In vitro enzymatic analyses revealed that LacA protein could specifically catalyze the attachment of acyl groups into the hydroxyl groups of sugar moieties of steroidal 17β- glycosides (Figs. 4 and 5) . Although we have no evidences for the role of LacA protein in vivo, these findings in the present work may provide a starting point for identifying the exact activity of LacA protein in lactose metabolism. The bottleneck in enzymatic synthesis of ASGs is the lack of well-characterized SGAs. The successful characterization of LacA made it to be the first SGA and LacA protein was thus designated as EcSGA1.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 240,
                    "end": 242,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 301,
                    "end": 303,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 467,
                    "end": 469,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 981,
                    "end": 996,
                    "text": "(Figs. 4 and 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A novel enzymatic two-step synthesis of AT-17β-Gs and AE-17β-Gs from the abundantly available free steroids under the sequential actions of a steroidal glycosyltransferase OsSGT1 from O. saundersiae and EcSGA1 was achieved. The two-step process is characterized by acyltransferase-catalyzed regioselective acylations of all hydroxyl groups of unprotected SGs in the late stage, thereby significantly streamlining the synthetic route towards ASGs and thus forming four monoacylates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regioselective acylation could expand molecular diversity, thereby facilitating the discovery of pharmaceutical leads. In this investigation, EcSGA1-catalyzed acetylation of two steroid 17βglucosides (T-17β-G and E-17β-G) leaded to the production of eight new monoacylates. Furthermore, the cytotoxic activities of these monoacylates were tested and 3 0 -AT-17β-G was observed to display improved activities towards seven human tumor cell lines, suggesting this compound had promisingly pharmacological potential. This study therefore reports for the first time a novel synthetic process for the green preparation of acylated steroidal glycosides with medicinal interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A steroidal glycosyltransferase OsSGT1 from O. saundersiae was identified to be the first plant SGT with selectivity towards both 3β-and 17β-hydroxylsteroids. One of the most striking findings of this study is the characterization of bacterial LacA protein as a steroidal glycoside acyltransferase, catalyzing the attachment of acyl groups into the hydroxyl groups of steroidal 17β-glycosides. A novel enzymatic two-step synthesis of AT-17β-Gs and AE-17β-Gs from the abundantly available free steroids under the sequential actions of OsSGT1 and EcSGA1 was achieved. The two-step process is characterized by acyltransferase-catalyzed regioselective acylations of all hydroxyl groups of unprotected SGs in the late stage, thereby significantly streamlining the synthetic route towards ASGs and thus forming four monoacylates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Moreover, the cytotoxic activities of these monoacylates were tested and 3 0 -AT-17β-G was observed to display improved activities towards seven human tumor cell lines. This study therefore reports for the first time a novel synthetic process for the green preparation of acylated steroidal glycosides with medicinal interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In this contribution, four compound libraries, namely sugar acceptor, sugar donor, acyl acceptor and acyl donor libraries, were provided for enzyme-mediated reactions. The compounds listed in Fig. 1 and Supplementary Information Fig. S4 include diverse structures like steroids , flavonoids (25) (26) (27) (28) (29) (30) (31) , alkaloids (32) (33) (34) (35) (36) (37) (38) , triterpenoids (39-42), phenolic acids (43-47) and coumarins (48-49) are used as the sugar acceptors for OsSGT1-catalyzed glycosylation reactions ( Fig. 1 and Supplementary Information Fig. S4 ). The sugar donors consist of seven UDP-activated nucleotides, among which, UDP-Dglucose (UDP-Glc), UDP-D-galactose (UDP-Gal), UDP-D-glucuronic acid (UDP-GlcA) and UDP-N-acetylglucosamine (UDP-GlcNAc) were obtained from Sigma-Aldrich Co., LLC. (St. Louis, MO, USA). UDP-D-xylose (UDP-Xyl), UDP-L-arabinose (UDP-Ara) and UDP-D-galacturonic acid (UDP-GalA) was synthesized by enzymemediated reactions in our laboratory [27] [28] [29] . The acyl acceptor library is made up of 10 steroidal glucosides (1a-10a) and 13 other glucosides (50-62) listed in Supplementary Information Fig. S58 . The acyl donor library includes acetyl-CoA, succinyl-CoA, arachidonoyl-CoA, palmitoyl-CoA and acetoacetyl-CoA, all of which were purchased from Sigma-Aldrich Co., LLC. The other chemicals were either reagent or analytic grade when available. ",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 198,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 203,
                    "end": 236,
                    "text": "Supplementary Information Fig. S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 522,
                    "end": 528,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 533,
                    "end": 566,
                    "text": "Supplementary Information Fig. S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1117,
                    "end": 1151,
                    "text": "Supplementary Information Fig. S58",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Chemicals"
        },
        {
            "text": "The resulting raw reads from sequence library of O. saundersiae was firstly filtered to obtain clean reads, discarding dirty reads with adaptors, unknown or low quality bases. These clean reads were subsequently combined to form longer unigenes by assembling program trinity. These unigenes obtained by de novo assembly cannot be extended on either end. Next, these unigenes were aligned by Blast X algorithm to protein databases, such as NR, Swiss-Prot, KEGG and COG (e-valueo0.00001) for functional annotation. The unigenes displaying similarity to SGTs were retrieved for further ORF analysis. In a word, those unigenes with a complete ORF and displaying high similarity to SGTs were selected as the candidate for further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analyses and functional annotations of unigenes"
        },
        {
            "text": "To verify the authenticity of the candidate unigene, cDNA isolation was performed using gene-specific primers by a nested PCR assay as previously described (Supplementary Information  Table S1 ) [28] [29] [30] [31] . The obtained amplicon was inserted into pEASY TM -Blunt plasmid (TransGen Co., Ltd., Beijing, China) and then transformed into E. coli Trans1-T1 competent cells for recombinant plasmid selection (Supplementary Information Table  S2 ). The resultant recombinant plasmid was isolated and subjected to nucleotide sequencing. The obtained cDNA was thus designated as OsSGT1 for convenience. The bioinformatics analyses of OsSGT1, like prediction of physiochemical properties, multiple sequence alignment and phylogenetic analysis, were performed as detailed in our previous reports [27] [28] [29] [30] 32 .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 815,
                    "end": 817,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 192,
                    "text": "(Supplementary Information  Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 412,
                    "end": 448,
                    "text": "(Supplementary Information Table  S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "cDNA isolation and bioinformatics analysis of OsSGT1"
        },
        {
            "text": "OsSGT1 was amplified using gene-specific primers (Supplementary Information Table S1 ) and the resulting PCR product was ligated into EcoRI and Hind III sites within the pET-28a(þ) vector (Novagen, Madison, USA) using seamless assembly cloning kit (CloneSmarter Technologies Inc., Houston, TX, USA) as described previously 33 . The generated construct pET28a-OsSGT1 was transformed into E. coli strain Transetta (DE3) for expression as described previously 34 . Also, to improve heterologous expression of OsSGT1, pET28a-OsSGT1 was cotransformed into E. coli BL21(DE3) strain with a chaperone plasmid pGro7 (Takara Biotechnology Co., Ltd., Dalian, China) as introduced by Yin et al. 27 The expression of OsSGT1 was induced by IPTG at a final concentration of 0.3 mmol/L. The expressed OsSGT1 was checked by SDS-PAGE and Western-blot analyses as described by Guo et al. 31 Next, the BL21(DE3) [pET28a-OsSGT1þpGro7] suspension cells were disrupted in a high-pressure homogeniser (APV-2000, Albertslund, Denmark) operated at 800 bar. Disrupted cells were centrifuged at 12,000 rpm for 30 min to discard the pellet. The resultant supernatant, namely the membrane-free crude extract, was used as the biocatalyst for steroidal glycosylation.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 457,
                    "end": 459,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 683,
                    "end": 685,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 869,
                    "end": 871,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 84,
                    "text": "(Supplementary Information Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Prokaryotic expression and preparation of crude cell extract for glycosylation reactions"
        },
        {
            "text": "After verification of heterologous expression of OsSGT1, the crude extract containing the recombinant OsSGT1 was applied as the biocatalyst to react with various sugar acceptors and donors ( Fig. 1 and Supplementary Information Fig. S4 ). The total reaction mixture was 100 μL contained 20 mmol/L phosphate buffer (pH 8.0), a sugar acceptor (1 mmol/L), a sugar donor (1 mmol/L) and 20 μL crude OsSGT1 proteins. The reaction mixture was incubated at 50 1C for 1 h. The formation of glycosylated products was Table 6 The cytotoxic activities of monoacylates against human tumor cell lines. unambiguously determined by a combination of HPLC-UV, HPLC-MS and NMR as described previously 35, 36 . The determination conditions for HPLC-UV were summarized in Supplementary Information Table S3 .",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 685,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 686,
                    "end": 688,
                    "text": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 197,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 202,
                    "end": 235,
                    "text": "Supplementary Information Fig. S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 507,
                    "end": 514,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 785,
                    "text": "Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Assay for steroidal glycosyltransferase activity of OsSGT1"
        },
        {
            "text": "The genome DNA was extracted from E. coli strain BL21(DE3) using BacteriaGen DNA kit (CWBio Co., Ltd., Beijing, China) according to the supplier recommendation. The resulting genome DNA was then used as the template of PCR amplification to isolate these candidate SGA genes using gene-specific primers (Supplementary Information Table S1 ). The amplified PCR products were inserted into pEASY TM -Blunt plasmid to generate recombinant vectors for sequencing verification. Next, these Oacetyltransferase-encoding genes were heterologously expressed in BL21(DE3) as described above. SDS-PAGE and Western-blot of these recombinant proteins were conducted as that of OsSGT1 (see above). The recombinant O-acetyltransferase proteins were subjected to purification with Ni-NTA agarose columns according to the manufacture's protocol. Purified protein concentrations were determined using Bradford protein assay (Bio-Rad, Hercules, CA, USA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 337,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Isolation and prokaryotic expression of E. coli genes encoding O-acetyltransferase"
        },
        {
            "text": "The enzymatic activities of EcSGAs were determined in 100 μL citrate buffer solution (pH 5.0) containing an acyl acceptor (1 mmol/L) listed in Supplementary Information Fig. S58 , an acyl donor (1 mmol/L) summarized in Chemicals section and the purified protein (2.97 μg). The reactions were incubated at 37 1C for 1 h. Then 100 μL methanol was added to terminate the reaction. The reaction mixture was monitored by HPLC-UV (Supplementary Information Table S3 ) and the structure of the generated product was determined by a combination of HPLC-MS and NMR as reported by Liu et al. 35 5.10. Biotransformation of testosterone and testosterone-17-Oβ-glucoside using the whole cell system",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 584,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 177,
                    "text": "Supplementary Information Fig. S58",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 424,
                    "end": 459,
                    "text": "(Supplementary Information Table S3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Functional characterization of E.coli steroidal glycoside acyltransferases (EcSGAs)"
        },
        {
            "text": "After IPTG induction, the engineered BL21(DE3)[pET28a-OsSGT1þpGro7] cells were harvested by centrifugation at 12,000 rpm for 10 min and then resuspended in M9 medium 37 with cell density of OD 600 value of 0.6. The substrate testosterone (8) or testosterone-17-O-β-glucoside (T-17-O-β-G, 8a) with the final concentration of 0.3 mmol/L was added into the M9 medium and continued to incubate at 37 1C overnight. The formation of products was monitored by HPLC analysis as mentioned above.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Functional characterization of E.coli steroidal glycoside acyltransferases (EcSGAs)"
        },
        {
            "text": "The effects of pH and temperature on OsSGT1-and EcSGA1catalyzed reactions were investigated. The crude extract of BL21(DE3)[pET28a-OsSGT1þpGro7] and the purified EcSGA1 protein were applied as the biocatalyst in their respective reactions. The effects of pH on both reactions were determined at varied buffers including citric acid/sodium citrate buffer (0.1 mol/L, pH 3.0-6.6), Na 2 HPO 4 /NaH 2 PO 4 (0.1 mol/L, pH 5.8-9.0), Na 2 HPO 4 / NaOH buffer (0.1 mol/L, pH 9.0-12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization of OsSGT1-and EcSGA1-catalyzed reactions"
        },
        {
            "text": "The influences of temperature were explored in a range of 20 to 80 1C with intervals of 15 1C (OsSGT1-mediated glycosylation) or 10 1C (EcSGA1-catalyzed acylation) in the standard reaction mixture as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization of OsSGT1-and EcSGA1-catalyzed reactions"
        },
        {
            "text": "Scale-up of OsSGT1-and EcSGA1-catalyzed reactions was performed to obtain sufficient AT-17β-Gs for structural characterization and further cytotoxicity assay. Initially, the 100 μL OsSGT1catalyzed reaction was directly scaled to 53 mL, in which 152 mg testosterone (8) were added into and then incubated with crude cell extract at optimal pH and temperature for 1 h. The resultant reaction mixture was applied to preparative HPLC to isolate pure T-17β-G, which was then used as the substrate in 135 mL EcSGA1-catalyzed reaction for AT-17β-Gs production. Structure characterization of AT-17β-Gs was performed using HPLC-SPE-NMR technique as described by Liu et al. 35 except some modifications on chromatographic conditions. HPLC separation was carried out on an YMC-Pack Ph column (5 μm, 12 nm, 250 mm Â 4.6 mm) with an isocratic elution of 50% water-trifluoroacetic acid (A, 99.9%:0.1%, v/v) and 50% methanol (B) at a flow rate of 1 mL/min.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 664,
                    "end": 666,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic two-step synthesis and structural characterization of AT-17β-Gs"
        },
        {
            "text": "Seven human cancer cell lines, HCT-116 (human colon cancer cell line), Bel7402 (human hepatocellular carcinoma cell line), MGC803 (human gastric carcinoma cell line), Capan 2 (human pancreatic cancer cell line), NCI-H1650, NCI-H460 and A549 (human lung cancer cell lines) were used in the cytotoxicity assay. The viability of the cells after treated with various chemicals was evaluated using the MTT (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide) assay performed as previously reported 7, 38 . The inhibitory effects of these tested compounds on the proliferation of cancer cells were reflected by their respective IC 50 (50% inhibitory concentration).",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 506,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 507,
                    "end": 509,
                    "text": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Cytotoxicity assay of acetylated testosterone-17-O-β-Dglucosides"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Steryl glycosides and acylated steryl glycosides in plant foods reflect unique sterol patterns",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nyström",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schär",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lampi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Lipid Sci Technol",
            "volume": "114",
            "issn": "",
            "pages": "656--69",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rice bran extract containing acylated steryl glucoside fraction decreases elevated blood LDL cholesterol level in obese Japanese men",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakashima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Med Investig",
            "volume": "62",
            "issn": "",
            "pages": "80--84",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structural analysis of novel bioactive acylated steryl glucosides in pre-germinated brown rice bran",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Usuki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ariga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kasama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nonaka",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Lipid Res",
            "volume": "49",
            "issn": "",
            "pages": "2188--96",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A potent anticomplementary acylated sterol glucoside from Orostachys japonicus",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Pharm Res",
            "volume": "28",
            "issn": "",
            "pages": "892--898",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Therapeutic potential of cholesteryl O-acyl alpha-glucoside found in Helicobacter pylori",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shimamura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hidaka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Med Chem",
            "volume": "19",
            "issn": "",
            "pages": "4869--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunological functions of steryl glycosides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shimamura",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Immunol Ther Exp (Warsz)",
            "volume": "60",
            "issn": "",
            "pages": "351--360",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cholestane glycosides with potent cytostatic activities on various tumor cells from Ornithogalum saundersiae bulbs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mimaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuroda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kameyama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sashida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oka",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Bioorg Med Chem Lett",
            "volume": "7",
            "issn": "",
            "pages": "633--639",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A new rearranged cholestane glycoside from Ornithogalum saundersiae bulbs exhibiting potent cytostatic activities on leukemia HL-60 and molt-4 cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mimaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuroda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kameyama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sashida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oka",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Bioorg Med Chem Lett",
            "volume": "6",
            "issn": "",
            "pages": "2635--2643",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acylated cholestane glycosides from the bulbs of Ornithogalum saundersiae",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mimaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Terao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sashida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nikaido",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohmoto",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Phytochemistry",
            "volume": "31",
            "issn": "",
            "pages": "3969--73",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Synthesis of a cholestane glycoside OSW-1 with potent cytostatic activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Morzycki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wojtkielewicz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Carbohydr Res",
            "volume": "337",
            "issn": "",
            "pages": "1269--74",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "First total synthesis of an exceptionally potent antitumor saponin, OSW-1",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Org Chem",
            "volume": "64",
            "issn": "",
            "pages": "202--210",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improved enzyme-mediated synthesis and supramolecular selfassembly of naturally occurring conjugates of β-sitosterol",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wimmerová",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Siglerová",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Šaman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Šlouf",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kaletová",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Steroids",
            "volume": "117",
            "issn": "",
            "pages": "38--43",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Simple method for high purity acylated steryl glucosides synthesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Jäger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mittelbach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cabrera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Labadie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Lipid Sci Technol",
            "volume": "118",
            "issn": "",
            "pages": "827--860",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regioselective diversification of a cardiac glycoside, lanatoside C, by organocatalysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mishiro",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Furuta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawabata",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Org Chem",
            "volume": "77",
            "issn": "",
            "pages": "7850--7857",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sterol glycosyltransferases-the enzymes that modify sterols",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaturvedi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tuli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Appl Biochem Biotechnol",
            "volume": "165",
            "issn": "",
            "pages": "47--68",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The functions of steryl glycosides come to those who wait: recent advances in plants, fungi, bacteria and animals",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grille",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaslawski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Warnecke",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Prog Lipid Res",
            "volume": "49",
            "issn": "",
            "pages": "262--88",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sterol 3β-glucosyltransferase biocatalysts with a range of selectivities, including selectivity for testosterone",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Dover",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Northen",
                    "suffix": ""
                },
                {
                    "first": "Flinn",
                    "middle": [
                        "A"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biosyst",
            "volume": "9",
            "issn": "",
            "pages": "2816--2838",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Molecular cloning and biochemical characterization of a recombinant sterol 3-O-glucosyltransferase from Gymnema sylvestre R.Br. catalyzing biosynthesis of steryl glucosides",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tiwari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sangwan",
                    "suffix": ""
                },
                {
                    "first": "Asha",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Sabir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sangwan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biomed Res Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cloning and functional expression of UGT genes encoding sterol glucosyltransferases from Saccharomyces cerevisiae, Candida albicans, Pichia pastoris, and Dictyostelium discoideum",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Warnecke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Erdmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fahl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hube",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zank",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "13048--59",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Glycosyltransferases in plant natural product synthesis: characterization of a supergene family",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends Plant Sci",
            "volume": "5",
            "issn": "",
            "pages": "380--386",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Chaperone coexpression plasmids: differential and synergistic roles of DnaK-DnaJ-GrpE and GroEL-GroES in assisting folding of an allergen of Japanese cedar pollen, Cryj2, in Escherichia coli",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nishihara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanemori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitagawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yanagi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yura",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Appl Environ Microbiol",
            "volume": "64",
            "issn": "",
            "pages": "1694--1703",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Regioselective enzymatic acylation of complex natural products: expanding molecular diversity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "González-Sabín",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morán-Ramallal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rebolledo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chem Soc Rev",
            "volume": "40",
            "issn": "",
            "pages": "5321--5356",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structure, bioactivity, and chemical synthesis of OSW-1 and other steroidal glycosides in the genus Ornithogalum",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chem Rev",
            "volume": "113",
            "issn": "",
            "pages": "5480--514",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Functional diversification of two UGT80 enzymes required for steryl glucoside synthesis in Arabidopsis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stucky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Arpin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schrick",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Exp Bot",
            "volume": "66",
            "issn": "",
            "pages": "189--201",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "lac operon induction in Escherichia coli: systematic comparison of IPTG and TMG induction and influence of the transacetylase LacA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marbach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bettenbrock",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biotechnol",
            "volume": "157",
            "issn": "",
            "pages": "82--90",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The lac operon galactoside acetyltransferase",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Roderick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Comptes Rendus Biol",
            "volume": "328",
            "issn": "",
            "pages": "568--75",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "cDNA Isolation and functional characterization of UDP-D-glucuronic acid 4-epimerase family from Ornithogalum caudatum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Molecules",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Transcriptome-guided discovery and functional characterization of two UDP-sugar 4-epimerase families involved in the biosynthesis of anti-tumor polysaccharides in Ornithogalum caudatum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "RSC Adv",
            "volume": "6",
            "issn": "",
            "pages": "37370--84",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Transcriptome-guided gene isolation and functional characterization of UDP-xylose synthase and UDP-D-apiose/UDP-Dxylose synthase families from Ornithogalum caudatum Ait",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Plant Cell Rep",
            "volume": "35",
            "issn": "",
            "pages": "2403--2424",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Transcriptome-wide identification of sucrose synthase genes in Ornithogalum caudatum",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "RSC Adv",
            "volume": "23",
            "issn": "",
            "pages": "18778--92",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Transcriptomeenabled discovery and functional characterization of enzymes related to (2S)-pinocembrin biosynthesis from Ornithogalum caudatum and their application for metabolic engineering",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Microb Cell Fact",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Functional analyses of OcRhS1 and OcUER1 involved in UDP-L-rhamnose biosynthesis in Ornithogalum caudatum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Plant Physiol Biochem",
            "volume": "109",
            "issn": "",
            "pages": "536--584",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Interactions among SARS-CoV accessory proteins revealed by bimolecular fluorescence complementation assay",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Acta Pharm Sin B",
            "volume": "5",
            "issn": "",
            "pages": "487--92",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "cDNA isolation and functional characterization of squalene synthase gene from Ornithogalum caudatum",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Protein Expr Purif",
            "volume": "130",
            "issn": "",
            "pages": "63--72",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Probing steroidal substrate specificity of cytochrome P450 BM3 variants",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Molecules",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Steroids hydroxylation catalyzed by the monooxygenase mutant 139-3 from Bacillus megaterium BM3",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acta Pharm Sin B",
            "volume": "7",
            "issn": "",
            "pages": "510--516",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Metabolic engineering of Escherichia coli for 1-butanol production",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atsumi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Cann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Brynildsen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Metab Eng",
            "volume": "10",
            "issn": "",
            "pages": "305--316",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Cytotoxic cholestane glycosides from the bulbs of Ornithogalum saundersiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuroda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mimaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yokosuka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sashida",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Beutler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Nat Prod",
            "volume": "64",
            "issn": "",
            "pages": "88--91",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The sugar acceptor promiscuity of OsSGT1 with 10 reactive steroidal substrates. (A) The bars show the maximum percentage conversion of each substrate under identical reaction conditions. These steroidal substrates are listed in descending order of percent conversion. (B) The detailed structures of 10 reactive steroidal substrates. The numbers from 1 to 10 represented cholesterol (1), β-sitosterol (2), ergosterol (3), dehydroepiandrosterone (4), diosgenin (5), digitoxigenin (6), 17α-hydroxypregnenolone (7), testosterone (8), estradiol (9) and androstenediol (10). acceptor for OsSGT1-mediated glucosylation with UDP-Glc as the donor. The glycosyl-transferring reactions were monitored by HPLC-UV/MS analysis (Supplementary Information",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "HPLC-DAD analysis of OsSGT1-catalyzed testosterone (8) glycosylation. HPLC chromatogram of reaction product of testosterone (8) incubated with OsSGT1 protein (a) or without OsSGT1 (b). UV spectra of 8 and enzymatic product 8a are shown in upper panels. The HPLC conditions are available in Supplementary InformationTable S3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "HPLC-DAD analysis of OsSGT1-catalyzed estradiol",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "1H, d, J ¼ 7.8Hz, H-6 0 a), 3.86 (1H, dt, J ¼ 8.2, 4.1Hz, H ¼ 6 0 b) -: not applicable.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "HPLC profile of EcSGA1-catalyzed acetylation of 8a. Upper panel, HPLC chromatogram of reaction product of 8a incubated with purified EcSGA1 (a) or without EcSGA1 (b) using method E (Supplementary Information",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "HPLC profile of EcSGA1-catalyzed acetylation of 9a. Upper panel, HPLC chromatogram of reaction product of 9a incubated with purified EcSGA1 (a) or without EcSGA1 (b) using method D (Supplementary Information",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "could catalyze the attachment of a sugar moiety to the hydroxyl group at C-17 position. However, the hydroxyl groups with the stereo-configuration at other positions, like 2β-(13 and 18), 15β-(14), 16β-(15 and 19) and 16α-positions (16 and 20), would inhibit this attachment of sugar moieties to C-17OH, resulting in no yields of steroidal glycosides.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "6H, m, H-2 00 , 1a, 12a, 16a overlap) -: not applicable.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "H and 13 C NMR data for 8a (600 MHz for 1 H NMR and 150 MHz for 13 C NMR, methanol-d 4 , δ in ppm).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "H and 13 C NMR data for 8b (600 MHz for 1 H NMR and 150 MHz for 13 C NMR, methanol-d 4 , δ in ppm).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "H and 13 C NMR data for 8c (600 MHz for1 H NMR and 150 MHz for 13 C NMR, methanol-d 4 , δ in ppm).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "H and 13 C NMR data for 8d (600 MHz for 1 H NMR and 150 MHz for 13 C NMR, methanol-d 4 , δ in ppm).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "H and 13 C NMR data for 8e (600 MHz for1 H NMR and 150 MHz for 13 C NMR, methanol-d 4 , δ in ppm).The procedure of transcriptome sequencing of O. saundersiae was the same as that of O. caudatum[28][29][30][31] . In brief, total RNA was extracted from the frozen bulbs of O. saundersiae using TRIzol reagent (CWBIO Co., Ltd., Beijing, China) according to the manufacturer's instructions. The concentration, the RNA ratio of 28 S to 18 S and RNA integrity number (RIN) were evaluated using an Agilent 2100 Bioanalyzer. The RNAs with RIN value Z8.5 were sent to BGI Tech Solutions Co., Ltd. for cDNA preparation and library construction. Finally, the purified library was sequenced on Illumina HiSeq™ 2000 apparatus in BGI Tech Solutions Co., Ltd. (BGI-Tech). RNA-Seq raw data was thus obtained to form a sequence library.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apsb.2018.04.006.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supporting information"
        }
    ]
}