{
    "paper_id": "5c49361dc3511c5c14855745fedcbafc97d9ca96",
    "metadata": {
        "title": "One Health and EcoHealth: the same wine in different bottles?",
        "authors": [
            {
                "first": "Franç",
                "middle": [],
                "last": "Ois Roger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": "francois.roger@cirad.fr"
            },
            {
                "first": "Alexandre",
                "middle": [],
                "last": "Caron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Serge",
                "middle": [],
                "last": "Morand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Miguel",
                "middle": [],
                "last": "Pedrono",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "De Garine-Wichatitsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Veronique",
                "middle": [],
                "last": "Chevalier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Annelise",
                "middle": [],
                "last": "Tran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Gaidet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Muriel",
                "middle": [],
                "last": "Figuié",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France Responsible Editor"
                    }
                },
                "email": ""
            },
            {
                "first": "Marie",
                "middle": [],
                "last": "-Noë L De Visscher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Auré",
                "middle": [],
                "last": "Lie Binot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AGIRs Research Unit",
                    "institution": "CIRAD",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "G lobal approaches to health such as One Health or EcoHealth paradigms posit that the epidemiological dynamics and stakeholders' actions that determine the health of animal and human populations need to be studied in their interconnected ecological, socioeconomic, and political contexts. So far they have received scant mutual theoretical discussions, despite enjoying widespread attention and empirical support. Both One Health and EcoHealth are conceptual movements, scientific areas, and political endeavours. However, their development has been driven by different scientific concerns, institutional frameworks, and cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One Health deals with biomedical questions, with an emphasis on zoonoses, and is historically more health science-driven. In contrast, the EcoHealth concept is defined as an ecosystem approach to health, tending to focus on environmental and socioeconomic issues and initially designed by disease ecologists working in the field of biodiversity conservation. This concept results from the hybridization of different approaches and thematic fields: conservation medicine, disease ecology, and the framework developed by the Millennium Ecosystem Assessment (1) . This vision led to the notion of ecosystemic services linked to health and welfare, integrating social and citizen dimensions. From a socio-political perspective, EcoHealth and One Health refer to two different regimes of health governance. Public health policy studies converge in considering two regimes in health governance: 'international health' and 'global health' (2, 3) . EcoHealth is related to the international health regime, as One Health is linked to global health. The field of One Health is evolving on a large scale and at official levels, whereas EcoHealth operates at a more grass-root, pragmatic level. The One Health approach is driven by international standards institutions (OIE, FAO, WHO) and is supported and recognized by the donor community. The EcoHealth paradigm, however, takes a broader view of health and links public health to natural resource management within an ecosystem approach to human health. EcoHealth is seen by several scientists as a One Health approach which optimizes interdisciplinarity including strong participatory and citizenship components.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 558,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 936,
                    "end": 938,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite their different origins, One Health and Eco-Health are convergent in their vision and goals to reposition animal and public health within their broader context. Both are motivated by the conviction that health concerns must be addressed at the humanÁanimal interface within their broader natural and social environments (i.e. socio-ecosystem approach). Both try to integrate scientific disciplines combining multi-and cross-disciplinary approaches. Both aim to mitigate the risks threatening ecosystems and public health, including veterinary public health. Both deal with the complexity of diseases and health (4) . Finally, both struggle to properly define the boundaries of their paradigms despite their apparent similarities regarding principles and objectives. There are concerns about the risk of instrumentalisation of the socio-ecological aspects (conservation, ecosystemic approaches) by the medical sector. Thus, the health sector could use the 'politically correct' discourse of One Health but without in effect changing its practices of leadership and funding opportunities regarding environment and ecosystem approaches to health.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 622,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Health professionals and researchers perceive the paradigms differently. For academics, both paradigms can be applied to inter-and trans-disciplinary frameworks for research activities on zoonotic diseases or health matters and/or are viewed as research topics (e.g. efficacy and efficiency of One Health). Zinsstag (5) , who distinctly applies One Health and EcoHealth according to a given health issue or disease, suggests they should converge in the areas of zoonoses, disease emergence, and pandemic threats. Barrett and Bouley (6) examined the potential benefits from collaboration between One Health and EcoHealth. For Ngyuen-Viet et al. (7), EcoHealth is progressively converging with the One Health paradigm and suggests combining the two paradigms. For health professionals, policy-and decision-makers, both paradigms, but especially One Health, have underpinned official cooperation among sectors for food safety and public health improvement, mostly in developing countries in Africa and Southeast Asia. But a better connection between the two spheres is needed. Leung et al. (8) emphasise the decisive function of governance and partnerships for the development of holistic tactics: 'Further research on governance and partnership models, as well as systems-based organizational working practices, is needed to close the gap between One Health and EcoHealth theory and public health practice'. However, until now, despite these calls from the scientific community, both concepts have failed to converge from an institutional viewpoint. The ideology behind both concepts being globally similar, hidden interests or sectorial deadlocks must be preventing closer integration. Crosssectorial and interdisciplinary scientific collaboration on analysis, modelling, and risk management will allow joint development of decision support tools to help implement integrated health strategies and policies. Several authors have emphasised the lack of certain key components for the One Health paradigm: social sciences have remained marginalized (9), the wildlife component and its associated thematic fields in ecology are frequently a neglected element (10) , and the environmental component remains underrepresented (6) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 513,
                    "end": 535,
                    "text": "Barrett and Bouley (6)",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2155,
                    "end": 2159,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2219,
                    "end": 2222,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CIRAD and partners from low-income countries implement both One Health and EcoHealthÁapplied research programmes through research platforms in partnership based in the developing countries (Box 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". In Madagascar, the research platform 'Forests and Biodiversity' (www.forets-biodiv.org) aims at combining biodiversity conservation and the enhancement of natural resources to ensure the resilience of socio-ecosystems. Some activities aim at exploring the links between the restoration of forest ecosystem functions (e.g. through the reintroduction of key-stone species) including a hypothetised improved ecosystem resilience with health indicators for both animal and human populations. Such health indicators can contribute in return to the monitoring of ecosystem functioning among other ecological indicators. For example, in the case of bushpigs, the relationship between bushmeat culture and practices that provide safety nets for local communities (e.g. the huge impact of African swine fever on domestic pig populations) demonstrate how health situations can be the catalyst for actor concerns and at the same time the whistle blower of non-linear dysfunctioning within the socio-ecosystem. . In Southeast Asia, GREASE (www.grease-net work.org) is a regional network to support research activities for better health risk management at the animal, human, and environment interface. It responds to the challenge of animal and zoonotic diseases and public health through a theoretical and operational framework. GREASE provides scientific and institutional support to facilitate interactions between various stakeholders, including scientists from Southeast Asia and worldwide, policy-and decision-makers (national veterinary services and institutes, international agencies, i.e. OIE, FAO, WHO), and local actors (farmers, value chain operators, local authorities, NGOs, community representatives). Research and development projects allow for work on holistic approaches: One Health surveillance (REVASIA programme and zoonotic influenza in Cambodia); EcoHealth and One Health case studies in the framework of the EuropeAid ComAcross project (www.one healthsea.org/comacross) on the health impact of water and waste management, zoonotic encephalitis involving wildlife (i.e. Nipah virus) and livestock (Japanese encephalitis) and neglected zoonoses impacting family farmers; rodent-borne diseases (www.biodivhealthsea.org/); and participatory One Health modelling at the field level (Regional EU-ASEAN Dialogue, www.bit.ly/ 1MK7U5W). . In southern Africa, the research platform 'Production and Conservation in Partnership' (RP-PCP: www.rp-pcp.org) promotes the sustainable coexistence between agricultural production and the conservation of natural resources in the complex socio-ecosystems presented by the Transfrontier Conservation Areas. The RP-PCP aims to contribute to sustainable development, nature conservation, and improved rural livelihoods through strengthening national research capacities, multidisciplinary approaches, and institutional partnerships. 'Health and Environment' is one of the four pillars of the platform that allows ecosystem approaches to (animal and human) health and that contributes to the global objective of improving conservation and development in these socioecosystems. Research activities focus on livestock diseases linked to production and markets at various scales (e.g. tick-borne diseases or foot and mouth disease); on neglected zoonoses such as bovine tuberculosis, brucellosis, or rift valley fever; or on diseases potentially detrimental to wildlife populations (e.g. bovine tuberculosis, anthrax). The humanÁlivestockÁwildlife interface is central to all the research activities on health and other thematics which implies One Heath and EcoHealth approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        },
        {
            "text": "These initiatives provide inclusive opportunities for studying diseases and health in tropical areas in order to design risk-reduction strategies and policies, with particular emphasis on the environmental aspects. In these three regions of the world, biodiversity Á and its ambivalent role in the emergence and maintenance of disease in local livelihoods Á and related issues, such as wildlife conservation and bushmeat consumption, are taken into account. These components are critical drivers of health operating at different scales, and their integration into all-inclusive studies could facilitate the unification of the two paradigms. Human and social sciences and modelling approaches are increasingly associated with the field studies carried out in these three sites in order to improve health of vulnerable populations exposed to diseases and to manage animal and public health. Furthermore, social sciences and modelling could act as catalysts to merge the two paradigms and empower local and national authorities within a cross-sectorial scheme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        },
        {
            "text": "But beyond the theories, we need to shape tangible field experiences before proposing a possible joint model. To move forward, we could assess and compare the impacts of the two paradigms. Initiatives regarding the evaluation of One Health Á for example, NEOH project, www.neoh. onehealthglobal.net/; Hall and Le (11) Á could help reconcile the two paradigms. Indeed, if the grey literature on the topic has been blooming in recent years, in practice, empirical experiences that would allow a combination or definitive separation of the concepts are still lacking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        },
        {
            "text": "It would be constructive to confront and compare One Health vs. EcoHealth approaches applied on the same case studies, in order to test limits of divergence/convergence of both concepts. Beyond integrated studies on zoonoses (such as rabies or vector-borne diseases) (12), other health issues call for integrated approaches. Such diseases do not fit 'traditional One Health topics' linked to previous experience of emerging zoonotic diseases within global health governance schemes (which One Health paradigm is actually rooted in). Such topics call for global governance schemes such as One Health and for holistic and integrated approach to health. It allows emphasising local context importance (both from an environmental and socio-economic perspective), participation, and multi-level governance. We suggest conducting investigations on proposals that need to be addressed at diverse scales using a blend of biological and social disciplines at the junction between the environmental, social, medical, and animal science sectors. Among others, we propose to tackle the following topics (Box 2). Box 2. Relevant topics for considering the convergences among One Health and EcoHealth",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        },
        {
            "text": ". Antimicrobial resistance (AMR) at different scales and in several contexts. AMR is a universal emerging issue for public and environmental health, both in developed and developing countries, affecting animals and humans, with AMR genes prevailing in anthropised and natural environments (13) .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        },
        {
            "text": ". Bushmeat, its impact on human nutrition and livelihoods in the developing world, the threats it poses to biodiversity conservation and its potential to jeopardise public health. ''The bushmeat problem raises an intricate complex of environmental, economic, social, cultural and ethical challenges'' (14) . . Associated diseases in rodents and bats (micromammals): ''bat-associated [. . .] diseases suffer from basic ignorance and perpetuated misunderstanding of fundamental reservoir and vector ecology tenets, translated into failed control policies that only exacerbate the underlying environmental conditions of concern'' (12). Recent emergences (e.g. Ebola, MERS-CoV) remind us that it is essential to tackle spillovers and interspecies transmission. Reliance on such scientific facts to design cross-sectorial health policies and frameworks constitutes a real challenge. . The development and assessment of 'One Health surveillance' Á systematic collection at grass-roots level, validation, analysis, interpretation of multiple data (e.g. not only health data but also production, ecological, and environmental data) and dissemination of information collected on humans, domestic and wild animals, and the environment to inform decisions for more effective, evidence-and system-based health interventions (15) Á could be a stimulating goal for the real implementation of One Health and EcoHealth paradigms. In this perspective, multi-stakeholder participation, one of the pillars of EcoHealth, is under development in the field of surveillance. Moreover, 'One Health surveillance' should be developed and applied to AMR, bushmeat, and micromammal issues.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        },
        {
            "text": "Systematic reviews and meta-analysis of published studies in these four domains regarding integrated approaches could help outline study design (i.e. comparing One Health vs. EcoHealth and using 'here and elsewhere' and 'before and after' analyses) and fieldwork to be carried out in low-income countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        },
        {
            "text": "If their points of origin differ, the relative synchrony of the success of both paradigms is timely and did not come about purely by chance: they respond to a growing common perception of the complexity of the linkages between animal and human health and their proximate and distant socio-ecological environment, and to some extent, to a shifting allocation of funding resources. Despite the fact that One Health and EcoHealth have been largely competing for funds and institutional/political acknowledgement, new health issues emerging at the animalÁhumanÁenvironment interface are rising new stakes, needing new types of collaboration, and scientific highlights. Merging the two paradigms could help to address health issues in the field of research and health governance, providing an explicit framework. In addition, they are particularly suited to the context of the least developed countries, which can use them to pool human, informational, and financial resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        },
        {
            "text": "In our view, the convergence, even the fusion, of the two approaches should be seriously considered and would prove mutually beneficial; each has much to learn from the other. All evidence also suggests that neither approach is likely to achieve its stated goals by itself. Such a move would deter the creation of new divisions among human and animal health experts and communities of practice, but especially ecologists and conservationists, and would greatly facilitate the incorporation of social sciences. In so doing, a sole new paradigm, flexible to different socio-ecosystems and operational levels, from the local to the global, could emerge to achieve greater efficiency in ecosystem health management. Such a paradigm would enhance the integration of biodiversity features into human health for more resilient socio-ecosystems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        },
        {
            "text": "These global approaches to health, a blend of the same cépages according to us, all promote more systemic approaches to health, filling the gaps between disease and health. Empirical experiences still need some crosspollination to improve the integration of the ecological and social dimensions that determine the outcome of the interaction between pathogens, animals, and the socioecosystems in which they evolve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. From field research activities in low-income countries to revised concepts"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ecosystems and human well-being: synthesis report",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Security, disease, commerce: ideologies of postcolonial global health",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Soc Stud Sci",
            "volume": "32",
            "issn": "",
            "pages": "763--89",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The World Health Organization and the transition from 'international' to 'global' public health",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cueto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Public Health",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Grappling with complexity: the context for One Health and the ecohealth approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bunch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Waltner-Toews",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "415--441",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Convergence of Ecohealth and One Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eco Health",
            "volume": "9",
            "issn": "",
            "pages": "371--374",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Need for enhanced environmental representation in the implementation of one health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Bouley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eco Health",
            "volume": "12",
            "issn": "",
            "pages": "212--221",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ecohealth research in Southeast Asia: past, present and the way forward",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nguyen-Viet",
                    "suffix": ""
                },
                {
                    "first": "Doria",
                    "middle": [
                        "S"
                    ],
                    "last": "Tung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Mallee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Dis Poverty",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "One Health and Ecohealth in Ontario: a qualitative study exploring how holistic and integrative approaches are shaping public health practice in Ontario",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Recommendations for the role of social science research in one health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lapinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Moccia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Sci Med",
            "volume": "129",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Wildlife: the need to better understand the linkages",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Rostal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Olival",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Loh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "365",
            "issn": "",
            "pages": "101--126",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Monitoring and evaluation of one health projects; lessons from southeast Asia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "B"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Procedia Soc Behav Sci",
            "volume": "186",
            "issn": "",
            "pages": "681--684",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral and vector zoonotic exploitation of a homo-sociome memetic complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Microbiol Infec",
            "volume": "21",
            "issn": "",
            "pages": "394--403",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antimicrobial resistance in wildlife: implications for public health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fanning",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Zoonoses Public Health",
            "volume": "62",
            "issn": "",
            "pages": "534--576",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The bushmeat and food security nexus: a global account of the contributions, conundrums and ethical collisions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Cawthorn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Food Res Int",
            "volume": "76",
            "issn": "",
            "pages": "906--931",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "One Health surveillance Á more than a buzz word?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Stärk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuribreñ A",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dauphin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vokaty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pre Vet Med",
            "volume": "120",
            "issn": "",
            "pages": "124--154",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and Epidemiology 2016. # 2016 Franç ois Roger et al. This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http://creativecommons.org/licenses/by-nc/4.0/), permitting all non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "One Health and EcoHealth Citation: Infection Ecology and Epidemiology 2016, 6: 30978http://dx.doi.org/10.3402/iee.v6.30978",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have not received any funding or benefits from industry or elsewhere to conduct this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest and funding"
        }
    ]
}