{
    "paper_id": "5ceca9883a0930498d29cdfc09b942f6a9c6bf89",
    "metadata": {
        "title": "Article history: A Preliminary Study to Determine Comprehensive Research and Development Plans for Promoting Mental Health Services",
        "authors": [
            {
                "first": "Chul",
                "middle": [
                    "Eung"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Young-Mi",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sang-Uk",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sungku",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "addrLine": "127, Yongmasan-ro, Gwangin-gu",
                        "settlement": "Seoul, Seoul",
                        "country": "Korea A B S T R A C T, Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kiwan",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Minkyung",
                "middle": [],
                "last": "Jo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [
                    "Kyong"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hye",
                "middle": [
                    "Young"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Subin",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"The Epidemiological Survey of Mental Disorders\" in Korea has been conducted every 5 years starting from 2001, and has reported that mental illness including depression, has been gradually on the rise. Prevalence of mental illness rose from 9.1% in 2006 to 10.2% in 2011, and a prevalence of a lifetime of mental illness increased from 12.6% to 14.4% [1, 2] In spite of the high prevalence of mental illness, it was found that the proportion of patients receiving counseling from a psychiatrist or another mental health professional was 15.3% in 2011, and thereby approximately 85% of the patients had no experience of using mental health services [3] . Compared to 39.2% in the US (2010), 34.9% in Australia (2009) and 38.9% in New Zealand (2006) , mental health services were significantly underutilized [4] . Thus, it is important to prepare national strategies for mental health problems in all age groups in Korea.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 741,
                    "end": 747,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paradigm shift in treatment of patients with mental illnesses in hospital to mental health promotion among the general population [5] , early detection of mental illness and integration of these patients into local communities, requires of the whole national health service R&D budget per year [6] [7] [8] . The proportion of the R&D research budget for national mental health treatment from 2008 to 2012 was 53.5% for basic mechanism research, followed by 35.4% for the first stages of translational research (T1), and 5.3% for the second stage of translational research (T2). By 2014, 47.9% of the R&D budget was allocated for basic mechanism research, 30.8% for T1, and 10.3% for T2 [9] . by establishing national mental health strategies as a 5-year plan from 1992. Currently in the 4th plan, the focus has been on prevention of mental illness and early intervention [15] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[15]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Developed countries recognize the importance of mental health research, making aggressive investments in science and technology which is directly connected with the national economy. In particular, it was shown that mental health R&D projects have great effectiveness in reducing socio-economic costs relative to the investment [8, 16] . This is because disease prevention through early intervention and mental health promotion, may reduce national health expenditure, and indirectly improve human productivity, and reduce public sector expenses (for instance judicial administrative expenses) [8, 16] . Mental health R&D investment in Korea, may be disparate at each research stage, and application and diffusion of research outcomes to local communities are insufficient compared to developed countries. Therefore, support and enhancement of translational research are required to improve mental health research [8, [16] [17] [18] . This study was conducted as a preliminary analysis to examine R&D projects in mental health in Korea, and to evaluate crucial projects according to the relative priority of national policy coordination meetings assessing the mental health problem in 2016 [5] . This may be considered as the current national mental health policy of Korea. The aim of this study was to assess the validity in establishing medium-and long-term plans for national mental health R&D strategies.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "16]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "16]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[16]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[17]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[18]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The questionnaire was created to evaluate mental health R&D core projects, utilizing a comprehensive plan reported in a national policy coordination meeting in February 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and data collection"
        },
        {
            "text": "The plan was based on 12 strategies, 214 detailed contents of 32 policy projects for achieving each strategy, according to 4 policy objectives [5] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Study design and data collection"
        },
        {
            "text": "The questionnaire items were categorized into 3 sections: 1) relative importance of policy objectives, 2) relative importance of policy projects and detailed contents of strategies, and 3) socio-demographic characteristics. Scores ranged from 1 to 9 points, with the higher the score, the stronger the relative influence. The relative importance was deduced using a pairwise comparison method. The evaluation criteria for deducing priority weighting are presented in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 474,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Study design and data collection"
        },
        {
            "text": "The items for measuring the relative importance of policy projects and detailed content of strategies for a comprehensive plan on mental health promotion are shown in Table 2 Table 3 shows an example of the method for evaluating the relative importance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Study design and data collection"
        },
        {
            "text": "Multi-criteria evaluation of 214 detailed contents of a comprehensive plan on mental health promotion The importance of 214 detailed contents was evaluated by considering detailed criteria, with emphasis on multi-criteria to determine preferential support areas. It was utilized as a basic score to decide the priorities of 32 policy projects which were the parent category of the 214 detailed contents. Table 4 shows an example of the multi-criteria evaluation measurement of the 214 detailed contents.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 411,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Study design and data collection"
        },
        {
            "text": "The Analytic Hierarchy Process (AHP) was used for identification of qualitative factors that support systematic evaluation or evaluation criteria that were complex. It was useful as quantitative results were obtained by systematically scaling the ratio of the relative importance or preferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "It can also be employed in the decision-making process in the private and public sector (plans for higher education, were conducted in sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The scores of 32 policy projects (parent category of detailed contents), were calculated by adding average scores according Areas of market failure Areas of private advantage Areas in which the government has to invest in R&D because the private sector finds it difficult to invest in these areas (scale of the study budget, etc.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Technology areas required for improvement in quality of life of the people or social contribution promotion through mental health promotion Table 1 . Evaluation criteria for deducing priority weighted values (evaluation items for multi-criteria evaluation). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Improvement in national competitiveness"
        },
        {
            "text": "As a result of the online survey, 27 questionnaires were used for analysis. Sociodemographic characteristics of the respondent experts according to age were included; 7 people in their 30s, 17 people in their 40s, and 3 people in their 50s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant characteristics"
        },
        {
            "text": "Their majors were psychiatry, nursing science, preventive medicine, health science, social welfare, clinical psychology, medical biotechnology, medical informatics, and humanities and social sciences (sociology, education, economy, science and technology policy), and they also had work experience relevant to mental health and worked in hospitals, national and private universities, research centers and companies, and their employment history in each major field of study was as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant characteristics"
        },
        {
            "text": "5 people were employed for less than 10 years, 16 people were employed for 10 years or more, 5 people were employed for 20 years or more, and 1 person was employed for 30 years or more. Promotion of mental health improvement service accessibility (Expansion of infrastructure) Installation of mental health promotion centers in all states, provinces and counties, expansion of additional infrastructure according to the population after installation (2016) (Budget support) Placement of staff exclusively responsible for mental health promotion within a mental health promotion center to raise mental health service quality and for expansion of budget support (2017) (Self-management support) Self-diagnosis of mental health problems by a smartphone, evidence-based programs suitable to user characteristics* and provision of information related to mental health *Cognitive behavior treatment (CBT), Sleeping/hygiene management, meditation, relaxation therapy, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant characteristics"
        },
        {
            "text": "(Connection with high risk groups) Supporting connection with mental health promotion centers or medical institutions located in the user region in case subjects are selected as the high-risk group by self-screening (Moving bus for psychological support) Operation of 'Moving bus for psychological support' mainly in 5 national hospitals, provision of psychological support by directly visiting schools and work places (Connection with visiting health and welfare projects) Combining screening and counseling support for depression, etc., during a home visit, connection with specialized institutions for high risk groups Table 4 . Multi-criteria evaluation measurement of 214 detailed contents of a comprehensive plan on mental health promotion (an example). Table 6 . Analytic process for deducing the weighted average value. Table 6 indicates the analytic process calculating the Establishment of a suicide prevention research system, using a cohort study for analyzing the causes of suicide, have not yet been performed [7, 16] . In addition, there are insufficient independent R&D projects, medium-and longterm R&D promotion strategies, and roadmaps that can play a central/integrated role in national mental health R&D [27] . In Europe, mental health research is developed through a mediumand long-term roadmap which focuses on 6 major priority fields for mental health and wellbeing in Europe. This process is based on translational research essential to field applications to offer assistance in solving mental health problems connected with overall issues including politics, society, and economy in Europe [28, 29] . The National Institute of Mental Health in the USA also set 4 strategic objectives as a roadmap for mental health promotion. It promotes brain and behavioral science discoveries as priority, with a broad roadmap to influence public health for the next 5 years [30] . Therefore, the national mental health R&D investment and its supporting systems in Korea should be secured as a long-term policy.",
            "cite_spans": [
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "16]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1225,
                    "end": 1229,
                    "text": "[27]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1616,
                    "end": 1620,
                    "text": "[28,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1621,
                    "end": 1624,
                    "text": "29]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1887,
                    "end": 1891,
                    "text": "[30]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 629,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 767,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 835,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Assessment and values for 32 policy projects of a comprehensive plan on mental health promotion"
        },
        {
            "text": "Lastly, only a small number of questionnaires were analyzed from the online survey carried out by the experts, reflecting the limitation of this study. The collection rate of questionnaires was low because the survey contents required professional knowledge related to R&D in the field of mental health, and there were many measurement items. This led to partial and untrustworthy responses being excluded. Further follow-up studies will need to increase the sample size of the survey in subsequent studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deducing the weighted average value"
        },
        {
            "text": "No potential conflicts of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prevalence of DSM-IV major mental disorders among Korean adults: a 2006 National Epidemiologic Survey (KECA-R)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Asian J Psychiatr",
            "volume": "3",
            "issn": "1",
            "pages": "26--30",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevalence and correlates of DSM-IV mental disorders in South Korean adults: the Korean epidemiologic catchment area study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychiatry Investig",
            "volume": "12",
            "issn": "2",
            "pages": "164--70",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The epidemiological survey of mental disorders in Korea",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Department of Health and Human Services. Results from the 2010 National Survey on Drug Use and Health: Mental Health Findings",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Samhsa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ministry of Health and Welfare. Comprehensive plan on mental health",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ministry of Science and Technology, Ministry of Commerce, Industry and Energy, Ministry of Information and Communication, Ministry of Health and Welfare. Second basic plan for promoting brain research",
            "authors": [],
            "year": 2007,
            "venue": "Ministry of Education and Human Resources Development",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The budget of Ministry of Health and Welfare in 2015 is 5190 million Won",
            "authors": [],
            "year": 2016,
            "venue": "Medical",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Research on the reasonable size of research bud get for Korea National Institute of Mental Health. Seoul (Korea): Seoul Na tional Hospital",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Caleb",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Company",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ministry of Health and Welfare, Caleb & Company. A Study on Mental Health R&D Services Planning",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mental Health Research-Principles and Priorities for the Future",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Korea Intellectual Property Strategy Institute. Mental health R&D project planning patent trend report. Daejeon, Sejong (Korea): Korea Intellectual Property Office, Ministry of Health and Welfare",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mental health services and R&D in South Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Mental Health Syst",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Activation Plans for Psychiatric Research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Korean Neuropsychiatr Assoc",
            "volume": "53",
            "issn": "3",
            "pages": "137--180",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "I could suffer too' The safety of Korea is getting lower",
            "authors": [],
            "year": 2016,
            "venue": "The Segye Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sewol ferry survivors struggle with PTSD",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epidemiology, clinical manifestations, and management of pandemic novel Influenza A (H1N1)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Korean J Med",
            "volume": "77",
            "issn": "2",
            "pages": "157--64",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The government's research and development policies and institutions for health technology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Korean Med Assoc",
            "volume": "57",
            "issn": "11",
            "pages": "912--930",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ministry of Education and Science Technology; Ministry for Food, Agriculture, Forestry and Fisheries; Ministry of Know-ledge Economy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ministry of Health and Welfare; Ministry of Environment; Ministry of Land, Transport and Maritime Affairs",
            "authors": [],
            "year": 2012,
            "venue": "Ministry of Education and Science Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ministry of Health and Welfare. Development of national policies for addiction prevention management and service delivery systems",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Korean Academy of Addiction Psychiatry [Internet]. Data for hospitals treating addictions",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The current status and cause of the addiction problem",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Welf Policy Forum",
            "volume": "200",
            "issn": "6",
            "pages": "30--42",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ministry of Health and Welfare. Government-wide R&D Mid to Long-Term Plan for National Health",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A Roadmap for Mental Health Research in Europe, ROAMER, Final Roadmap",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Research priorities for public mental health in Europe: recommendations of the ROAMER project",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forsman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wahlbeck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aarø",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Public Health",
            "volume": "25",
            "issn": "2",
            "pages": "249--54",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "National Institute of Mental Health Strategic Plan for Research",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a change in the direction of mental health research and development (R&D) projects. The financial support for mental health R&D provided by the Ministry of Education, Ministry of Science, Information and Communications Technologies (ICT) and Future Planning, and Ministry of Health and Welfare *Corresponding author: Subin Park in Korea, was roughly increased by 8.9% for 5 years, from about 24 billion won in 2010 to about 33.9 billion won in 2014, however, the proportion of investment is still only 2.6%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Developed countries such as US, United Kingdom, and Australia are promoting national mental health R&D projects, and R&D investment in national (public) mental health, accounts for about 6%-10% of total healthcare research expenditure [10]. Three research institutes affiliated with the National Institutes of Health (NIH) in the US, (i.e. the National Institute of Mental Health, the National Institute on Drug Abuse (NIDA), and the National Institute on Alcohol Abuse and Alcoholism), spent approximately 16%-17% of the total NIH budget in 2016 on R&D [10-13]. With respect to the proportion of investment, translational research, service and intervention research accounts for 35% or more in National Institute of Mental Health, and NIDA invests approximately 42.1% in translational clinical research and epidemiological research. The National Institute on Alcohol Abuse and Alcoholism actively performs and supports research for the prevention of alcohol abuse and addiction and its development, and carries out an exchange program with other nations and state governments [10]. In the UK, the R&D budget to support mental health was increased by 1.5% (about 58 million euros) from 2004 to 2014 [14], with approximately 45% of the proportion of national R&D healthcare investment for basic research (fundamental research, research for investigating the causes) from 2004 to 2014, 10%-17% for T1 (screening and diagnostic research, treatment development research), and about 45% for T2 (treatment evaluation research, research for prevention and health promotion, disease control research, and research for healthcare service), thereby indicating a high percentage of investment for translational and service research [14]. Australia emphasized mental health promotion amongst the general population, focusing on chronic mental illness patient care (1st-2nd plan), and prevention of mental illness in the high-risk group, and enhancement of mental health research support and service quality improvement (3rd plan)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "For measuring priorities of policy objectives, 3 items were identified; 1) necessity of a national response, 2) possibility of technology development success and 3) magnitude of the ripple effect.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". They consist of 4 policy objectives; 1) promotion of national mental health, 2) integration of patients with serious mental illness into local communities, 3) minimization of health impediment and social harmful effects caused by addiction, 4) realization of a safe society without suicidal risk and strategies in accordance with each policy objective. The relative importance was evaluated by presenting policy projects and detailed contents of each strategy (see a comprehensive plan for mental health promotion reported in February 2016) [5], and a multicriteria evaluation method (which measured 3 evaluation items together such as 'possibility of technology development success,' 'magnitude of the ripple effect,' and 'necessity of a national response') was selected. A score of 9 points (high importance), 3 points (average), or 1 point (low importance) was used depending on the degree to which each detailed content had an effect on each evaluation item. To identify social demographic characteristics age, major field of study, currently affiliated institution, and work experience were surveyed. There were 84 experts including psychiatrists, medical employees, social welfare experts, employees working in a psychological autopsy center, and policy researchers. This survey was conducted over a 3-week period (13 th July 2016 to 5 th August 2016), following e-mail responses to the questionnaires. The number of questionnaires that were completed in full was 27. The online survey was implemented through a technology policy research center of Worldwide Intellectual Property Service (WIPS). This study was approved by the Institutional Review Board of the National Center for Mental Health of Korea (approval number: 116271-2017-29).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Measurement of the variables Pairwise comparison among 4 policy objectives of a comprehensive plan on mental health promotion Pairwise comparison was performed to derive weighted values for the 4 policies, and the relative importance between 2 policy objectives was evaluated considering detailed criteria according to the evaluation items. Moreover, it was utilized to provide weighted values while evaluating 32 policy projects involved in the subcategory of 4 policy objectives.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "presidential election, and establishment of environmental policies). The AHP was used in pairwise comparisons according to each index; (step 1), implementation of pairwise comparison between detailed areas (step 2), preparation of comparison matrix for pairwise comparison results (step 3), and confirmation of the deduced relative priorities (step 4)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "5 illustrates the assessment of the respondents' questionnaire and average values for the 3 evaluation criteria, such as the possibility of technology development success, necessity of a nation response, and magnitude of the ripple effect. With respect to the possibility of technology development success, 'Establishment of evidence-based research systems for suicide prevention' (6.12), 'Establishment of a response to suicidal risk and post-management systems' (5.99), 'Improvement of health insurance and medical benefit cost system' (5.45), 'Reinforcement of education related to suicide prevention' (5.33), and 'Establishment of a social support system for suicide prevention' (5.32 ) were evaluated in the sequence listed, and with respect to necessity of a national response, 'Establishment of a response to suicidal risk and post-management system' (6.76), 'Establishment of evidence-based research systems for suicide prevention'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "73), 'Establishment of a social support system for suicide prevention' (6.15), 'Reinforcement of crisis psychological support such as that for disaster victims' (6.07), and 'Improvement of suicidal risk circumstances' (5.74) were evaluated. With respect to the magnitude of the ripple effect, the results involving 'Establishment of a response to suicidal risk and post-management systems' (6.59), 'Establishment of evidence-based research systems for suicide prevention' (6.41), 'Establishment of a social support systems for suicide prevention' (5.69), 'Improvement of health insurance and medical benefit cost system' (5.34), 'Reinforcement of crisis psychological support such as that for disaster victims' (5.25) were ranked in the order named. In all 3 types of evaluation criteria, the average values of policies related to suicide were high, and in the case of the other criteria, the importance of policies strengthening crisis psychological support, such as improvement of health insurance and medical benefit cost system for disaster victims appeared to be high. The overall priorities for 32 policy projects showed that the necessity of a national response ranked first, magnitude of the ripple effect ranked second, and possibility of technology development success ranked third. As these results were equal to the results of the evaluation criteria priority, the questionnaire results were verified as being reliable.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "weighted average values. The results such as necessity of a national response (5.23), magnitude of the ripple effect (4.76), and possibility of technology development success (4.63) are ranked in the sequence listed.4. Priorities of 32 policy projectsFigure 1 illustrates the results of drawing priorities of 32 policy projects by providing the weighted values derived from pairwise comparison among policy objectives. After comparing the average values of the 3 evaluation criteria according to each policy project, 3 projects among the upper 5 projects turned out to be suicide-related policy projects. The policy of 'Establishment of a response to suicidal risk and post-management systems' was evaluated as high at 6.45 points, the policy of 'Establishment of evidence-based research systems for suicide prevention' was evaluated as 6.42 points, and the policy of 'Establishment of a social support systems for suicide prevention' was evaluated as 5.72 points. Moreover, the policy of 'Improvement of health insurance and medical benefit cost system' (5.50) from the institutional aspect relevant to the rate of mental health care service use was evaluated as the 4th priority, and the 5th priority turned out to be the policy of 'Reinforcement of crisis psychological support such as that for disaster victims' (5.47). Discussion In this study the grounds for suggesting strategies, and policy projects that should be prioritized in mental health service R&D, were based on the possibility of successful technology development, necessity of a national response, and magnitude of the ripple effect. Analysis of the online survey contents using AHP, supported by the application of weighted values to the questionnaire results, proved reliable. The relative priority evaluation of 32 policy projects of a comprehensive plan on mental health promotion, showed that suicidal problems ranked high. R&D project support in the field of mental healthcare service, related to a number of policies, such as establishment of a social support system, enforcement of lifetime suicide prevention plans and establishment of a response to suicidal risk and postmanagement system, reinforcement of education relevant to suicide prevention, and establishment of an evidence-based suicide prevention research system are required.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Evaluation results of 32 policy projects. White bar charts mean the results of top 10 priorities of 32 policy projects.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The contents of strategies for a comprehensive plan on mental health promotion.Intensive management support to high risk groups of stress Reinforcement of crisis psychological support such as that for disaster victims Improvement of health insurance and medical benefit cost systemDevelopment of incipient mental illness patient management models and treatments Improvement of quality of life of patients with serious chronic mental illness Construction of local community support systems Expansion and substantiality of rehabilitation facilities Function reestablishment of psychiatric institutions and mental health care facilities and reinforcement of this capacity Reinforcement of human rights of patients with mental illness Improvement of systems in and out of psychiatric institutions Reinforcement of self-determination of patients with mental illness Reinforcement of human rights within psychiatric institutions and mental health care facilities Reinforcement of addiction selection systems by subjects Intervention service provision for high risk groups of addiction Reinforcement of treatment and restoration support for addicts Reinforcement of treatment service accessibility Establishment of support systems for restoration of addicts Promotion of countermeasures for suicide prevention across generations Reinforcement of preventive systems for high risk groups of suicide Establishment of a response to suicidal risk and post-management systems Reinforcement of the basis pushing suicide prevention policies Reinforcement of education related to suicide prevention Establishment of evidence-based research systems for suicide prevention to the items of the 214 detailed contents. The priorities of these 32 policy projects were evaluated on this basis. Weighted values were then given to 32 policy projects after pairwise comparison. AHP analysis was performed with Expert Choice (ver. 11.5) software.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The questionnaire results for 32 policy projects of a comprehensive plan on mental health promotion.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "The expansion of mental health R&D projects is necessary to reduce the prevalence of domestic mental illness and social problems[21][22][23]. According to the results of this study, thededuced R&D projects in the field of mental health are based on 4 national policy objectives of a comprehensive plan on mental health promotion: Firstly, the policy objective of 'Promotion of national mental health' should consider promotion of mental health in local communities, management of mental health through lifestyle choices for prevention/diagnosis, development of treatments, and mental health management in high risk groups. The aim is for emotional anxiety of people involved in disasters such as the Sewol ferry accident and earthquakes, to have a national mental healthcare response policy for these crises. Projects including development of mental health management programs customized according to age/region/ special group targeting ordinary people and verification of clinical effectiveness (conducting application evaluation of the samples), development of indices for mental health and community restoration models, development of mental illness treatment and intervention models and verification of their effects, and model development for early detection of mental illnesses and prevention would provide useful information for generating national policies. Secondly, the policy objective of 'Integration of patients with serious mental disease into local communities' puts emphasis on system improvement, rehabilitation through local community programs, and the importance of improving recognition. Establishment of policy enables the rehabilitation of patients with mental illness that would reduce economic costs by avoiding unnecessary hospitalization. Rehabilitation of patients with mental illness should be encouraged by providing the necessary information related to mental illness, increasing treatment, whilst preventing long term intensive treatment. Projects such as construction of effective mental disease management systems and local community models, reduction of the stigma and discrimination relevant to mental illness, and reduction of rehospitalization rate for mental disease may help to increase rehabilitation. Thirdly, the policy objective of 'Minimization of health impediment and social harmful effects caused by addiction' focuses on development of addiction prevention models, development of early selection/diagnosis of addiction treatment and restoration and development of social connection, establishment of countermeasures for prevention of long term addiction, and minimization of socially harmful effects. Addiction problems can cause all types of crimes and vulnerable social groups requiring national prevention management[24]. One out of 8 Koreans is an addict within the 4 major addiction groups (alcohol, drugs, gambling, and internet), and the cost of socio-economic loss is estimated to be more than 109 trillion won[25,26]. In particular, addictionproblems among adolescents may affect the national economy in the future. Development of projects and guidelines for treatments at each stage of addiction and verification of clinical effectiveness, would enable an effective national response. Fourthly, the policy objective of 'Realization of a safe society without suicidal risk' considers establishment of suicide prevention countermeasures and construction of systems managing a suicide high risk group as crucial factors. Analyzing the psychological, biological and social factors required for a targeted and separate suicide prevention strategy in Korea. Projects involved with obtaining data (i.e. creating a suicide statistics database, psychological autopsy), for establishing customized suicide prevention plans may enable continuous monitoring systems for persons vulnerable to committing suicide (development of a platform). T2 translational research applied to local communities centered on clinical application, as well as T1 translational research including basic mechanistic studies for major mental illnesses, and development of treatments, should be strengthened to conduct evidence-based national mental health promotion and management projects, to obtain effectiveness of local community mental health promotion projects. However, study outcomes of field applications in Korea are unsatisfactory because of lack of translational research for mental health problems, especially investment for T2 translational research. Total periodic approaches to develop technologies that enable us to solve mental health problems from basic original research to clinical or business applications,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}