{
    "paper_id": "5ed43fc646fb368da6a9cf9d0029891a4b8248d1",
    "metadata": {
        "title": "An Ion-transporting ATPase Encodes Multiple Apical Localization Signals",
        "authors": [
            {
                "first": "Cara",
                "middle": [
                    "J"
                ],
                "last": "Gottardi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Caplan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Epithelial cells accumulate distinct popula-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T rIn plasma membranes of polarized epithelial cells are divided into apical and basolateral domains whose markedly different biochemical compositions reflect their distinct functional roles (Caplan and Matlin, 1989; Rodriguez-Boulan and Nelson, 1989) . To generate and maintain these domains, cells must be capable of distinguishing among newly synthesized membrane proteins and of ensuring that they are concentrated at their sites of ultimate functional residence. In many cases, this sorting process appears to occur during the course of a protein's initial transit through the organelles of the biosynthetic processing pathway, before its first appearance at the plasma membrane Matlin and Simons, 1984; Misek et al., 1984; Pfeiffer et al., 1985) . Evidence from other systems indicates that sorting can involve selective stabilization at a plasmalemmal domain, subsequent to a protein's random delivery to both cell surfaces (Hammerton et al., 1991) . Whether sorting takes place at the level of the Golgi or at the plasmalemma, this process must make use of sorting information, or sorting signals embedded within the structure of the sorted protein itself. These signals are interpreted by the cellular sorting machinery and thus serve to dictate each polypeptide's ultimate subcellular distribution.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 216,
                    "text": "(Caplan and Matlin, 1989;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 217,
                    "end": 251,
                    "text": "Rodriguez-Boulan and Nelson, 1989)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 684,
                    "end": 708,
                    "text": "Matlin and Simons, 1984;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 709,
                    "end": 728,
                    "text": "Misek et al., 1984;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 729,
                    "end": 751,
                    "text": "Pfeiffer et al., 1985)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 931,
                    "end": 955,
                    "text": "(Hammerton et al., 1991)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Efforts to characterize sorting signals have generally involved the generation of chimeric or truncated constructs prepared from portions of apical and basolateral membrane proteins. Through analysis of the subcellular distributions of the resulting proteins, portions of the parent molecules necessary for the sorting process have been identified. Over the past several years, a large number of such chimeric/ truncated proteins have been prepared, but only a few general rules have emerged from this work. It has been shown that the cytosolic tails of several basolateral proteins possess basolateral sorting signals (Casanova et al., 1991; Hunziker et al., 1991) , while the ectodomains of a number of apical polypeptides seem to carry targeting information (McQueen et al., 1986; Mostov et al., 1987; Roth et al., 1987) . Recent evidence also indicates that sequences which allow proteins to be endocytosed can double as basolateral sorting signals (Hunziker et al., 1991; LeBivic et al., 1991; Brewer and Roth, 1991) . The resolving capacity of these methods has been limited in part by the necessity to generate chimeras from portions of unrelated polypeptides. The tertiary structures of the resultant chimeras are thus likely to differ substantially from those of either parent molecule, which may exert unpredictable effects on sorting behavior. To avoid this potential problem, we have chosen to apply the chimera approach to a novel example of two proteins which share an extremely high degree of structural and functional similarity and are sorted to distinct compartments of polarized epithelial cells.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 642,
                    "text": "(Casanova et al., 1991;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 643,
                    "end": 665,
                    "text": "Hunziker et al., 1991)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 761,
                    "end": 783,
                    "text": "(McQueen et al., 1986;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 784,
                    "end": 804,
                    "text": "Mostov et al., 1987;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 805,
                    "end": 823,
                    "text": "Roth et al., 1987)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 953,
                    "end": 976,
                    "text": "(Hunziker et al., 1991;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 977,
                    "end": 998,
                    "text": "LeBivic et al., 1991;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 999,
                    "end": 1021,
                    "text": "Brewer and Roth, 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have examined the sorting signals which mediate the localization of two members of the closely related E1-Fa family of ion-transporting ATPases. The Na,K-ATPase, or sodium pump, is a component of the basolateral plasma membranes of many epithelia (Marlin and Caplan, 1992) . In contrast, the highly homologous H,K-ATPase is restricted to the apical membrane and related structures in its native gastric parietal cells (Smolka and Weinstein, 1986) . Both ATPases are composed of I00 kD ct subunits (which are 62 % identical to one another, see Fig. 1 ) and richly glycosylated /3 subunits (which manifest \"~31% identity) (Jorgensen, 1982; Okamoto et al., 1990; Reuben et al., 1990; . While the pumps' catalytic functions appear to be accomplished by their alpha subunits 0orgensen, 1982), assembly of the tx//3 heterodimer appears to be a prerequisite for cell surface delivery as well as functional activity (Ackermann and Geering, 1990) . Our studies take advantage of the structural homology relating these ATPases in order to examine the molecular signals underlying their differential localizations. Because these proteins share a highly conformation-dependent catalytic cycle, the potential exists to assay the enzymatic activity and hence the structural integrity of each chimeric protein. Our results demonstrate that in contrast to the Na,K-ATPase, both subunits of the H,K-ATPase encode dominant information specifying accumulation at the apical membrane.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 275,
                    "text": "(Marlin and Caplan, 1992)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 449,
                    "text": "(Smolka and Weinstein, 1986)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 623,
                    "end": 640,
                    "text": "(Jorgensen, 1982;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 641,
                    "end": 662,
                    "text": "Okamoto et al., 1990;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 663,
                    "end": 683,
                    "text": "Reuben et al., 1990;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 911,
                    "end": 940,
                    "text": "(Ackermann and Geering, 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 552,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The rat gastric H,K-ATPase a eDNA was kindly provided by G. ShuU (Shuil and Lingrel, 1986) as two overlapping fragments in separate pBR322 plasraids: pBR322-1.8 and pBR322-3.3. The NH2-terminal coding region encoded by the Clal-EcoRl fragment of pBR322-1.8 was ligated to the COOHterminal region encoded by the EcoRI-Scal fragment of pBR322-3.3, and then subcloned into the Clal/Smal polylinker sites of the Bluescript vector (Promega Corp., Madison, WI). The full-length H,K-ATPase eDNA was cut with Clal/Xbal and subcloned into the mammalian expression vector pCB6 (kindly provided by M. Roth, D. Russell and C. Brewer, University of Texas, Dallas, TX; Brewer and Roth, 1991) which carries resistance to the antibiotic (3418. The full-length Na,K-ATPase c~ eDNA was kindly provided by Ed Benz (Yale University, New Haven, CT) in a pGEM vector. This eDNA was subcloned into the HindIII site of the Bluescript vector (Stratagene, Inc., San Diego, CA).",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 90,
                    "text": "(Shuil and Lingrel, 1986)",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 654,
                    "text": "Roth, D. Russell and C. Brewer, University of Texas, Dallas, TX;",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 677,
                    "text": "Brewer and Roth, 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Plasmid Construction"
        },
        {
            "text": "The H519N eDNA was generated by cutting the 5' half of the H,K-Bluescript coding region with Clal and Narl endonucleases and subcloning the 1.7-kb fragment into the 3' half of the Na,K-Bhiescript coding region generated with Narl and Clal (4.8 kb). The conserved Narl site lies within the putative ATP-binding domain (amino acids 513-523) shared between these two proteins. The full-length H519N chimeric cDNA was cut from the Bluescript vector with Clal and Xbal and then directly subcloned into the same sites of the mammalian expression vector pCB6. Thus, the H519N chimera comprises an H,K-ATPase/Na,K-ATPase chimera that encodes the amino half of the H,K-ATPase alpha subunit up to residue 519. Residues 520-1034 are encoded by the Na,K-ATPase (see Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 754,
                    "end": 760,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Plasmid Construction"
        },
        {
            "text": "The H,K-ATPase/3 eDNA was kindly provided by M. Reuben and G. Sachs (University of California at Los Angeles, Los Angeles, CA) (Reuben et al., 1990) in pGEM7Z(+). The coding fragment was excised with Clal and Xbal and subcloned into the pCB6 vector for expression studies.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 148,
                    "text": "(Reuben et al., 1990)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid Construction"
        },
        {
            "text": "LLC-PK1 cells (clone 4; kindly provided by K. Amsler [UMDNJ, Robert W. Johnson Medical School]) were maintained in a humidified incubator at 37\"C under 5% CO2 atmosphere in minimal essential media alpha (~-MEM) that was supplemented with 10% FCS, 50 U/ml penicillin, 50 ttg/ml streptomycin, and 2 mM L-glutamine. Cells were plated at 50% confluency in a 10-cm tissue culture dish 12-24 h before transfection. DNA transfection was performed by coprecipitating ,,o40/zg DNA with calcium phosphate as described (Graham and Van der Eb, 1973) , except that the uptake of DNA was increased by concurrent treatment of the cells with 100 mM chioroquine in culture medium for 9 h as described by Puddington et al. (1987) . The medium was removed and the cells were shocked for 5' with 15% glycerol in ot-MEM without serum. The ceils were washed twice with c~-MEM and incubated in culture medium for 24 h, after which cells were split 1:6 and cultured for an additional 24 h before selection in (3418 (0.45-0.9 g/liter) (Gibco Laboratories, Grand Island, NY). Colonies resistant to G418 were isolated 2-3 wk after transfection and screened for protein expression by Western blot.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 537,
                    "text": "(Graham and Van der Eb, 1973)",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 711,
                    "text": "Puddington et al. (1987)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Cell Culture and Transfection"
        },
        {
            "text": "Transfected and untransfected LLC-PKm cells were grown to confluency on 25-mm Cyclopore transparent cell culture inserts (FALCON catalog 3090; Becton Dickinson Labware, Lincoln Park, NJ). Monolayers were fixed for 10 rain in cold methanol (-20°C) or for 30 rain in 3.5% paraformaldehyde in 125 mM NaPi pH 7.5, where indicated. Cells were then permeabilized in a PBS buffer (wash buffer) containing 0.3% Triton X-100 and 0.1% BSA for 15 rain at room temperature. Nonspecific antibody binding was blocked by preincubating in goat serum dilution buffer solution (16% filtered goat serum, 0.3% Triton X-100, 20 mM NaPi pH 7.4, 0.9% NaC1) for 30 min. All antibody incubations were carried out in the GSDB buffer; all washes between antibody incubations were carried out using the wash buffer. Monolayers were incubated for 1 h at room temperature with one or a combination of the following monospecific antibodies: anti-H,K-ATPase a (HK9 diluted 1:100), anti-Na,K-ATPase ct (mAb 6H diluted 1:100), anti-Na,K-ATPase/~ (mAb 8A 1:100), and anti-H,K-ATPase ~/(kindly provided by J. Forte (University of California at Berkeley, Berkeley, CA), diluted at 1:1,000). FITC conjugated anti-mouse IgG (Sigma Chemical Co., St. Louis, MO) and rhodamine conjugated anti-rabbit IgG (Boehringer-Mannheim Biochemicals, Indianapolis, IN) secondary antibodies were used for 1 h at room temperature at a 1:100 dilution. Monolayers were washed in low ionic strength detergent-free buffer (10 mM NaPi pH 7.5) for 10 min before mounting the filters in a 75% glyeerol/PBS solution containing 0.1% p-pbenylenediamine to retard FITC bleaching. En face immunofluorescence images were visualized using the Zeiss Axiophot microscope and photographed using Kodak T-MAX 100 ASA film (Eastman Kodak Co., Rochester, NY). Confocal images were generated with a Zeiss laser scanning confocal microscope.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "text": "(-20°C)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence and Microscopy"
        },
        {
            "text": "HRP Uptake. Colocalization of H,K-ATPase/3 and endocytosed HRP was carded out according to the following protocol: mAb specific for the H,K-ATPase/3 subunit was diluted 1:1,000 in PBS with Ca/Mg (0.1 mM/l raM) and added to the apical chamber of the cell culture insert (Cyclopore) for 1 h at 4°C with gentle horizontal rotation. The monolayer was washed in ice-cold PBS-Ca/Mg and then warmed to 37°C in the presence of HRP (P-8250, Sigma Chemical Co.) at 10 mg/mi in ~-MEM for the specified length of time, before being fixed in 3.5% paraformaldehyde for immunofluorescence analysis (Fig. 9) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 591,
                    "text": "(Fig. 9)",
                    "ref_id": null
                }
            ],
            "section": "Immunofluorescence and Microscopy"
        },
        {
            "text": "Electron Microscopy. H,K-ATPase/3 transfected LLC-PKI cells were grown to confluency on 25 nun Cyclopore filters. Monolayers were fixed in 3.0% paraformaldehyde/0.05 % glutaraldehyde for 1 h at room temperature, and then processed for immunocytochemistry (peroxidase method) as described by Machamer et al. (1990) and Caplan et al. (1986) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 313,
                    "text": "Machamer et al. (1990)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 318,
                    "end": 338,
                    "text": "Caplan et al. (1986)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence and Microscopy"
        },
        {
            "text": "Quanataave Confocal Microscopy. Domain-specific fluorescence intensity was quantified on xz images by applying the measurement software associated with the Zeiss laser scanning confocal microscope. A 4/~2 box was placed over the domain to be measured and the mean pixel intensity (on a scale of 0-254) within that box was determined. The histograms of pixel intensity were examined in order to ensure that all points considered had values within the linear range. Three apical and three lateral measurements were recorded and averaged for each cell. At least eight cells were examined for each determination. Apical to basolateral polarity ratios were calculated according to a slight modification of the formula presented in Vega-Salas et al. (1987) :",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 750,
                    "text": "Vega-Salas et al. (1987)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence and Microscopy"
        },
        {
            "text": "where R is the apical:basolateral polarity ratio: a and b correspond to the apical and basolateral pixel intensities, respectively; k represents the background pixel intensity measured over several intracellular regions and varied within each experiment by less than 5% from point to point; and F is a folding factor. The basolateral pixel intensity was divided by 2 in this equation because our measurements were made over lateral domains and consequently correspond to the summed contributions of two adjacent cells. The folding factor must be included in order to correct for the relative membrane densities which characterize the basolateral and apical surfaces. This number is determined from electron microscopic stereological measurements by calculating the ratio of the apical:basolateral surface volume densities. This value reflects the degree to which the two membrane surfaces are amplified through apical microviili and basolateral infoldings. The folding factor has been determined for LLC-PKI cells grown under the conditions employed in this study and corresponds to 0.7 (Pfaller et al., 1990) .",
            "cite_spans": [
                {
                    "start": 1087,
                    "end": 1109,
                    "text": "(Pfaller et al., 1990)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence and Microscopy"
        },
        {
            "text": "Transfected and untransfected cells (75 cm 2 confluent flasks × 3) were scraped into ice cold PBS supplemented with 0.1 mM PMSF and 2 mg/mi aprotinin. Cells were recovered by gentle centrifugation (500 g, 3 rain) and then resnspended in 2 mls of hypotonic buffer (10 mM Tris-HC1 pH 7.5, PMSF/aprotinin) and allowed to sit on ice for 10 rain. The cells were broken by 25 strokes in a glass dounce homogenizer, then 2 mls of homogenization buffer (.5 M sucrose, 10 mM Tris-HCl pH 7.5 with PMSF/aprotinin) were added and the suspension was subjected to another 25 strokes. Post nuclear superuatants were prepared by centrifogation at 800 g for 10 min at 4oC. Microsome-enriched pellets were then recovered by ultracentrifugation at 100,000 g for 90 rain (SW50.1 rotor; Beckman Instruments, Inc., Palo Alto, CA). The membrane pellet was resuspended in the homogenization buffer and total protein concentrations were determined by the Bio-Rad protein assay (BioRad Labs, Richmond, CA). EndoH and EndoF studies were performed according to product instructions (Boehringer Mannheim Biochemica, Indianapolis, IN).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microsomal Membrane Preparation"
        },
        {
            "text": "For SDS-PAGE, samples were brought to a final concentration of 80 mM DL-dithiothreitol, 5.6% SDS, 0.008% bromophenol blue, 0.24 M Tris-HC1 pH 8.9, 16% glycerol, and then warmed to 80°C for 5 rain before loading onto 8.5% SDS-PAGE (Laemmli, 1970) . The gels were transferred to nitrocellulose as described by Towbin et al. (1979) with the addition of 0.02 % SDS to the transfer buffer. Blots were blocked in blocking buffer, which contains 5% powdered milk in TBS (20 mM Tris HCL pH 7.5, 150 mM NaC1), and 0.1% Tween 20. Primary incubations were performed in the same buffer with the following specific antibodies: anti-H,K-ATPase c~ (HK9 1:250), anti-Na,K-ATPase c~ (mAb 6H 1:500), anti-Na,K-ATPase B (mAb 8A 1:500) and anti-H,K-ATPase B (mAb 1:10,000). Blots were then incubated with either goat anti-mouse or anti-rabbit secondary antibodies conjugated to HRP (working dilution 1:2,000; Sigma Chemical Co.). Labeled proteins were visualized by the enhanced chemiluminescence detection method (ECL; Amersham Corp., Arlington Heights, IL).",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 245,
                    "text": "(Laemmli, 1970)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 308,
                    "end": 328,
                    "text": "Towbin et al. (1979)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "SDS-PAGE and Western Blot Analysis"
        },
        {
            "text": "A 25-mm (Cyclopore) filter of confluent H,K-ATPase B-transfected LLC-PKI cells was labeled with 200 ~Ci [3~S]methionine in methionine-free media for 6 h. The monolayer was washed and then anti-H,K-ATPase # was diluted in PBS-Ca/Mg and added to the apical chamber of the cell culture insert for a 1 h incubation at 4°C. After extensive washing, the monolayer was lysed in lysis buffer (1% NP-40, 150 mM NaCI, 50 mM Tris HCI pH 7.4, and 0.5 mM EDTA). The supernatant was cleared by centrifugation for 10 rain at 14,000 g and then incubated with immobilized anti-mouse IgG (Calbiochem Corp., La Jolla, CA) for 2 h at 4°C with end over end rotation. Pellets were washed five times with lysis buffer, followed by two washes in 0.1% NP-40 lysis buffer. The sample was subjected to SDS-PAGE, and after fixation and incubation with Autofluor (National Diagnostics Inc., Manville, NJ), gels were dried and exposed to Kodak XOMAT-AR film for 12 h at -70°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Surface lmmunoprecipitation."
        },
        {
            "text": "To generate a probe which would detect the H,K-ATPase and not cross react with the Na,K-ATPase, we prepared a polyclonal antipeptide antibody (HK9) directed against the aminoterminal region of the H,K-ATPase ( Fig. 1 , amino acids 3-22). A detailed description of the production and full characterization of this antibody is provided elsewhere (Okusa, M., C. J. Gottardi, V. M. Rajendron, H. Binder, and M. J. Caplan, manuscript in preparation). As can be seen in Fig. 2 , immunostaining performed on 0.5 # sections of rat stomach reveals that this antibody reacts exclusively with the H,K-ATPase-rich parietal cells which line the gastric glands (Fig. 2 A) . This staining pattern is consistent with previous H,K-ATPase localizations (Smolka and Weinstein, 1986) . Electron microscopic immunocytochemistry employing this antibody demonstrates specific H,K-ATPase labeling of the cytoplasmic surfaces of tubulovesicular and apical canalicular membranes (Fig. 2 B) . This antibody does not label the parietal cell basolateral membrane (arrowheads), which is instead endowed with a high concentration of Na,K-ATPase (Soroka et al., 1992) . Thus, despite extensive sequence homology, the H,K-ATPase and Na,K-ATPase en-A ~,! coo.",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 763,
                    "text": "(Smolka and Weinstein, 1986)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1114,
                    "end": 1135,
                    "text": "(Soroka et al., 1992)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 216,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 470,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 647,
                    "end": 657,
                    "text": "(Fig. 2 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 953,
                    "end": 963,
                    "text": "(Fig. 2 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "COOH Figure 1 . The catalytic subunit of the H,K-ATPase is 62% identical to the Na,K-ATPase. (A) The sequences of the Na,K-ATPase tx and H,K-ATPase ot were aligned according to . Putative transmembrane domains, as predicted by hydropathy analysis of both sequences (Kyte and Doolittle, 1982) are represented as tightly packed helices. Cytoplasmic loop domains are not based on structural information. Each circle denotes a single amino acid, and each darkened circle represents an amino acid identity between the two proteins. Note that the region of greatest dissimilarity lies within the first 26 amino acids. Our HK9 antibody is directed against a peptide made from amino acids 3-22 of this H,K-ATPase cz sequence. The schematic in B represents the H519N chimera (see Methods for a complete description of the generation of this hybrid protein); darkened circles represent Na,K-ATPase-specific or shared amino acids, unfilled circles represent H,K-ATPase specific amino acids. The asterisk (*) marks amino acid 519, which is the glycine residue that is regenerated in the chimeric protein.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 291,
                    "text": "(Kyte and Doolittle, 1982)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "zymes occupy distinct membranous domains within the gastric parietal cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We have generated a stably transfected LLC-PKi cell line expressing both the ot and B subunits of the H,K-ATPase. LLC-PK~ cells form a highly polarized epithelium and are capable of supporting high levels of expression of exogenous proteins (Roth, 1989) . Preliminary experiments with MDCK The HK9 (a subunit specific) antibody was used to label 0.5 # frozen sections of rat stomach fixed in 4% formaldehyde. Specific labeling was detected using a rhodamine conjugated secondary antibody. As can be seen above, the antibody reacts exclusively with parietal cells which line the gastric glands. (B) The HK9 antibody was used to localize H,K-ATPase at the EM level. Immunostaining was performed on 20/z cryostat sections of rat stomach fixed by perfusion with PLP. Specific labeling was detected using a secondary antibody conjugated to HRP. DAB reaction product can be seen deccorating the cytoplasmic surfaces of the parietal cell's tubulovesicular and canalicular membranes (white arrows). No labeling is associated with the basolateral membrane (arrowheads), or the adjacent chief cell (*).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 253,
                    "text": "(Roth, 1989)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Expression and Distribution of H, K-ATPase Subunits in LLC-PK~ Cells"
        },
        {
            "text": "cells suggested that the level of expression achievable with the pump constructs was not adequate for the purpose of our studies. It may be possible that the LLC-PKt cell type is better able to tolerate the physiological activities of the pump molecules employed in this work. The western blot in Fig.  3 demonstrates that both the a and/3 subunits of the H,K-ATPase are present in our transfected cells and can be de-tected by our antibody probes (lanes 2 and 9). The H,K-ATPase a-specific antibody (HK9) described in Fig. 2 reacts exclusively with a 100-kD protein in the transfected cells (lane 2). No immunoreactivity is detected in untransfected cells (lane/), confirming that this antibody does not crossreact with the endogenous Na,K-ATPase (compare with lanes 3 and 4). With a mAb specific for the H,K-ATPase 13 subunit (kindly provided by J, Forte, University of California at Berkeley, Berkeley, CA), both ER (45 kD) and mature (~66 kD) forms of the/3 subunit can be detected (lanes 9, and 12-15). The ER and mature forms are revealed by their sensitivity to endoH and endoE respectively (Kobata, 1979; lanes 12-15) . As expected, this antibody does not cross-react with endogenous LLC-PK~ proteins, as there is nothing detected in membranes from untransfected cells (compare lane 11 with lanes 6-8).",
            "cite_spans": [
                {
                    "start": 1098,
                    "end": 1112,
                    "text": "(Kobata, 1979;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1113,
                    "end": 1125,
                    "text": "lanes 12-15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 304,
                    "text": "Fig.  3",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 525,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Expression and Distribution of H, K-ATPase Subunits in LLC-PK~ Cells"
        },
        {
            "text": "We next wished to determine the subcellular localization of the H,K-ATPase in our transfected cells. Indirect immunofluorescence was performed on the cell line expressing both subunits of the H,K-ATPase using the HK9 antibody characterized in Fig. 2 . The results of this experiment are shown in Fig. 4 . En face (Fig. 4 , A and B) and confocal optical sectioning (C and D) confirm that both subunits of the H,K-ATPase immunolocalize predominantly to the apical brush border. The normal basolateral distributions of both the ct and/3 subunits of the endogenous Na,K-ATPase remain unperturbed in these cells (E-J). Thus, this cell line is able to distinguish the H,K-ATPase tx//3 complex from the Na,K-ATPase ix//3 complex and to maintain each on its appropriate and distinct membrane domain. Efforts to employ surface labeling techniques to quantify the surface distributions of these pump subunits have been frustrated by our observation that these methods cannot be applied quantitatively to LLC-PK~ cells, due to marked differences in labeling efficiency at the two surface domains (Gottardi and Caplan, 1992) . Consequently, we have employed quantitative confocal fluorescence microscopy in order to measure the polarized distributions of pump molecules. Because cells are fixed and Figure 3 . Immunodetection of H,K-ATPase a and/3 subunits in stably transfected LLC-PK~ cells. Equal amounts of membrane protein (20 ~,g) from untransfected (lanes I, 3, 6, and 11), H,K-ATPase/3 transfected (lanes 5, 8, and 10), and H,K-ATPase a/ /3 cotransfected LLC-PK~ cells (lanes 2, 4, 7, and 9) were resolved by SDS-PAGE. Nitrocellulose strips were probed with the following antibodies: (lanes 1 and 2) H,K-ATPasc a-specific antibody (HKg); (lanes 3-5) mAb specific for the Na,K-ATPasc a subunit; (lanes 6-8) mAb specific for the Na,K-ATPase /3 subunit; (lanes 9-15) mAb specific for the H,K-ATPase /3 subunit. Specific bands were detected with an anti-rabbit or mouse peroxidase secondary and the enhanced chemiluminescence (ECL) system (Amersham Corp.). Lanes 12-15 (20/~g total protein from H,K-ATPase/3 transfected LLC-PKt cells) demonstrate that the 66and 42-kD bands detected with the H,K-ATPasc/3 specific antibody, are in fact the mature and core glycosylated forms, respectively Lane 16 represents a cell surface immunoprecipitation of the H,K-ATPase/3 protein from [35S]methionine labeled H,K-ATPase B-transfected LLC-PKt cells. The apical to basolateral (A/B) fluorescence intensity ratios were calculated according to the formula described in Methods. Salas et al., 1987) . As can be seen in Table I , the ratio of apical/basolateral signal is 42.1 and 31.2 for H,K-ATPase ot and/3 subunits, respectively. Co-expression of the H,K-ATPase ot and/3 subunits appears to be necessary in order to ensure the ot-subunit's surface delivery. While we have been unable to generate a cell line that expresses only the H,K-ATPase c~ subunit, transient transfection studies in COS-1 cells demonstrate that the H,K-ATPase ot can only be expressed on the cell surface when it is co-transfected with its H,K-ATPase/3 subunit (Gottardi, C., and M. J. Caplan, manuscript submitted for publication). This observation strongly suggests that the pump subunits exhibit strict fidelity with respect to assembly, since Na,K-ATPase/3 does not appear to chaperone H,K-ATPase ot to the cell surface. This conclusion, which argues against the formation of hybrid pump dimers, is further supported by the observed spatial segregation of H,K-ATPase from Na,K-ATPase subunit polypeptides in the LLC-PK1 cell line. . Monolayers were fixed in methanol and permeabilized in a Triton X-100 buffer and processed for immunofluorescence as described in Methods. The H,K-ATPase a polyclonal antibody (HK9) was visualized with an anti-rabbit rhodamine conjugated secondary; Na,K-ATPase or,/3 and H,K-ATPase/5 monoclonal antibodies were detected with an anti-mouse FITC conjugated secondary. K, L, and M show staining patterns with H,K-ATPase c~, Na,K-ATPase c~ and Na,K-ATPase/5, respectively, on untransfected control cells. A and B and C and D represent enface and confocal views of H,K-ATPase ot and H,K-ATPase/5 double-labeled cells. E and F and G and H represent en face and confocal views of H,K-ATPase ¢x and Na,K-ATPase ot double-labeled ceils. The I and J pair is double labeled with antibodies of H,K-ATPase ot and Na,K-ATPase/5 subunits. The confocal xz sections display arrows above and below the staining pattern to denote apical and basolateral membrane domains.",
            "cite_spans": [
                {
                    "start": 1085,
                    "end": 1112,
                    "text": "(Gottardi and Caplan, 1992)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2557,
                    "end": 2576,
                    "text": "Salas et al., 1987)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 249,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 296,
                    "end": 302,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 313,
                    "end": 320,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1287,
                    "end": 1295,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2597,
                    "end": 2604,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Expression and Distribution of H, K-ATPase Subunits in LLC-PK~ Cells"
        },
        {
            "text": "permeabilized before incubation with the primary antibodies, this technique ensures that all membrane domains will be equally accessible to labeling. The linearity and accuracy of similar methods have been previously established (Vega-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and Distribution of H, K-ATPase Subunits in LLC-PK~ Cells"
        },
        {
            "text": "A stable cell line expressing only the H,K-ATPase/3 subunit was generated in order to explore the possibility that this subunit encodes apical sorting information. A western blot performed on this cell line (Fig. 3, lanes 5, 8, and 10) shows that both mature and immature forms of the protein are present. Immunofluorescence analysis (Fig. 5) reveals that the H,K-ATPase/3 subunit is localized to the apical brush border (Fig. 5, A and B) as well as to a population of large subapical vesicles (C is same cell as B, with different plane of focus). The endogenous Na,K-ATPase a subunit is found in its normal basolateral distribution, and therefore does not appear to escort the H,K-ATPase/3 subunit to the cell surface (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 235,
                    "text": "(Fig. 3, lanes 5, 8, and 10)",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 342,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 438,
                    "text": "(Fig. 5, A and B)",
                    "ref_id": null
                }
            ],
            "section": "H,K-ATPase {3 Expressed Alone Is Localized at the Apical Surface and in a Subapical Vesicular Compartment"
        },
        {
            "text": "We wondered whether the H,K-ATPase/3 subunit is, in fact, able to depart the ER by itself or if another, as yet unidentified protein permits its transit to the cell surface. We addressed this problem by carrying out a cell surface immunoprecipitation of H,K-ATPase /3 from [35S]methioninelabeled cells under conditions that normally allow for the coprecipitation of Na,K-ATPase or/3 complexes (Fig. 3, lane  16) . We were unable to resolve any proteins which specifically interact with the H,K-ATPase/3. This negative result does not rule out the possibility that H,K-ATPase/3 forms a Figure 5 . H,K-ATPase/~ localizes to the apical brush border and to a population of subapical vesicles. LLC-PK1 ceils stably transfected with the H,K-ATPase/3 subunit were grown on transparent microporous filter supports, fixed and permeabilized for indirect immunofluorescence as described in Materials and Methods. The en face image in A shows a field of H,K-ATPase E-expressing cells detected with the /3 specific mAb; both apical ceil surface and intraccllular staining is evident (40)<). At higher magnification (lOOx), the H,K-ATPase /3 subunit is more clearly visualized at both the apical brush border (B) and within a population of intracellular vesicles (C), same cell different plane of focus. D and E show a cluster of H,K-ATPase cd/3 cotransfected LLC-PK~ ceils double labeled with H,K-ATPase a (D) and H,K-ATPase /~ (E) specific antibodies, respectively. Note that the H,K-ATPase/3 vesicles (E) are devoid of H,K-ATPase a staining (D). The * in E shows a cell that weakly stains with the H,K-ATPase/~ antibody, but stains strongly with the H,K-ATPase ct antibody, giving the impression that the H,K-ATPase ct subunit can get to the cell surface by itself. This is not the case, rather, the variable staining intensities reflect these two antibodies' preferences for different methods of fixation. complex with some as yet undetected endogenous LLc-PK~ protein. It is somewhat surprising, however, when considered in the context of the sodium pump's need to complete heterodimer assembly before the departure of either subunit from the ER (Ackermann and McDonough et al., 1990) . It suggests the possibility that the H,K-ATPase may be able to exit the ER without any partner.",
            "cite_spans": [
                {
                    "start": 2152,
                    "end": 2175,
                    "text": "McDonough et al., 1990)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 411,
                    "text": "(Fig. 3, lane  16)",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 593,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "H,K-ATPase {3 Expressed Alone Is Localized at the Apical Surface and in a Subapical Vesicular Compartment"
        },
        {
            "text": "The apical localization of the H,K-ATPase/3 subunit could be interpreted to suggest that the/~ subunit encodes the information responsible for the polarized cell surface distribution of the H,K-ATPase ~//~ dimer. To test this hypothesis, we have prepared a stably transfected LLC-PKt cell line which expresses a high level of the H519N chimera (Figs. I and 6). Western blots probed with the HK9 antibody ( Fig. 2) reveal the presence of a strong immunoreactive band at ~100 kD in transfected cells that is not present in control cells (Fig.  6 , lanes I and 2). This chimeric protein has the same mobility as the full length H,K-ATPase ot subunit and is not detected with an antibody directed against the carboxy half of the H,K-ATPase (mAb kindly provided by A. Smolka, University of South Carolina, Columbia, SC, data not shown). The tertiary structure of the H519N chimera appears to be largely intact, because it is functionally active as an ion-transporting ATPase, sensitive to both SCH28080 and ouabain, which are inhibitors of the H,K-ATPase and Na,K-ATPase, respectively (Blostein et al., 1993) . Indirect immunofluorescence and quantitative confocal microscopy were employed in order to determine the cell surface distribution of this chimera. Fig. 7 shows that the H519N chimera is almost exclusively localized to the apical membrane (Fig. 7 , A and C) with an average apical/ basolateral ratio of ~ 30:1 (Table I) . The endogenous Na,K-ATPase ~ subunit maintains its steady-state basolateral distribution, demonstrating that expression of this chimera does not alter the steady-state distribution of this similar protein (Fig. 7, A and B , E; Table I ). Interestingly, the Na,K-ATPase /~ subunit colocalizes both with the chimera at the apical brush border as well as with the Na,K-ot subunit at the basolateral surface (Fig. 7 , C and D, G; Table I ). Both the chimera and the Na,K-ATPase/3 subunit are actually intercalated in the apical membrane and are exposed at the apical surface. This fact is demonstrated by incubating the mono- Figure 6 . Immunodetection of H519N chimera in stably transfected LLC-PKm cells. Equal amounts of membrane protein (24 ttg) from untransfected (Lanes 1, 3, and 5) and transfected (lanes 2, 4, and 6) cells were resolved by SDS-PAGE, transferred to nitrocellulose and detected with the HRP/enhanced chemiluminescene system. Lanes 1 and 2 were probed with the H,K-ATPase ct antibody (HK9), lanes 3 and 4 with mAb Na,K-ATPase a, and lanes 5 and 6 with mAb Na,K-ATPase/~. Lanes 7 and 8 represent a longer exposure of lanes 5 and 6to show that the steady-state levels of mature (55 kD) Na,K-ATPase ~ differ markedly between transfected and untransfected cells. Serial dilution analysis enabled us to determine that there is a fourfold difference in levels of mature Na,K-ATPase subtmit present in the two cell lines (data not shown). . Monolayers were fixed in methanol and permeabilized in a Triton X-100 buffer and processed for immunofluorescence as described in Materials and Methods. The HK9 polyclonai antibody was visualized with an anti-rabbit rhodamine conjugated secondary; Na,K-ATPase t~, Na,K-ATPase/3, and H,K-ATPase/3 monoclonal antibodies were detected with an anti-mouse FITC conjugated secondary. A and B and C and D represent paired, enface views of the following double-labeling experiment performed on transfected cells: (A) H,K-ATPase ct (HK9); (B) Na,K-ATPase ct; (C) H,K-ATPase c~; (D) Na,K-ATPase/3. Confocal optical sections generated in E and G correspond to the A and B and C and D pairs, respectively. The left panels of the split screen confocai images in E and G represent H,K-ATPase c~/rhodamine staining, the right panels detect Na,K-ATPase ~ or Na,K-ATPase/3/FITC staining, respectively. F and H represent confocal sections of untransfected cells that have been double labeled with H,K-ATPase edNa,K-ATPase ct and H,K-ATPase odNa,K-ATPase/3 antibodies, respectively. Note that in transfected cells, Na,K-ATPase/3 appears to be present at both the apical and basolateral surfaces. I and J represent confocal split screen images (H,K-ATPase c~ [/eft]; Na,K-ATPase /3 [right] ) demonstrating that the Na,K-ATPase/3 subunit can be accessed from the apical side of H519N transfected cells (I) but not untransfected (J) cells. Cells were incubated from the apical surface with the mAb Na,K-ATPase /3 for 30 min at 4\"C. The monolayers were washed to remove unbound antibody, then fixed and permeabilized for double immunolabeling with the H,K-ATPase ot antibody.",
            "cite_spans": [
                {
                    "start": 1080,
                    "end": 1103,
                    "text": "(Blostein et al., 1993)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 4142,
                    "end": 4149,
                    "text": "[right]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 413,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 535,
                    "end": 543,
                    "text": "(Fig.  6",
                    "ref_id": null
                },
                {
                    "start": 1254,
                    "end": 1260,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1345,
                    "end": 1352,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1416,
                    "end": 1425,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1633,
                    "end": 1649,
                    "text": "(Fig. 7, A and B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1655,
                    "end": 1662,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1832,
                    "end": 1839,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1854,
                    "end": 1861,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2050,
                    "end": 2058,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Expression and Distribution of H519N in LLC-PKI Cells"
        },
        {
            "text": "layer with the Na,K-ATPase 13 antibody from the apical side before fixation and permeabilization, which results in strong apical staining that is seen only in the chimera transfected cells and not in the control cells (Fig. 7, I and J) . Taken together, these results suggest that the cell surface expression of this chimeric tx subunlt requires assembly with the Na,K-ATPase/3 subunit. This conclusion is further supported by COS cell expression studies (Gottardi, C. , and M. J. Caplan, manuscript submitted for publication) which demonstrate that H519N can arrive at the cell surface when expressed alone, whereas the complementary chimera, N519H, as well as native H,K-ATPase ot require co-expression with H,K-ATPase/3 subunit. Proof of co-assembly of these proteins must await the results of co-immunoprecipitation experiments. The results in Fig. 7 further demonstrate that the Na,K-ATPase/3 subunit does not encode dominant cell sur~ face localization information. It would appear that the amino-terminal half of the H,K-ATPase t~ subunit, and not only the H,K-ATPase/3 subunit, must encode an apical localization signal which is able to function when expressed as part of a chimeric construct. These results are also consistent with the possibility that the amino-terminal portion of the Na,K-ATPase ot subunit encodes a dominant basolateral signal which is not present in the chimera. Finally, it appears that the carboxy-terminal portion of an ot subunit determines /3 subunit assembly preference. We note that in cells which express the H519N chimera, the steady-state levels of the endogenous Na,K-ATPase/3 subunit are increased fourfold over untransfected cells (Fig.  6, lanes 7 and 8) . Conversely, cell lines which express the H,K-ATPase/3 subunit consistently show lower steady-state levels of endogenous Na,K-ATPase/3 subunit (Fig. 3 , lanes 6-8). The possible stabilization or biosynthetic regulation of endogenous subunits as a result of exogenous subunit expression is currently being investigated.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 468,
                    "text": "(Gottardi, C.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 235,
                    "text": "(Fig. 7, I and J)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 848,
                    "end": 854,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1675,
                    "end": 1699,
                    "text": "(Fig.  6, lanes 7 and 8)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1844,
                    "end": 1851,
                    "text": "(Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Expression and Distribution of H519N in LLC-PKI Cells"
        },
        {
            "text": "In light of the preceding evidence that Na,K-ATPase/3 does not encode dominant localization information, it is interesting that the H,K-ATPase/3 expressed alone accumulates predominantly at the apical membrane. It is also interesting that Figure 8 . EM immunolocalization of the H,K-ATPase/3 subunit in H,K-ATPase/3 transfected LLC-PK1 cells. Immunostaining was performed with the mAb H,K-ATPase/3 on a confluent monolayer of paraformaldehyde/glutaraldehyde fixed ceils. Specific labeling was detected using a secondary antibody conjugated to horseradish peroxidase. The DAB reaction product can be seen at the apical membrane, along the microviUi (opened arrows) and within coated pits (inset), in addition to structures that resemble the recycling portions of tubular endosomes (black arrows). Note that there is little reaction product along the basolateral membrane (arrowheads). the H,K-ATPase ~ was detected in a population of subapical vesicles, in addition to its cell surface localization (Fig. 5 C) . This distribution has never been observed for the Na,K-ATPase c~ or/~ subunlts (data not shown) or for the H,K-ATPase ot subunit (Fig. 5, D and E) . To better understand the unique behavior of the H,K-ATPase/3, it is necessary to establish the identity of this vesicular compartment. Fig. 8 shows an electron micrograph in which the localization of the H,K-ATPase /3 is revealed by the immunoperoxidase technique. Dense reaction product can be detected along the microvilli, in coated pits and within compartments that resemble tubular endosomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1008,
                    "text": "(Fig. 5 C)",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1157,
                    "text": "(Fig. 5, D and E)",
                    "ref_id": null
                },
                {
                    "start": 1295,
                    "end": 1301,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "H,K-ATPase /3 Is Internalized into Endosomes"
        },
        {
            "text": "To further characterize these structures, we wished to determine whether this compartment could be loaded with a fluid phase endocytosis marker such as HRP (Fig. 9) . Fluid phase markers can be found in early endosomes within 5 min and late endosomes/lysosomes within 20 min of their internalization (Stoorvogel et al., 1991) . Stably transfected cells expressing solely the H,K-ATPase ~ subunit (Fig. 3) were incubated with the H,K-ATPase/3 mAb at 4°C to prebind reactive epitopes at the apical cell surface. After the cells were rewarmed to 37°C in the presence of HRP for various lengths of time they were fixed, permeabilized and processed for indirect immunofluorescence. As can be seen in Fig. 9 (A, C, E, and G), prebinding with the H,K-ATPase /~ antibody produces a clear cell surface pattern that gives way to a punctate, vesicular localization after the cells have been incubated for various lengths of time. As early as 10 min both HRP and H,K-ATPase/3 colocalize within the same intracellular compartment (Fig. 9, C and D) . They continue to colocalize for as long as 45 min after warming the cells (Fig.  9, G and H) . The structure they occupy is not labeled by antibodies to LGP 120, a lysosomal marker (data not shown; Kornfeld and Mellman, 1989) . It seems likely, therefore, that the H,K-ATPase/3 positive vesicles can be derived from the cell surface and thus represent an endosomal compartment. While the pattern observed in these uptake experiments is virtually indistinguishable from the steady-state vesicular pattern seen in fixed permeabilized cells (Fig. 5 C) , we cannot rule out that a subpopulation of these vesicles may represent a post-golgi/preapical compartment. The H,K-ATPase /3 in the intracellular vesicles observed in these experiments is unlikely to have been internalized as a result of crosslinking effected by our bivalent mAb, because a large literature suggests that bivalent rnAbs (e.g., Hopkins, 1983 ) and noncross-linking antibodies (e.g., Lazarovits and Roth, 1988) fail to induce endocytosis of surface bound molecules which lack endocytosis signals.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 325,
                    "text": "(Stoorvogel et al., 1991)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1235,
                    "end": 1262,
                    "text": "Kornfeld and Mellman, 1989)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1933,
                    "end": 1946,
                    "text": "Hopkins, 1983",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1988,
                    "end": 2014,
                    "text": "Lazarovits and Roth, 1988)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "(Fig. 9)",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 404,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 701,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1034,
                    "text": "(Fig. 9, C and D)",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1129,
                    "text": "(Fig.  9, G and H)",
                    "ref_id": null
                },
                {
                    "start": 1575,
                    "end": 1585,
                    "text": "(Fig. 5 C)",
                    "ref_id": null
                }
            ],
            "section": "H,K-ATPase /3 Is Internalized into Endosomes"
        },
        {
            "text": "We have transfected LLC-PK1 cells with cDNAs encoding wild-type and chimeric ot and/~ subunits of the H,K-ATPase. We find that efficient surface expression of the H,K-ATPase o~ subunit requires co-expression with its H,K-ATPase /3 subunit. No such assembly requirement appears to exist for the H,K-ATPase/3, which seems to be able to depart the ER unaccompanied by an ct subunit. We find that the assembled H,K-ATPase or//3 complex accumulates exclusively in the apical plasmalemma. Both the ot and/3 subunits of the endoge- Figure 9 . HRP colocalizes with the H,K-ATPase/3 subunit early in the endocytic pathway. H,K-ATPase/3 transfected LLC-PKt cells were grown to confluence on transparent microporous filter supports. Monolayers were incubated with the mAb H,K-ATPase/~ for 30 min at 4°C to prebind surface H,K-ATPase/3 subunits. Filters were subsequently warmed to 37°C in media containing HRP (10 mg/ml) for 5' (,4 and B), 10' (C and D), 20' (E and F), and 45' (G and H) . Cells were fixed, permeabilized, and incubated with an antibody specific for HRP; H,K-ATPase/3 and HRP antibodies were detected with anti-mouse FITC and anti-rabbit rhodarnine conjugated secondaries, respectively. A, C, E, and G show H,K-ATPase/3 staining; B, D, F, and H show HRP staining. Arrows indicate regions of colocalization.",
            "cite_spans": [
                {
                    "start": 917,
                    "end": 976,
                    "text": "(,4 and B), 10' (C and D), 20' (E and F), and 45' (G and H)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 533,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "nous Na,K-ATPase maintain their steady-state basolateral distribution in this cell line. Thus, LLC-PK~ cells are capable of distinguishing between these two highly homologous enzymes and of maintaining them at their appropriate domains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The experiments performed in this study examine the steady-state distribution of pump subunits and subunit chimeras in transfected LLC-PK~ cells. Recent work suggests that the steady-state basolateral distribution of the Na,K-ATPase is not the result of sorting at the level of the TGN, but rather is due to selective retention afforded by a preexisting basolateral cytoskeletal network (Hammerton et al., 1991) . Definitive exploration of the mechanism through which our proteins are differentially distributed must await the results of targeting assays. Our efforts to carry out biosynthetic targeting assays in this system have been complicated by several factors. We have recently demonstrated that dramatic differences in biotinylation efficiency prevail at the apical and basolateral surfaces of LLC-PKt ceils (Gottardi and Caplan, 1992) , rendering this technique inapplicable. Furthermore, surface immunoprecipitation protocols cannot be applied, because antibodies recognizing ectodomain epitopes of the H,K-ATPase ot-subunit have yet to be successfully produced.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 411,
                    "text": "(Hammerton et al., 1991)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 816,
                    "end": 843,
                    "text": "(Gottardi and Caplan, 1992)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It should be noted, however, that recent work from two laboratories Zurzolo and Rodriguez-Boulan, 1993) suggests that the Na,K-ATPase in at least one clone MDCK cells, as well as in thyroid epithelial cells (FRT) is sorted intracellularly and vectorially targeted in keeping with earlier observations (Caplan et al., 1986) . The recently reported detection of random sodium pump delivery in MDCK cells (Hammerton et al., 1991) may be referenceable to differences in the particular subclone of MDCK cells used (Siemens, C. [Krzeminski] et al., 1993) . In the context of these studies, which reconfirm the earlier conclusion that the Na,K-ATPase is competent to serve as a substrate for vectorial targeting in MDCK cells, we believe that the H,K-ATPase and the chimeric subunits are likely to be sorted intracellularly and vectorially targeted in LLC-PKt cells. While it is true that our analysis of the steady-state distributions of these ion pump and pump chimera molecules does not allow us to draw conclusions with respect to the pathways these molecules follow, our experiments do, however, establish domains of these pumps which are necessary for ensuring their steady state distributions. Whether the signal domains we have described are interpreted at the level of the Golgi, or serve to anchor these proteins at one or the other surface domain after random delivery, they are clearly necessary and sufficient to ensure the ultimate polarized distributions of their parent proteins.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 103,
                    "text": "Zurzolo and Rodriguez-Boulan, 1993)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 301,
                    "end": 322,
                    "text": "(Caplan et al., 1986)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 402,
                    "end": 426,
                    "text": "(Hammerton et al., 1991)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 509,
                    "end": 548,
                    "text": "(Siemens, C. [Krzeminski] et al., 1993)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our efforts to characterize the signal responsible for the apical localization of the H,K-ATPase complex, we have examined the contributions of each subunit to the steady-state apical distribution of the holoenzyme. To our surprise, we found that both the oe and/3 proteins encode information which specifies apical accumulation. The contribution of the H,K-ATPase ot subunit is revealed in the cell surface localization of the H,K-ATPase/Na,K-ATPase. chimera, H519N. This protein comprises the amino-terminal half of the H,K-ATPase and the carboxy-half of the Na,K-ATPase and assembles exclusively with the endogenous Na,K-ATPase/3 subunlt. The resulting complex localizes predominantly to the apical brush border of transfected LLC-PK~ cells, suggesting that a dominant apical localization signal may reside within the amino-half of the H,K-ATPase. As can be seen in Fig. l, <20% of the H519N chimera is encoded by amino acids unique to the H,K-ATPase. Furthermore, analysis of the Na,K-ATPase and H,K-ATPase sequences reveals a single region of extensive nonhomology . The amino terminus of the H,K-ATPase a extends 13 residues beyond that of the Na,K-ATPase a. Significant identities are not found until residue 23 of the H,K-ATPase sequence. It is therefore possible that this unique amino acid sequence encodes the information that constitutes the signal which ultimately accounts for the apical steady-state distribution of this protein. It is interesting to note that a colonic isoform of the H,K-ATPase, which is 63 % identical to the gastric H,K-ATPase and is also localized to the apical membrane, shares an 8 amino acid stretch of identity in this amino terminal region (Crowson and Shull, 1992) . Chimeric constructs which will test this hypothesis are currently being generated.",
            "cite_spans": [
                {
                    "start": 1685,
                    "end": 1710,
                    "text": "(Crowson and Shull, 1992)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 872,
                    "end": 884,
                    "text": "Fig. l, <20%",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Signals Contributed by ~ Subunits"
        },
        {
            "text": "It has been speculated that these pumps' 13 subunits may somehow be necessary for escorting a subunits to specific cell surface domains. Our results show that this is not the case for the Na,K-ATPase 13 subunit. The data presented in Fig. 7 demonstrate that the H519N chimera colocalizes with an endogenous Na,K-ATPase 13 subunit at the apical cell surface. Because the Na,K-ATPase 15 subunit colocalizes with both the HS19N chimera at the apical membrane, as well as with the endogenous Na,K-ATPase cx at the basolateral membrane, we conclude that this 13 subunit is unlikely to encode a dominant distribution-determining signal. The behavior of the H,K-ATPase 13 subunit ('~31% identical to rat Na,K-ATPase/3~; Reuben et al., 1990) , however, is markedly different and supports the argument that at least this/3 subunit possesses a localization signal. When expressed by itself or in concert with H,K-ATPase c~, the H,K-ATPase/3 localizes to the apical brush border as well as to elements of the endocytic pathway (Figs. 5, 8, and 9) . The presence of H,K-ATPase 13 in components of the endocytic apparatus suggests the existence of an endocytosis signal within the 36 amino acid cytoplasmic domain of this polypeptide (Goldstein et al., 1985) . As can be seen in Fig. 10 , the H,K-ATPase IS shares with the transferrin receptor a sequence which has been implicated in forming a tight turn structural recognition motif for endocytosis (Collawn et al., 1990) . Tlus region is highly conserved between the varied species of cloned H,K-ATPase 13 subunits (Fig. 10) . While the H,K-ATPase motif is opposite in orientation to the transferrin receptor sequence (i.e., -FRXY-vs. -YXRF-), crystallographic data predicts that tetrapeptide sequences such as -FEKY-and -FSKY-are capable of forming the requisite tight turn structures (Collawn et al., 1990; A1varez et al., 1990) . Furthermore, studies performed on the transferrin receptor demonstrate that this sequence mediates internalization when expressed in either orientation (Girones et al., 1991) . The -FRXY-sequence is not found in 13~ or 132 subunits of the Na,K-ATPase (Martin-Vasallo et al., 1989; , neither of which appear to localize to similar vesicular structures (data not shown). It remains to Figure I0 . Comparison of H,K-ATPase and Na,K-ATPase/3 subunit sequences with the transferrin receptor internalization motif. The amino acid sequences of the cytoplasmic domains of the H,K-ATPase and Na,K-ATPase/3 subunits were aligned with the cytoplasmic domain of the human transferrin receptor. The -YXRF-sequence of the transferrin receptor has been shown to form a tight turn conformation that has been implicated in serving as the structural motif for endocytosis (Collawn et al., 1990) . This sequence is shared in the reverse orientation, FRXY across three species of the H,K-ATPase/3 subunit, and is not shared across Na,K-ATPase ~3 species (boxed region). The implications of this observation are discussed within the text.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 733,
                    "text": "Reuben et al., 1990)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1016,
                    "end": 1025,
                    "text": "(Figs. 5,",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1028,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 1029,
                    "end": 1035,
                    "text": "and 9)",
                    "ref_id": null
                },
                {
                    "start": 1221,
                    "end": 1245,
                    "text": "(Goldstein et al., 1985)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1437,
                    "end": 1459,
                    "text": "(Collawn et al., 1990)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1825,
                    "end": 1847,
                    "text": "(Collawn et al., 1990;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1848,
                    "end": 1869,
                    "text": "A1varez et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 2024,
                    "end": 2046,
                    "text": "(Girones et al., 1991)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2123,
                    "end": 2152,
                    "text": "(Martin-Vasallo et al., 1989;",
                    "ref_id": null
                },
                {
                    "start": 2726,
                    "end": 2748,
                    "text": "(Collawn et al., 1990)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1266,
                    "end": 1273,
                    "text": "Fig. 10",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1563,
                    "text": "(Fig. 10)",
                    "ref_id": null
                },
                {
                    "start": 2255,
                    "end": 2264,
                    "text": "Figure I0",
                    "ref_id": null
                }
            ],
            "section": "Signals Contributed by/3 Subunits"
        },
        {
            "text": "be determined whether this sequence, and/or residues which flank it are responsible for the H,K-ATPase ffs participation in the endocytic pathway. It is interesting to consider why the H,K-ATPase might be well served by some manner of endocytosis signal. It its native gastric parietal cell, the H,K-ATPase c~/13 complex resides within a preapical compartment, which in response to physiologic stimuli for gastric acid secretion, rapidly fuses with the apical membrane (Hirst and Forte, 1985) . When the stimulatory signal abates, the H,K-ATPase, along with most of the apical membrane, is rapidly endocytosed and retrieved into this preapical tubulovesicular compartment. Clearly, a mechanism must exist to ensure that these pumps can be rapidly and efficiently removed from the apical membrane. The -FRXY-signal is likely to serve this function. We are in the process of generating site-directed mutants that delete this sequence or alter the critical tyrosine residue in order to test this hypothesis.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 492,
                    "text": "(Hirst and Forte, 1985)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Signals Contributed by/3 Subunits"
        },
        {
            "text": "In light of this model, it is surprising that in cells transfected with both H,K-ATPase ot and/~ subunits, the H,K-ATPase/3 appears to accumulate in endocytic vesicles in the absence of any accompanying ot subunit (Fig. 5) . In stimulated parietal ceils the o~ subunit of the H,K-ATPase has been shown to form a complex with ezrin/ankyrin/fodrin cytoskeletal elements at the apical membrane (Hanzel et al., 1991; Mercier et al., 1989) . It is possible, therefore, that the subpopulation of H,K-ATPase/3 subunit that is participating in an H,K-ATPase od/3 dimer cannot be endocytosed because it is tethered to analogous apical cytoskeletal elements. H,K-ATPase ~ subunits that are expressed at the cell surface without an H,K-ATPase c~ would not be linked to the cytoskeleton, and would, therefore, be free to be endocytosed.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 412,
                    "text": "(Hanzel et al., 1991;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 413,
                    "end": 434,
                    "text": "Mercier et al., 1989)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 222,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Signals Contributed by/3 Subunits"
        },
        {
            "text": "It has recently been shown that the presence of an endocytosis signal is sufficient to ensure a protein's basolateral targeting in MDCK cells (Brewer and Roth, 1991; Hunziker et al., 1991; LeBivic et al., 1991) . The first demonstration of this property involved the influenza hemagglutinin protein, which is normally targeted to the apical membrane of MDCK cells (Rodriguez-Boulan and Sabatini, 1978) . Brewer and Roth found that this protein could be rerouted to the basolateral surface if a single amino acid in its cytoplasmic domain is altered to create a functional endocytosis signal. These observations have now been extended to a number of proteins. In light of this behavior, it is surprising that the endocytosis competent H,K-ATPase/~ accumulates at the apical surface of LLC-PK~ ceils. We hypothesize that this behavior reflects the fact that LLC-PK, cells, derived from the renal proximal tubule, are specially adapted to perform apical endocytosis.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 165,
                    "text": "(Brewer and Roth, 1991;",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 188,
                    "text": "Hunziker et al., 1991;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 189,
                    "end": 210,
                    "text": "LeBivic et al., 1991)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 364,
                    "end": 401,
                    "text": "(Rodriguez-Boulan and Sabatini, 1978)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Endocytosed Signals and Protein Targeting"
        },
        {
            "text": "Proximal tubule cells carry out bulk resorption of the glomerular filtrate (Mandel and Balaban, 1981) . Their apical domains are richly endowed with coated pits and endocytic profiles, which participate in the retrieval of small proteins and peptides which have been filtered through the glomerular basement membrane (Maunsbach, 1976) . The preponderance of apical endocytic machinery may also be associated with the apical accumulation of proteins whose targeting is mediated by virtue of their coated pit localization sequences. According to this model, a coated pit localization sequence specifies neither apical nor basolateral sorting, but instead ensures that proteins so endowed accumulate at the most endocytically active domain. This interpretation receives support from the surprising observations of Pathak et al. (1990) , who generated a transgenic mouse expressing the low density lipid (LDL) ~ receptor. This protein has been shown to possess a Coated pit localization sequence as well as an autonomous basolateral targeting signal, both of which can independently mediate basolateral sorting of receptor constructs expressed in MDCK cells (Hunziker et al., 1991) . The distribution of the wild-type LDL receptor in transgenic mice was found to be basolateral in the epithelia of intestine and liver. In the proximal tubule of the kidney, however, this protein was restricted to the apical brush border. It is possible that in this tissue the LDL receptors coated pit localization sequence exerts a dominant effect which results in the protein being sorted to the endocytically active apical surface. To test this theory, we are currently comparing the sorting behavior of a number of endocyticaUy competent proteins exogenously expressed in both MDCK and LLC-PK~ cells. Preliminary results suggest that, consistent with this model, H,K-ATPase/~ accumulates at the basolateral surface of MDCK cells. It would appear, therefore, that sorting signals may specify delivery to functionally rather than topologically defined plasma membrane domains.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 101,
                    "text": "(Mandel and Balaban, 1981)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 317,
                    "end": 334,
                    "text": "(Maunsbach, 1976)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 811,
                    "end": 831,
                    "text": "Pathak et al. (1990)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1154,
                    "end": 1177,
                    "text": "(Hunziker et al., 1991)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Endocytosed Signals and Protein Targeting"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mutual dependence of Na,K-ATPase alpha and beta subunits for correct posttranslationai processing and intracellular transport. FEBS (Fed. Eur",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Aekermann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Geering",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochem. Soc.) Lett",
            "volume": "269",
            "issn": "",
            "pages": "105--108",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A point mutation in the cytoplasmic domain of the transferrin receptor inhibits endocytosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Girones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochem. J",
            "volume": "267",
            "issn": "",
            "pages": "31--35",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Functional properties of an H,K-ATPase-Na,K-ATPase chimera",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blostein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gottardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A single amino acid change in the cytoplasmic domain alters the polarized delivery of influenza virus hemagglutinin",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ruth",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "114",
            "issn": "",
            "pages": "413--421",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Intracellular sorting and polarized cell surface delivery of Na,K-ATPase, an endogenous component of MDCK cell basolateral plasma membranes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "D"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "46",
            "issn": "",
            "pages": "623--631",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sorting of membrane and secretory proteins in polarized epithelial cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Matlin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Functional Epithelial Cells in Culture",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An autonomous signal for basolateral sorting in the cytoplasmic domain of the polymeric immunoglobulin receptor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Apodaca",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mostov",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "66",
            "issn": "",
            "pages": "65--75",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transferrin receptor internalization sequence YXRF implicates a tight turn as the structural recognition motif for endocytosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Collawn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stangel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Esekogwu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Trowbridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tainer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "63",
            "issn": "",
            "pages": "1061--1072",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Isolation and characterization of eDNA encoding the putative distal colon H,K-ATPase. Similarity of deduced amino acid sequence to gastric H,K-ATPase and Na,K-ATPase and expression in distal colon, kidney and uterus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Crowson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Shull",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "13740--13748",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An enzymatic assay reveals that proteins destined for the apical or basolateral domains of an epithelial cell line share the same late golgi compartments",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bravo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "4",
            "issn": "",
            "pages": "297--307",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mutational analysis of the cytoplasmic tail of the human transferrin receptor: identification of a sub-domain that is required for endocytosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Girones",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seth",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Latour",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Biol. Chem",
            "volume": "266",
            "issn": "",
            "pages": "19006--19012",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Receptor-mediated endocytosis: concepts emerging from the LDL receptor system",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Anna. Rev. Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "1--39",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cell surface biotinylation in the determination of epithelial membrane polarity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gottardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Tiss. Cult. Methods",
            "volume": "14",
            "issn": "",
            "pages": "173--180",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Vectorial targeting of newly synthesized Na,K-ATPase in polarized epithelial cells. Science (Wash. DC)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gottardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Van der Eb. 1973. A new technique for the assay of infectivity of human adenovirus 5 DNA",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virology",
            "volume": "52",
            "issn": "",
            "pages": "456--467",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mechanism for regulating cell surface distribution of Na,K-ATPase in polarized epithelial cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Hammerton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Krzeminski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Mays",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Wollner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science (wash. DC)",
            "volume": "254",
            "issn": "",
            "pages": "847--850",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The secretion-stimulated 80K phosphoprotein of cells is ezrin, and has properties of a membrane cytoskeletal linker in the induced apical microvilli",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hanzel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bretscher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Forte",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mangeat",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "10",
            "issn": "",
            "pages": "2363--2373",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Redistribution and characterization of H,K-ATPase membranes from resting and stimulated gastric parietal cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Hirst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Forte",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Biochem. J",
            "volume": "231",
            "issn": "",
            "pages": "641--649",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Intracellular routing of transferfin and transferrin receptors in epidermoid carcinoma A431 cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "35",
            "issn": "",
            "pages": "321--330",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Basolateral sorting in MDCK cells requires a distinct cytoplasmic domain determinant",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hunziker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "66",
            "issn": "",
            "pages": "907--920",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mechanism of the Na,K pump: protein structure and conformations of the pure Na,K-ATPase",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Biochim. Biophys Acta",
            "volume": "694",
            "issn": "",
            "pages": "27--68",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Use of endo-and exoglycosidases for structural studies of glycoconjugates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kobata",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Anal. Biochem",
            "volume": "100",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The biogenesis of lysosomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Anna. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "483--525",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A simple method for displaying the hydropathic character of a protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kyte",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Doolittle",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Mol. Biol",
            "volume": "157",
            "issn": "",
            "pages": "105--132",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cleavage of structural proteins during the assembly of the bead of bacteriophage I\"4",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature (Lond.)",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A single amino acid change in the cytoplasmic domain allows the influenza virus hemagglutinin to be endocytosed through coated pits",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lazarovits",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "53",
            "issn": "",
            "pages": "743--752",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An internal deletion in the cytoplasmic tail reverses the apical localization of human NGF receptor in transfected MDCK cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lebivic",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sambuy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patzak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "607--618",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The E1 glycoprotein of avian coronavirus is targeted to the cis golgi complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mentone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "6944--6948",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Stoichiometry and coupling of active Gottardi and Caplan Ion Pump Localization Signals transport to oxidative metabolism in epithelial tissues",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Balaban",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am. J. Physiol",
            "volume": "240",
            "issn": "",
            "pages": "357--371",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Identification of a putative isoform of the Na,K-ATPase beta subunit: primary structure and tissue-specific expression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martin-Vasalhi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dackowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levenson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol. Chem",
            "volume": "264",
            "issn": "",
            "pages": "4613--4618",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Sorting of an apical plasma membrane glycoprotein occurs before it reaches the cell surface in cultured epithelial cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "",
            "pages": "2131--2139",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Epithelial cell structure and polarity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "The Kidney: Physiology and",
            "volume": "",
            "issn": "",
            "pages": "447--473",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Cellular mechanisms of tubular protein transport",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Maunsbach",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Int. Rev. Physiol",
            "volume": "2",
            "issn": "",
            "pages": "145--167",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The sodium pump needs its beta subunit",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcdonough",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Geering",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Farley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Exp. Biol.) J",
            "volume": "4",
            "issn": "",
            "pages": "1589--1605",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Polarized expression of a chimeric protein in which the transmembrane and cytoplasmic domains of influenza hemagglutinin have been replaced by those of the vesicular stomatitis G protein",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mcqueen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Compans",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "83",
            "issn": "",
            "pages": "9318--9322",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Membrane-cytoskeleton dynamics in rat parietal cells: mobilization of actin and spectrin upon stimulation of gastric acid secretion",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Devilliers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bataille",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mangeat",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "441--453",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Biogenesis of epithelial cell polarity: intracellular sorting and vectorial exocytosis of an apical plasma membrane glycoprotein",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Misek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "39",
            "issn": "",
            "pages": "537--546",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "An anchor-minus form of the polymeric immunoglobulin receptor is secreted predominantly apically in Madin Darby canine kidney cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mostov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Breitfeld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "2031--2036",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Isolation and characterization of gastric microsomal glycoproteins: evidence for a glycosylated beta subunit of the H,K-ATPase",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Karpilow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smolka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Forte",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1037",
            "issn": "",
            "pages": "360--372",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Tissue-specific sorting of the human LDL receptor in polarized epithelia of transgenic mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yokode",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "347--359",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Morphology of the differentiation and maturation of LLC-PKI epithelia",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pfaller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gstrannthaler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Loidl",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell. Physiol",
            "volume": "142",
            "issn": "",
            "pages": "247--254",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Intracellular sorting and basolateral appearance of the G protein of vesicular stomatitis virus in MDCK cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "470--476",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Replacement of the cytoplasmic domain alters sorting of a viral glycoprotein in polarized ceils",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Puddington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Woodgett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "84",
            "issn": "",
            "pages": "2756--2760",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Characterization of a beta subunit of the gastric H,K-ATPase",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Reuben",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Lasater",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "6767--6771",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Morphogenesis of the polarized epithelial cell phenotype",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Welsh. DC)",
            "volume": "245",
            "issn": "",
            "pages": "718--725",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Asymmetric budding of viruses in epithelial monolayers: a model system for study of epithelial polarity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "75",
            "issn": "",
            "pages": "5071--5075",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Molecular biological approaches to protein sorting",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Anna. Rev. Physiol",
            "volume": "51",
            "issn": "",
            "pages": "785--795",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The large external domain is sufficient for the correct sorting of secreted or chimeric influenza virus hemagglutinins in polarized monkey kidney cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gunderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "104",
            "issn": "",
            "pages": "769--782",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Molecular cloning of the rat stomach H,K-ATPase",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Shull",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lingrel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "£ Biol. Chem",
            "volume": "261",
            "issn": "",
            "pages": "16788--16791",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Amino acid sequence of the beta-subunit of the Na,K-ATPase deduced from a eDNA",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Shull",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lingrel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nature (Lond.)",
            "volume": "321",
            "issn": "",
            "pages": "429--431",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Delivery of Na,K-ATPase in polarized epithelial cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Siemens",
                    "suffix": ""
                },
                {
                    "first": ")",
                    "middle": [],
                    "last": "Krzeminski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson (hammerton",
                    "suffix": ""
                },
                {
                    "first": ")",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Mays",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Wollner",
                    "suffix": ""
                },
                {
                    "first": "W. James",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Immunoassay of pig and human gastric proton pump",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smolka",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Gastroenterology",
            "volume": "90",
            "issn": "",
            "pages": "532--539",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Characterization of membrane and cytoskeletal components in cultured parietal ceils using immunofluorescence and confocal microscopy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Soroka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Modlin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hanzel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smolka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldenring",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Eur. J. Cell Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Late endosomes derive from early endosomes by maturation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stoorvogel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Strous",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Geuze",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Oorschot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "65",
            "issn": "",
            "pages": "417--427",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedure and some applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Towbin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Staehelin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "76",
            "issn": "",
            "pages": "4350--4354",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Formation of the apical pole of epithelial (Madin-Darby Canine Kidney) cells: polarity of an apical protein is independent of tight junctions while segregation of a basolateral marker requires cell-cell interactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vega-Salas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J I"
                    ],
                    "last": "Salas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gunderson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Z Cell Biol",
            "volume": "104",
            "issn": "",
            "pages": "905--916",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Delivery of Na,K-ATPase in polarized epithelial cells. Science (Wash. DC)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zurzolo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Synthetic peptide antibody directed against the H,K-ATPase specifically labels gastric parietal cells. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The H,K-ATPase localizes to the apical brush border of LLC-PKt cells. H,K-ATPase or/5 transfected (A-J) and untransfected (K-M) LLC-PK1 cells were grown to confluence on transparent microporous membrane supports (FALCON cell culture inserts)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "H519N chimera immunolocalizes to the apical brush border of LLC-PK~ cells in association with the endogenous Na,K-ATPase/5 subunit. H519N transfected (A-E, G, and I) and tmtransfected (F,, H, and J) LLC-PKm cells were grown to confluence on transparent microporous membrane supports (FALCON cell culture inserts)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Quantitative Confocal Microscopy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Drs. Gary Shull, Ed Benz, Michael Reuben, George Sachs, Kurt Amsler, Michael Roth, Adam Smolka, and John Forte for generously providing reagents. Sue Anne Mentone, Lynn Neff, and Dr. Roland Baron provided invaluable assistance with the immunoeleciron microscopic experiments. We are indebted to Drs. Bliss Forbush III, Walter Hunziker, Roland Baron, Karl Matlin, Grazia Pietrini, and all the members of the Caplan lab group for helpful discussions and careful readings of the manuscript. This work was supported by a pre-doctoral National Research Service Award (Cara J. Gottardi), a fellowship from the David and Lucille Packard Foundation (Michael J. Caplan) and grant GM-42136 from the National Institutes of Health (Michael J. Caplan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}