{
    "paper_id": "5f2fed24630132d29e1336b240edc9ab68e459aa",
    "metadata": {
        "title": "Simulation-based Training as Perceived by Young Anesthesiology and Intensive Care Residents",
        "authors": [
            {
                "first": "Sanda-Maria",
                "middle": [],
                "last": "Copotoiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Medicine and Pharmacy of Tirgu Mures",
                    "location": {
                        "country": "Romania"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruxandra",
                "middle": [],
                "last": "Copotoiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nouvel Hôpital Civil de Strasbourg",
                    "location": {
                        "addrLine": "Pole d'anesthésie, 38 Gheorghe Marinescu Street, Tirgu Mures",
                        "postCode": "540139",
                        "settlement": "Strasbourg",
                        "country": "France, Romania"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Medical simulation-based teaching includes a variety of educational techniques used to complement actual patient experiences with true-to-life yet artificial tasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This field is rapidly growing and is widely used in critical care graduate medical education programs, having teaching, learning and assessment roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Its use is on the increase due to many factors including patient discontent with being \"practiced on\", current considerations regarding patient safety, and the significance of early attainment of complex medical proficiencies. Simulation-based assessment (SBA) is advancing to the point where it can revolutionize the way clinical competence is assessed in residency training programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A whole new professional vocabulary has developed in tandem with this type of teaching. We refer to \"learning environments\", \"regulatory expectations\", \"micro and macro simulators\", \"quality control\", \"teaching tools\" and\" time courses\" [1, 2] . Learning and acquiring clinical skills by simulator-based training is very much an educational tool still under scrutiny. A recent survey indicated that Canadian anaesthesiology residents reported that they were intimidated by the atmosphere of high fidelity simulator-based educational methods but valued it as a means of promoting safe practice and developing skills required in emergency situations [3] .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 241,
                    "end": 243,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nevertheless, due to the practical impossibility of students to encounter and manage every important critical experience and scenario essential for the completion of a comprehensive medical training, simulatorbased educational centres fill this gap. Simulator-based sessions are highly appreciated by medical students, as shown in a recent study analysing the degree of satis-faction of the students undertaking such courses in the University of Tirgu-Mures [4] .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 461,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical conditions such as SARS (Severe Acute Respiratory Syndrome), a worrying condition associated with a high mortality, are now relatively common. High fidelity simulator-based educational programmes have been developed and have led to the implementation of an adapted cardiac arrest protocol for use in SARS. This proved to be crucial in the subsequent teaching of trainees in the use of unfamiliar protective equipment [6] .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 428,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Simulator-based programs were successfully used to teach chest tube insertion. On completion of simulatorbased training, those surgeons trained by this method were compared with doctors who had not be trained by this approach, and it was found that simulator-based taught surgeons exhibited more self-confidence and satisfaction than those taught in a more conventional manner [7] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This issue of the Journal of Critical Care Medicine (JCCM) hosts an article on the perception of residents in anaesthesia and intensive care in four of the medical education centres in Romania, The Universities of Medicine in Cluj, Tirgu Mures, Iasi and Bucharest regarding simulator-based training [8] . Training in anaesthesia and intensive care comprises five years of study and concomitant practice. Submitting patients to the stress of demonstrating, learning and conducting medical and surgical procedures by junior doctors is not without an increased risk to these patients. This is why, despite the fact that simulator-based teaching centres are resource consuming, their introduction into the medical curriculum, is well worth the financial outlay.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We recently carried out a 20 question survey on simulator-based teaching which was distributed to junior doctors completing their residency training. The overall attitude favoured the use of simulator-based teaching, with monthly training and assessment being most favoured. Interestingly, none of the residents participating in the survey had ever participated in a simulator-based teaching session. Thus their opinions were not being based on previous experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The thought of undertaking simulator-based procedures such as difficult airway management, cardiac life support and various anaesthesia techniques and clinical scenarios were reported to be as stressful as in real life. This makes sense since the majority of the responders were junior trainees and the contemplation of not being able to intubate and ventilate is very distressing at this stage of their training. The fact that resuscitation skills along with anaesthesia techniques scored equally as second high preferences for inclusion in a simulatorbased training program, also reflects the junior state of the residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Robotic surgery and medical simulation-based training have much in common and both technologies are experiencing rapid adoption and are viewed as modalities that allow physicians to perform increasingly complex minimally invasive procedures while enhancing patient safety. A review of the literature and industry developments concludes that medical simulationbased training can be useful tools in determining a young doctors understanding and use of best practices, management of patient complications, appropriate use of instruments and tools, and overall competence in performing procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Future use of these systems depends on their impact on patient safety, procedure completion time and cost efficiency. Results will be timelier, and improved, the sooner simulation training can be introduced into medical education curricula. Continued studies are needed to identify and ensure the ongoing applicability of these systems for both training and certification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, if simulator-based teaching is perceived as an enjoyable experience for trainees, it will undoubtedly contribute to the eudemonia or the art of being happy when learning and practising medicine. [9] ",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effect of simulation-based training on initial performance of ultrasound-guided axillary brachial plexus blockade in a clinical setting -a pilot study",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iohom",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Donnell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Shorten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Anesthesiol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Between prediction, education, and quality control: simulation models in critical care, Crit Care",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gerlach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Toussaint",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/cc5950"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High fidelity simulation in anesthesiology training: a survey of Canadian anesthesiology residents' simulator experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Pratt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Can J Anaesth",
            "volume": "57",
            "issn": "",
            "pages": "134--176",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The degree of satisfaction of medical students regarding simulation-based teaching methods in anesthesia and intensive care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moldovan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szederjesi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Azamfirei",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AMM",
            "volume": "62",
            "issn": "",
            "pages": "27--36",
            "other_ids": {
                "DOI": [
                    "10.1515/amma-2015-0105"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mass casualty incidents and disaster participation in real versus simulated events in Romania",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stanescu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boeriu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Copotoiu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AMM",
            "volume": "62",
            "issn": "",
            "pages": "15--20",
            "other_ids": {
                "DOI": [
                    "10.1515/amma-2015-0092"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Using simulation for training and to change protocol during the outbreak of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Abramson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauzion",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brunet",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of simulation-based training in chest tube insertion on a model of traumatic pneumothorax",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Léger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghazali",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Petitpas",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guechi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boureau-Voultoury",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oriot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Advances in Simulation",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Anaesthesia and Intensive Care Residents' Perception of Simulation Training in Four Romanian Centres",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Vasian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Mărgărit",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grigoraș",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Azamfirei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corneci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ionescu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Crit Care Med",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1515/jccm-2017-0005"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pilot study comparing simulation-based and didactic lecture-based critical care teaching for final-year medical students",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Solymos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "O&apos;kelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Walshe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Anesthesiol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}