{
    "paper_id": "5fedd08f111b588bface2d146740bad23bbbb3e3",
    "metadata": {
        "title": "Effects of Timely Control Intervention on the Spread of Middle East Respiratory Syndrome Coronavirus Infection",
        "authors": [
            {
                "first": "Ilsu",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chonnam National University",
                    "location": {
                        "settlement": "Gwangju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Dong",
                "middle": [
                    "Ho"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyungpook National University",
                    "location": {
                        "settlement": "Daegu",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongkuk",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyungpook National University",
                    "location": {
                        "settlement": "Daegu",
                        "country": "Korea"
                    }
                },
                "email": "yongkuk@knu.ac.kr"
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2015 Middle East Respiratory Syndrome Coronavirus (MERS-CoV) outbreak in Korea caused major economic and social problems. The control intervention was conducted during the MERS-CoV outbreak in Korea immediately after the confirmation of the index case. This study investigates whether the early risk communication with the general public and mass media is an effective preventive strategy. Methods: The SEIR (Susceptible, Exposed, Infectious, Recovered) model with estimated parameters for the time series data of the daily MERS-CoV incidence in Korea was considered from May to December 2015. For 10,000 stochastic simulations, the SEIR model was computed using the Gillespie algorithm. Depending on the time of control intervention on the 20th, 40th, and 60th days after the identification of the index case, the box plots of MERS-CoV incidences in Korea were computed, and the results were analyzed via ANOVA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The box plots showed that there was a significant difference between the non-intervention and intervention groups (the 20th day, 40th day, and 60th day groups) and seemed to show no significant difference based on the time of intervention. However, the ANOVA revealed that early intervention was a good strategy to control the disease. Conclusion: Appropriate risk communication can secure the confidence of the general public in the public health authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The emergence of Middle East respiratory syndrome coronavirus (MERS-CoV) in South Korea in 2015 exerted huge social and economic tolls. Mathematical models are effective for understanding and controlling the spread of MERS-CoV, and so far, many attempts at applying mathematical models have been made to understand the MERS-CoV outbreak in Korea [1] [2] [3] [4] [5] [6] [7] [8] [9] . The control intervention was conducted during the MERS-CoV outbreak in Korea immediately after the confirmation of the index case. Using a mathematical model, we investigated whether the early risk communication with the general public and mass media is an effective preventive strategy.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The SEIR (Susceptible, Exposed, Infectious, Recovered) model with estimated parameters from the time series data on the daily incidence of MERS-CoV in Korea was considered from May to December 2015. For the 10,000 stochastic simulations, the SEIR model was computed using the Gillespie algorithm. Depending on the time of control interventions on the 20th, 40th, and 60th days since the index case was identified, the box plots of MERS-CoV incidences in Korea were computed, and then analysis of variance (ANOVA) was used to analyze the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The following SEIR model by Lee et al. [10] that categorizes each individual into one of the six epidemiological classes was considered: susceptible (S), exposed (or high-risk latent) (E), symptomatic and infectious (I), infectious but asymptomatic (A), hospitalized (H), and recovered (R).",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The basic model for MERS-CoV dynamics"
        },
        {
            "text": "It was assumed that not only infectious and hospitalized individuals, but also asymptomatic individuals could infect others. The parameters b, l 1 , l 2 , k, r, g a , g I and g r represent human-tohuman transmission rate per unit time, the relative transmissibility of asymptomatic and hospitalized classes, the rate of progression from exposed class E to symptomatic I or asymptomatic infectious class A, the proportion of symptomatic infections, the hospitalization rate of symptomatic individuals, the recovery rate without being hospitalized, and the recovery rate of hospitalized ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The basic model for MERS-CoV dynamics"
        },
        {
            "text": "We used the Gillespie algorithm to study random interactions occurring in the given system of equations. The stochastic simulation algorithm, suggested by Gillespie [11] , is as follows:",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic simulation methods"
        },
        {
            "text": "For a set of coupled ordinary differential equations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic simulation methods"
        },
        {
            "text": "we can construct an exact numerical realization of the process X(t):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic simulation methods"
        },
        {
            "text": "Step 0: Initialize the time t = t 0 and the system's state X(t 0 ) = X 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic simulation methods"
        },
        {
            "text": "Step 1: With the system in state X at time t, evaluate all the a j (X) and their sum a 0 (X): = S M i = 1 a i (X).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic simulation methods"
        },
        {
            "text": "Step 2: Draw two random numbers r 1 and r 2 from the uniform distribution in the unit interval, and take Step 3: Replace t ← t + t and X ← X + c j .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic simulation methods"
        },
        {
            "text": "Step 4: Record (X, t) as desired. Return to Step 1, or else end the simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic simulation methods"
        },
        {
            "text": "For the 10,000 stochastic simulations, the SEIR model was computed by using the Gillespie algorithm with initial values S = 100,000; E = 10; I = A = H = R = 0 and the parameter values [10] b = 0.085, l 1 = 0.2, l 2 = 10, k = 1/6.6, r = 0.585, g a = 0.6403, g I = 1/5, and g r = 1/7. The control measure was used by changing the value l 2 from 10 to 8.5. Figure 1 depicts the box plots of incidences I (t) + A (t) + H (t) of the MERS-CoV depending on the time of the control intervention on the 20th, 40th, and 60th days after the identification of the index case.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 362,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The box plots showed that there was a significant difference between the non-intervention and intervention groups (the 20th day, 40th day, and 60th day groups) and seemed to show no significant difference based on the time of intervention. However, the ANOVA in Table 1 revealed a significant difference between the averages in the intervention groups and showed that early intervention promotes a good strategy to control the disease. In particular, these results were evident from the average and standard deviation, which were smaller in the early intervention period. The difference was markedly larger 100 days after the identification of the index case, and the difference in the effect of the intervention over time showed a decreasing trend.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 269,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The control intervention was conducted during the MERS-CoV outbreak in Korea immediately after the confirmation of the index case and the control measures were carried out on the 20th day after the confirmation of the index case. Using the stochastic simulations of the SEIR model depending on the time of control interventions on the 20th, 40th, and 60th days after the confirmation of the index case, this study investigated whether early risk communication with the general public and mass media is an effective preventive strategy. As a result, the intervention on the 20th day after the identification of the index case was much better than the intervention on the 60th day. Therefore, we conclude that appropriate risk communication can secure the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) nosocomial outbreak in South Korea: insights from modeling",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PeerJ",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7717/peerj.1505"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The characteristics of Middle Eastern respiratory syndrome coronavirus transmission dynamics in South Korea",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Osong Public Health Res Perspect",
            "volume": "7",
            "issn": "",
            "pages": "49--55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.phrp.2016.01.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A dynamic compartmental model for the Middle East respiratory syndrome outbreak in the Republic of Korea: A retrospective analysis on control interventions and superspreading events",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "Jung",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Theor Biol",
            "volume": "408",
            "issn": "",
            "pages": "118--144",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2016.08.009"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating the risk of Middle East respiratory syndrome (MERS) death during the course of the outbreak in the Republic of Korea",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "7--9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2015.08.005"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological investigation of MERS-CoV spread in a single hospital in South Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES2015.20.25.21169"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Theoretical examination of the pulse vaccination policy in the SIR epidemic model",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shulgin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Agur",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math Comput Model",
            "volume": "31",
            "issn": "",
            "pages": "40--46",
            "other_ids": {
                "DOI": [
                    "10.1016/S0895-7177(00"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Virlogeux",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep35839"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association between severity of MERS-CoV infection and incubation period",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Virlogeux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "526--534",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2203.151437"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modeling the transmission of Middle East respirator syndrome corona virus in the Republic of Korea",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0144778"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Optimal control analysis for the MERS-CoV outbreak: South Korea perspectives",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Masud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J KSIAM",
            "volume": "21",
            "issn": "",
            "pages": "143--54",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Exact stochastic simulation of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Phys Chem",
            "volume": "81",
            "issn": "",
            "pages": "2340--61",
            "other_ids": {
                "DOI": [
                    "10.1021/j100540a008"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Box plot for the control interventions according to the number of days (A, 100 days; B, 200 days; C, 300 days; D, 400 days) after the identification of the index case.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Osong Public Health and Research Perspectives www.kcdcphrp.org 375 https://doi.org/10.24171/j.phrp.2017.8.6.03 patients, respectively.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Results of the ANOVA according to the day of intervention after the identification of the index case Value are presented as mean ± standard deviation. Degree of freedom (d.f.) (factor) = 2; d.f. (error) = 29,997; p = 0.0000.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was carried out with the support of the Research Program of Rural Development Administration, Republic of Korea (Project No. PJ011563).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}