{
    "paper_id": "6005b8055730f4625c1995a57def5c32fa3f4ec7",
    "metadata": {
        "title": "Tuberculosis-associated Immune Thrombocytopenia: A Case Report",
        "authors": [
            {
                "first": "Reem",
                "middle": [
                    "J"
                ],
                "last": "Al Argan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imam Abdulrahman Bin Faisal University",
                    "location": {
                        "settlement": "Dammam",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Abdulmohsen",
                "middle": [
                    "H"
                ],
                "last": "Al Elq",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imam Abdulrahman Bin Faisal University",
                    "location": {
                        "settlement": "Dammam",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "University with a history of epistaxis and hematuria of 1-day duration. The patient came to Saudi Arabia to work as a family driver only 4 months before the presentation and was not known to have any chronic medical illnesses. Further, the patient had no history of fever, weight loss, bleeding tendency or prior use of medications. On physical examination, the patient was not found to be in distress, and his vital signs were as follows: temperature, 36.6°C; blood pressure (BP), 130/80 mmHg; pulse rate (PR), 82 beats/ min and respiratory rate (RR), 19 breaths/min. The systemic examination was positive for palpable right submandibular lymph node measuring 1 cm × 1 cm and right posterior cervical lymph node at the upper group measuring 2 cm × 2 cm; both were mobile and nontender with no other palpable lymph nodes and no hepatosplenomegaly. In addition, multiple nontender, nonpalpable purpuric lesions were observed on the lower limbs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "His initial investigations revealed severe thrombocytopenia up to 7.0 × 10 9 /L (normal range [NR] , 140-440 × 10 9 /L) with normal white blood cell and hemoglobin count, liver function test, renal function test (RFT) and coagulation profile. Erythrocyte sedimentation rate was 120 mm/h (NR: 0.0-20.0 mm/h) and C-reactive protein 11.4 mm/h (NR: 0.0-0.3 mm/h). Peripheral blood film was significant for severe thrombocytopenia. Bone marrow aspiration was dry and biopsy showed only hypercellular bone marrow with megakaryocytes clustering [ Figure 1 ]. Chest X-ray was normal; purified protein derivative test was not conducted because TB was not considered during this admission.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[NR]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 548,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To evaluate the underlying etiology, serological tests (hepatitis A, B, C, HIV, Epstein-Barr virus and cytomegalovirus), in addition to autoimmune profile (rheumatoid factor, antinuclear antibody, anti-double-stranded DNA antibody, antinuclear cytoplasmic antibody and complement C3 and C4), were carried out. The results of all these tests were negative. Cytogenetic analyses (JAK2 and BCR-ABL) were carried out for diagnosis of chronic myeloid leukemia, the results of which were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient was initially diagnosed as ITP to rule out thrombocytopenia secondary to viral infection, systemic lupus erythematosus, antiphospholipid syndrome or lymphoproliferative disorders. Because of the initial severe thrombocytopenia, the patient was started on pulse steroid therapy in the form of methylprednisolone 1 g intravenously daily for 3 days followed by prednisone 1 mg/kg PO once daily along with intravenous immunoglobulin (IVIG) 1 g/kg/day for 2 days. In addition, he received a total of 14 units of platelets in the first 3 days. On Day 6 of admission, platelet count rose to 20 × 10 9 /L, which then gradually increased to 57 × 10 9 /L on Day 13, 141 × 10 9 on Day 16 and it reached a maximum of 264 × 10 9 /L on Day 19, when the patient left the hospital against medical advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The computed tomography (CT) scan of the neck, chest, abdomen and pelvis showed diffuse lymph node enlargements of different sizes. Other organs were unremarkable. Lymph node biopsy was planned, but the patient did not consent and insisted on being discharged from the hospital against medical advice. Therefore, he was discharged with a prescription of prednisone 1 mg/kg PO once daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient was seen 2 weeks after discharge at the hospital's hematology clinic and was again advised for lymph node biopsy, which he again refused despite detailed explanation. His platelet count was 216 × 10 9 /L, and thus his prescription of prednisone was planned to be tapered down gradually to 20 mg daily. However, 2 weeks later (4 weeks from his discharge), he again presented to the emergency room with a 1-week history of fever, dry cough, right-sided pleuritic lower chest pain and dyspnea. On physical examination, he appeared ill and dyspneic. His vital signs were as follows: temperature, 39°C; BP, 130/70 mmHg; PR, 130/min; RR, 30/min as well as oxygen saturation 92% on room air and 96% on nasal cannula 4 L/min. Chest examination revealed reduced breathing sounds at the right lower zone with bilateral inspiratory crepitations at both lung bases. The repeated laboratory tests were significant for a platelet count of 50.0 × 10 9 /L, acute kidney injury with blood urea nitrogen (BUN), 26 (NR: 7-18 mg/dl); creatinine, 1.32 (NR: 0.6-1.2 mg/dl); sodium (Na), 130 (NR: 135-145 mg/dl) and potassium (K), 3.0 (NR: 3.5-5.5 mg/ dl). Chest X-ray revealed haziness in the right lower lobe, suggestive of pneumonic infiltration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient was admitted to the isolation unit as a case of community-acquired pneumonia to rule out H1N1 and corona viral infections as well as TB. He was treated with ceftriaxone, azithromycin and oseltamivir. The screening of H1N1 and corona virus were negative. On Day 3 post-admission, the patient was still febrile, looking ill, dyspneic and tachypneic. Arterial blood gas (ABG) analysis revealed a pH 7.23, PCO 2 25.5 mmHg, HCO 3 12.9 mmol/L, PO 2 85 mmHg, oxygen saturation 94.6% on 4 L/min oxygen through nasal cannula; RFT: BUN 68 mg/dl, creatinine 2.99 mg/dl, Na 129 mg/ dl, K 4.7 mg/dl, CO 2 13.9 mEq/L and anion gap (AG) 15. His chest X-ray showed worsening pneumonic infiltrations [ Figure 2 ], which necessitated changing antibiotics to levofloxacin. However, his condition continued to deteriorate with a repeat ABG showing a pH 7.38, PCO 2 20 mmHg , PO 2 57 mmHg, HCO 3 11.9 mmol/L, oxygen saturation 90% on face mask 7-10 L/min and picture of acute respiratory distress syndrome on the chest X-ray. Subsequently, he was intubated and mechanically ventilated. He was also started on continuous renal replacement therapy by the nephrology team for acute kidney injury (RFT: BUN was 109 mg/dl, creatinine 5.3 mg/dl, Na 132 mg/dl, K 6.5 mg/dl, CO 2 14 mEq/L and AG 14).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 705,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Owing to the deterioration of his clinical condition and CT scan findings of bilateral lower lobe airspace disease in the lungs with necrotic mediastinal and portocaval lymph nodes [ Figure 3 ], sputum was collected on Day 5 post-admission and sent for acid-fast bacilli (AFB) stain. The patient was also started empirically on anti-TB medications, namely, rifampicin, levofloxacin and ethambutol. However, the patient's condition continued to deteriorate and he had a multiorgan failure with disseminated intravascular coagulation (DIC). The patient arrested on Day 8 of admission. An attempt was made to resuscitate him but was unsuccessful. The diagnosis of disseminated TB was based on the positive AFB stain of the sputum sample.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "TB is a common disease in Saudi Arabia. According to a 2014 World Health Organization (WHO) report, in Saudi Arabia, the incidence of TB is 12/100,000 population and the prevalence is 16/100,000 population. [4] Further, the majority of cases are of pulmonary origin (75%), while extrapulmonary TB constitutes only 25% of the cases. [4] However, the patient in this report most likely had a latent TB infection, as he had arrived in Saudi Arabia only 4 months before his presentation. In fact, according to a 2009 WHO report, Philippines ranks 9 th among the world's top 22 high-burden countries for TB and 8 th among the world's top 27 priority countries for multidrug-resistant and extensively drug-resistant TB. [5] The patient in this report presented with extrapulmonary TB, and later developed pulmonary TB. Memish et al. reported that the most common site for extrapulmonary TB in Saudi Arabia is lymph nodes. [6] TB has been associated with several hematological abnormalities including anemia, leukocytosis, monocytosis, leuckopenia, lymphopenia, leukemoid reactions, pancytopenia, thrombocytosis and thrombocytopenia. [7] TB-induced immune thrombocytopenia, as was the case in the patient of this report, is rare. ITP is defined as isolated thrombocytopenia with no clinically apparent associated conditions or other causes of thrombocytopenia. Common secondary causes of thrombocytopenia such as medications, viral infection, systemic lupus erythematosus and leukemia had been excluded in this patient through history and negative investigations, but the possibility of diagnosis of lymphoma or TB could not be excluded during the first presentation because the patient refused lymph node biopsy. The absence of granuloma in the bone marrow biopsy also delayed the diagnosis of TB. Further, bone marrow culture for TB was also not requested.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1127,
                    "end": 1130,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Thrombocytopenia with TB can occur because of a defect in platelet production related to bone marrow infiltration, as a side effect of anti-TB therapy, splenomegaly or concomitant histiophagocytosis, thrombotic thrombocytopenic purpura, DIC or immune-mediated platelet destruction. The initial response to IVIG and steroids in this patient supports the immune bases of TB-induced thrombocytopenia. The mechanism of TB-related ITP remains unclear, although it has been postulated that the activation of B lymphocytes by Mycobacterium tuberculosis leads to the production of antiplatelet antibodies or that M. tuberculosis may share antigen with the platelets, leading to the production of antiplatelet antibodies. [8] The antiplatelet antibodies were not measured in this patient, as in the 2011 American Society of Hematology guidelines, the evidence to recommend measuring antiplatelet antibodies during diagnosis of ITP is insufficient. [9] As stated above, the occurrence of ITP during TB infection is exceedingly rare and only few cases have been reported in the literature. In a study from Saudi Arabia comprising 846 cases of active TB, only 9 (1%) presented with ITP as the sole presentation. Of these 9 cases, 3 had pulmonary TB, 3 abdominal abscess or lymphadenitis and 3 disseminated (miliary) TB. All patients had purpura, the platelet count varied between 4 and 21 × 10 9 /L and the bone marrow showed increased megakaryocytes. [3] In a review by Tsuro et al., [10] pulmonary TB constituted 31% of all ITP cases, TB lymphadenitis 31% and miliary TB 27%. Most patients were of Middle Eastern and Asian descent. Similarly, the patient in this report is from an Asian descent and TB lymphadenitis was the initial presentation but was later found to have lung involvement.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 716,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1440,
                    "end": 1443,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1473,
                    "end": 1477,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The primary treatment is anti-TB medications in addition to IVIG, which can help achieve transient but reliable improvement without aggravating the underlying TB. Steroids was used in some cases; however, it may occasionally aggravate TB. Accordingly, the authors believe that the use of steroid therapy in this patient without anti-TB medications may have led to dissemination of his TB infection. The empirical use of anti-TB medications may have been indicated during the first admission, but the patient had refused the diagnostic lymph node biopsy. In addition, the anti-TB medications were not initiated during the first admission because lymphoma was considered to be the likely diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The rare association between ITP and TB has not been well documented in the literature. The second presentation of the patient with lower lung field TB can also easily be confused with lower lung field pneumonia. [11] Prognosis is highly dependent on the early recognition of the disease and the prompt initiation of anti-TB medications, which, unfortunately, was not achieved in this case due to late diagnosis. In a study from Saudi Arabia, [3] all TB patients initially had a poor platelet count response to steroid, but the platelet count returned to normal level 2-6 weeks after oral prednisone was combined with anti-TB medications.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The 2011 American Society of Hematology guidelines of ITP recommend screening all patients with ITP for concomitant hepatitis C and HIV. [9] However, screening for TB has not been recommended for patients with ITP, which further indicates the rarity of association between these two conditions. Based on the outcome of this case, the authors recommend that clinicians should consider TB as a possible secondary etiology of ITP, especially if the patient is from an endemic region or has other physical findings such as lymphadenopathy.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The authors conclude that it is important to recognize TB as a treatable cause of immune thrombocytopenia and to initiate anti-TB medications early to avoid a fatal, as was the case with the reported patient. It is also vital to anticipate that the use of steroids without anti-TB medications can lead to dissemination of TB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mapping the epidemiology and trends of extra-pulmonary tuberculosis in Saudi Arabia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varghese",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Al-Hajoj",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Mycobacteriol",
            "volume": "4",
            "issn": "",
            "pages": "261--270",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Haematological manifestations of tuberculosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kashyap",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Chaudhary",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "P) Ltd",
            "volume": "",
            "issn": "",
            "pages": "370--379",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tuberculosis presenting as immune thrombocytopenic purpura",
            "authors": [],
            "year": 1995,
            "venue": "Acta Haematol",
            "volume": "94",
            "issn": "",
            "pages": "135--143",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "Tuberculosis Country Profile: Epidemiology, Strategy, Financing. WHO Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Al Hakeem RF. Incidence of and risk factors associated with pulmonary and extra-pulmonary tuberculosis in Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bamgboye",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abuljadayel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Abouzeid",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Disseminated tuberculosis: Interesting hematological observations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Avasthi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mohanty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Assoc Physicians India",
            "volume": "58",
            "issn": "",
            "pages": "243--247",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immune thrombocytopenic purpura",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Cines",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Blanchette",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "346",
            "issn": "",
            "pages": "995--1008",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The American Society of Hematology 2011 evidence-based practice guideline for immune thrombocytopenia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neunert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crowther",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Solberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Crowther",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "117",
            "issn": "",
            "pages": "4190--207",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immune thrombocytopenic purpura associated with pulmonary tuberculosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsuro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kojima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mitoro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshiji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uemura",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intern Med",
            "volume": "45",
            "issn": "",
            "pages": "739--781",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Unilateral lower lung field opacities on chest radiography: A comparison of the clinical manifestations of tuberculosis and pneumonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Radiol",
            "volume": "81",
            "issn": "",
            "pages": "426--456",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Bone marrow biopsy showing megakaryocyte clustering (H and E, ×40)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest X-ray (portable film) showing bilateral airspace disease, especially at lower lobes more predominant at right lower lobe with septal thickening",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) A computed tomography scan of the chest showing necrotic mediastinal lymph node and (b) a computed tomography scan of the abdomen showing large necrotic portocaval lymph node with liquefaction b a",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}