{
    "paper_id": "602981d75e74595af0e2de9e046a9cc9e05a1c0e",
    "metadata": {
        "title": "Integrative Deep Sequencing of the Mouse Lung Transcriptome Reveals Differential Expression of Diverse Classes of Small RNAs in Response to Respiratory Virus Infection",
        "authors": [
            {
                "first": "Xinxia",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [],
                "last": "Gralinski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "T"
                ],
                "last": "Ferris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina",
                    "location": {
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "B"
                ],
                "last": "Frieman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Illumina, Inc",
                    "location": {
                        "settlement": "Hayward",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "J"
                ],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [],
                "last": "Proll",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcus",
                "middle": [
                    "J"
                ],
                "last": "Korth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "R"
                ],
                "last": "Tisoncik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Heise",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina",
                    "location": {
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shujun",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [
                    "P"
                ],
                "last": "Schroth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Terrence",
                "middle": [
                    "M"
                ],
                "last": "Tumpey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chengjun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Tokyo",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoshihiro",
                "middle": [],
                "last": "Kawaoka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Tokyo",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ralph",
                "middle": [
                    "S"
                ],
                "last": "Baric",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University Medical Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "G"
                ],
                "last": "Katze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Invited",
                "middle": [
                    "Editor"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [],
                "last": "Cullen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We previously reported widespread differential expression of long non-protein-coding RNAs (ncRNAs) in response to virus infection. Here, we expanded the study through small RNA transcriptome sequencing analysis of the host response to both severe acute respiratory syndrome coronavirus (SARS-CoV) and influenza virus infections across four founder mouse strains of the Collaborative Cross, a recombinant inbred mouse resource for mapping complex traits. We observed differential expression of over 200 small",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The small RNAs identified also included many non-miRNA small RNAs, such as small nucleolar RNAs (snoRNAs), in addition to nonannotated small RNAs. An integrative sequencing analysis of both small RNAs and long transcripts from the same samples showed that the results revealing differential expression of miRNAs during infection were largely due to transcriptional regulation and that the predicted miRNA-mRNA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "IMPORTANCE Most studies examining the host transcriptional response to infection focus only on protein-coding genes. However, mammalian genomes transcribe many short and long non-protein-coding RNAs (ncRNAs). With the advent of deepsequencing technologies, systematic transcriptome analysis of the host response, including analysis of ncRNAs of different sizes, is now possible. Using this approach, we recently discovered widespread differential expression of host long (>200 nucleotide [nt]) ncRNAs in response to virus infection. Here, the samples described in the previous report were again used, but we sequenced another fraction of the transcriptome to study very short (about 20 to 30 nt) ncRNAs. We demonstrated that virus infection also altered expression of many short ncRNAs of diverse classes. Putting the results of the two studies together, we show that small RNAs may also play an important role in regulating the host response to virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Citation Peng X, et al. 2011. Integrative deep sequencing of the mouse lung transcriptome reveals differential expression of diverse classes of small RNAs in response to respiratory virus infection. mBio 2(6):e00198-11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ferentiate infection by the lethal 1918 pandemic influenza virus from nonlethal seasonal influenza virus A/Texas/36/91 infection (3) . It was also reported that HIV-1 virus is able to suppress expression of the polycistronic miRNA cluster miR-17/92 to enable efficient viral replication (4) . However, changes in expression of other small RNAs during virus infection have not been systematically studied.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using next-generation deep-sequencing technology, we recently discovered widespread differential expression of host long ncRNAs in response to virus infection (5) , but the experimental protocol used was not designed to capture small RNAs (6) . In this study, we used deep-sequencing technology to perform a complementary small RNA transcriptome analysis of the same severe acute respiratory syndrome coronavirus (SARS-CoV)-infected lung samples collected from four mouse strains as previously reported. In addition, lung samples collected from the same four influenza virus-infected mouse strains were included in the new analysis. Our results show that many known miRNAs responded differently to the two virus infections and that many of them were also differentially regulated during lethal influenza virus infection, as shown in a previous study (3) . We also discovered many non-miRNA small RNAs and unannotated small RNAs that were differentially expressed during infection. The integration of transcriptome sequencing analysis of long transcripts and small RNAs showed the intricate interactions of short and long RNAs during virus infection. The changes in miRNAs positively correlated with the changes in long transcripts cotranscribing from the same locus, indicating that the miRNAs were transcriptionally regulated during virus infection. We predicted that differentially expressed miRNAs could target the majority of differentially expressed long transcripts during virus infection.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To systematically investigate the regulation of small RNAs during viral infection, we performed two batches of small RNA sequencing analysis using lung samples from virus-infected mice. To follow up our previous study on long ncRNAs, we first sequenced the small RNAs of the same lung samples collected from four mouse strains infected with SARS-CoV: 129S1/SvImJ (129/S1), WSB/EiJ (WSB), PWK/PhJ (PWK), and CAST/EiJ (CAST) (5) . For comparisons, we performed small RNA sequencing analysis using another set of lung samples collected from additional mice of the same four mouse strains infected with influenza virus. These mouse strains were selected because of their differential range of susceptibility phenotypes as revealed following infection with SARS-CoV or influenza virus (5) and because of the opportunity they presented of pursuing downstream quantitative trait locus (QTL) mapping of regulation and function in the Collaborative Cross, a recombinant inbred mouse resource for mapping complex traits (7) . Directional cDNA libraries were constructed using standard Illumina protocols for small RNA analysis, which targeted small RNAs of around 19 to 22 nucleotides (nt).",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 426,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1010,
                    "end": 1013,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "In total, we obtained~369 million adaptor-trimmed reads ranging from 16 to 40 nt in length from 20 mouse lung samples (over 18 million reads per sample on average). As expected, the reads exhibited a large peak in abundance in the length range of 19 to 22 nt ( Fig. 1a ; see Fig. S1 in the supplemental material). For each sample, the majority (88% on average) of total short reads were mapped into different classes of abundant small RNAs. miRNAs composed the most abundant class, accounting for about 45% of total reads on average ( Fig. 1b ; see also Table S1 in the supplemental material). We observed a wide range of counts of reads (from 1 to an average of 2,577,006 for the most abundant miRNA in a given sample) mapped to individual miRNAs in both normal and virus-infected samples, indicating that techniques with dynamic ranges as large as 10 6 are required for comprehensive profiling of miRNA expression. On average, about 616 of 1,055 annotated mature mouse miRNAs were detected with at least one read in a given sample. The detected miRNAs showed very distinctive expression patterns in both normal and virus-infected mouse lung samples. In all samples, the top 20 most abundant miRNAs by read count accounted for about 90% of miRNA reads and the top 10 miRNAs for 80% of miRNA reads. The most abundant miR-NAs and the overall abundance distribution of all detected miR-NAs are shown in Fig. 1c and d.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 854,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 268,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 275,
                    "end": 282,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 535,
                    "end": 542,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 554,
                    "end": 562,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1401,
                    "end": 1408,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "Differential expression of known host miRNAs during virus infection. We first studied annotated miRNAs, as host miRNAs represented the most abundant class of small RNAs observed and the host miRNA response to SARS-CoV infection has not been reported previously. We identified 45 mature miRNAs that were differentially expressed during SARS-CoV or influenza virus infection. Thirty were consistently upregulated or consistently downregulated by more than 1.5-fold across three or more mouse strains during SARS-CoV infection, and 10 were consistently upregulated or consistently downregulated by more than 1.5-fold across three or more mouse strains during influenza virus infection (Fig. 2a ). In addition, 24 of these miRNAs were consistently upregulated or consistently downregulated by more than 1.5-fold in two or more mouse strains during both SARS-CoV and influenza virus infection. Additional quantitative PCR (qPCR) analyses of replicate samples with a large subset of differentially expressed miRNAs showed good concordance between replicates and statistical congruence (see Fig. S2 in the supplemental material). Interestingly, there were 7 miRNAs that were upregulated in at least three mouse strains during both SARS-CoV and influenza virus infection, suggesting that a subset of miRNAs such as these commonly responded to different virus infections. However, 84% (38/45) of the differentially expressed miRNAs showed different expression profiles across four mouse strains in SARS-CoV and influenza virus infections (Fig. 2a) , suggesting that expression of most miRNAs was likely both host and virus dependent. Although the physiological relevance of small changes in miRNA expression remains to be investigated, other studies have indicated that 1.5fold changes in expression can have significant biological impact (8) . In addition, because we profiled whole lung samples, some of the observed changes in expression could have been due to the infiltration of immune cells into the infected lung.",
            "cite_spans": [
                {
                    "start": 1830,
                    "end": 1833,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 690,
                    "text": "(Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1084,
                    "end": 1091,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1529,
                    "end": 1538,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "To investigate whether the differential expression patterns of the miRNAs were related to viral pathogenesis, we first compared these findings with those from our previous microarray study of host miRNAs in mouse lungs infected with the fully reconstructed 1918 pandemic influenza virus (r1918) (3). We found that 17 of the 45 differentially expressed mature miRNAs identified here were not on the arrays (8 miRNAs) or not detected (9 miRNAs) by the previous microarray technology (Fig. 2a) , showing the benefits of deep-sequencing technology, in which the measurement of RNAs is independent of prior knowledge of transcript annotations and is achieved with a dynamic range of up to 10 6 (9). Of those 28 miRNAs profiled on the microarray in the previous study, 75% (21/28) showed at least a 1.5-fold difference between the response to the highly pathogenic r1918 virus infection and the response to minimally pathogenic A/Texas/36/91 virus infection for at least one of three time points studied. These findings suggest that many of these miRNAs may be commonly involved in viral pathogenesis.",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 774,
                    "text": "(21/28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 490,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "Next, we surveyed the changes in expression of 6 differentially expressed miRNAs during virus infection across a set of diverse conditions ( Fig. 2b and Materials and Methods). Even with only 6 miRNAs surveyed and relatively large variations among replicate samples, we were able to observe distinctive miRNA expression changes. These changes were detected under conditions of infection with different viruses and were seen with samples generated in vivo versus in vitro (see Fig. S3 in the supplemental material). First, we observed that 5 of 6 miRNAs had very different expression patterns in the highly pathogenic SARS-CoVMA15 versus the minimally pathogenic Urbani strain ( Fig. 2b; Fig. S3 ). Different expression patterns were also seen with 3 of 6 miRNAs in comparisons of the highly pathogenic VN1203 influenza virus to the attenuated VN1203 hemagglutinin (HA) mutant strain. This argues that some of the identified miRNAs may be associated with pathogenic outcomes. Second, many factors may have contributed to the different expression patterns; however, it appears unlikely that the observed miRNA changes were due to pure immune cell infiltration, as 4 miRNAs showed strong evidence of differential expression in cultured fibroblasts during infection. Third, and not surprisingly, several miRNAs showed expression patterns that differed between the in vivo and in vitro models. The differences could be attributed to cell type specificity or to different environmental and/or growth conditions, as two miRNAs that did not show obvious differential expression patterns in cultured fibroblasts, miR-155 in macrophages (10) and miR-223 in neutrophils (11) , are known to be related to different immune cell types. In summary, these results suggest that miRNAs are likely involved in viral pathogenesis and that the choice of experimental systems used for miRNA studies should be considered a critical and informing component in the study design.",
            "cite_spans": [
                {
                    "start": 1659,
                    "end": 1663,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 476,
                    "end": 483,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 678,
                    "end": 694,
                    "text": "Fig. 2b; Fig. S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "Differential expression of non-miRNA small RNAs and novel small RNAs during virus infection. As shown in Table S1 in the supplemental material, there were still many (about 17 million in total) \"leftover\" reads which did not map to annotated or predicted abundant small RNAs but were aligned to the mouse reference genome, suggesting that there might be some novel host small RNAs relevant to virus infection. Therefore, starting by mapping all short reads directly to the mouse reference genome, we carried out a genome-wide search of novel small RNAs (see Materials and Methods). In total, of 4,473,273 start positions in the genome with at least one uniquely mapped read, we found that about 5% (233,236) gave at least 4 reads of the same length in a sample, resulting in 16,054 nonredundant candidate loci for putative small RNAs. About 1.7% (276/16,054) of the candidate loci (median length, 39 nt) were differentially expressed during SARS-CoV and/or influenza virus infection (see Table S2 and Fig. S4a in the supplemental material); 46 of those candidate loci overlapped with annotated miRNA precursors (miRBase version 16). We next used a conservative filtering strategy to remove 60 of 276 candidate loci from further analysis because of the possibility of misalignment of short reads originating from other highly expressed loci (see Materials and Methods). We considered the remaining 216 to represent putative small RNA loci, as we reasoned that their showing consistent responses to virus infection suggested that they were more likely to be biologically functional rather than to represent random noise. To validate the analytical approach used to identify these differentially expressed putative small RNA loci, we compared the expression ratios calculated for infection versus matched mock infection that we used to identify these putative (10) and miR-223 in neutrophils (11) , are known to be related to immune cells. The other four miRNAs came from a small-scale screening performed using qPCR with a subset of randomly selected differentially expressed miRNAs in PWK/PhJ mouse embryonic fibroblasts (MEFs) infected with influenza virus (data not shown). Also, miR-27a* and miR-671-3p were not measured by previous microarray (see panel a). Colors on the heat map indicate the log 2 ratios (the differences between medians of normalized Ct values of replicate samples) of expression in virusinfected samples to expression in matched mock-infected samples. Red, upregulation; green, downregulation. The \"Lung ϩ Flu\" data contrast miRNA expression changes in lung samples from mice infected with highly pathogenic influenza virus (WT, VN1203) and with minimally pathogenic influenza virus (HA, VN1203 with a mutation in HA protein) at two time points: days 2 and 4 after infections. Similarly, the \"Lung ϩ SARS\" data contrast miRNA expression changes in lung samples from mice infected with highly pathogenic SARS-CoV (MA, MA15) and minimally pathogenic SARS-CoV (Urb, Urbani). The \"PWK MEFs ϩ Flu\" data represent temporal miRNA expression changes in samples from cultured PWK MEFs infected with the mouse-adapted A/PR/ 8/34 influenza virus across four time points after infection. A more detailed representation of individual replicate experiments is shown in Fig. S3 . WT, wild type.",
            "cite_spans": [
                {
                    "start": 1889,
                    "end": 1893,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 988,
                    "end": 996,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1009,
                    "text": "Fig. S4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3279,
                    "end": 3286,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "small RNA loci to the corresponding expression ratios that we calculated for the overlapping miRNA precursors on the basis of the reads directly mapped to annotated precursor sequences. We obtained very good agreement (analysis of variance [ANOVA] F test, P ϭ 9.4e-101; Pearson correlation coefficient, r ϭ 0.85) between the two estimations. This result confirmed that the analytical approach used here performed well, since we performed an unbiased genome-wide search for all small RNAs without considering any known annotations instead of looking only at annotated miRNA sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "To investigate the genomic origins of the putative small RNA loci, we compared the loci to those included in a previously compiled nonredundant set of mouse genome annotations (5). We found that 63% (135/216) overlapped (sense or antisense) with annotated loci, including coding RNAs, ncRNAs, and those with unannotated genomic regions ( Table 1 ), suggesting that the majority of small RNAs originated from genomic regions encoding long transcripts. Also, the result suggested that long transcripts from some of these regions have not been well annotated or that some regions formed independent transcriptional units exclusive to small RNAs, as 37% of putative small RNA loci did not overlap annotated long transcript-transcribing regions. To understand the classes of putative small RNAs produced from the loci, we then compared them to annotated or predicted abundant small RNAs. Interestingly, many putative small RNA loci overlapped non-miRNA small RNAs such as small nucleolar RNAs (snoRNAs) and piwi-associated small RNAs (piRNAs) ( Table 1) . snoRNAs guide the chemical modification of ribosomal RNAs and other ncRNAs and are essential for major biological processes, including protein translation and mRNA splicing (12) . piRNAs represent a class of small RNAs that are 24 to 32 nt long and have been linked to transcriptional gene silencing in germ line cells (13) . piRNAs have also been identified in various somatic tissues (14, 15) . Also, we observed length distributions of small RNA loci overlapping an-notated small RNA loci that were similar to those of small RNA loci with no overlap (Fig. 3a) , indicating that our identified loci were indeed producing small RNAs. Examples of detailed read mapping of loci overlapped with annotated small RNAs are shown in Fig. 3b and c; similar results determined using read mapping of putative novel small RNA loci are shown in Fig. 4 . We observed that 32 putative small RNA loci overlapped with annotated snoR-NAs on the basis of the updated Ensembl annotation and that almost all (29 of 32) of the loci also overlapped with annotated coding or ncRNA loci, suggesting that, in addition to miRNAs, snoRNAs might represent another large class of small RNAs differentially expressed in response to virus infection and originating from long transcript-encoding loci.",
            "cite_spans": [
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1370,
                    "end": 1374,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1442,
                    "end": 1445,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1040,
                    "end": 1048,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1604,
                    "end": 1613,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1778,
                    "end": 1785,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1885,
                    "end": 1891,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "Coupling changes in host short and long RNA expression through parallel small RNA and whole-transcriptome sequencing. To better understand the host response to virus infection at the system level, we performed an integrative analysis of small RNA transcriptome sequencing with our previously reported whole-transcriptome sequencing method using the same set of SARS-CoV-infected samples (5) . To the best of our knowledge, studies have profiled host miRNA expression changes during virus infection (1, 3, 16, 17) , but regulation of such miRNA expression changes has not been systematically investigated. miRNA biogenesis can be regulated at different steps (18) , including at least three steps of RNA processing: (i) the transcription of miRNA primary transcripts (pri-miRNA) of several thousand base pairs, (ii) the processing of the long pri-miRNAs to miRNA precursors (70 to 100 nt), and (iii) the processing of miRNA precursors into mature miRNAs (about 20 to 22 nt). As we had previously generated whole-transcriptome data using the set of lung samples infected with SARS-CoV with which we quantified long transcripts (especially those Ͼ200 nt in length) (5), we reasoned that the long pri-miRNAs were also quantified.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "Though the transcript structures of pri-miRNAs have not been a Annotated loci data represent the set of nonredundant annotations of mouse protein-coding loci and ncRNAs compiled in reference (5), combined with the set of unannotated genomic regions identified in the same study. Annotated small RNAs are as follows: miRNA, miRNA precursors; snoRNA, small nucleolar RNAs; piRNA, piwi-associated small RNAs. RNA repeat data were downloaded from the UCSC genome browser (http://genome.ucsc.edu/). Numbers of putative small RNA loci represent the numbers of putative small RNA loci overlapped with different classes of annotated loci in terms of genomic coordinates; sense and antisense loci are counted separately. For example, 95 putative small RNA loci overlapped with annotated protein-coding loci on the sense strand (column 3, row 1). Total sense data represent the total numbers of putative small RNA loci that overlapped with annotated loci on the sense strand. Total antisense data represent the total numbers of putative small RNA loci overlapped with annotated loci on the antisense strand. The putative small RNA loci that overlapped with annotated loci were further classified by checking whether they also overlapped with different annotated small loci in terms of genomic coordinates. For example, of 95 small RNA loci that overlapped with annotated loci, 25 also overlapped with annotated miRNAs (column 4, row 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "completely annotated, it is known that many mature miRNAs originate from annotated long (protein-coding or noncoding) transcripts. We reasoned that those annotated loci overlapping miRNA precursors would be a good proxy for pri-miRNAs, as it has been shown that many mammalian miRNAs are transcriptionally linked to expression of the genes from which they origi-nate (19, 20) . We then compared the changes in expression of identified mature miRNAs obtained during SARS-CoV infection to the corresponding changes in expression of overlapping loci obtained from the previous whole-transcriptome sequencing analysis (5) . Interestingly, we found that the changes in expression of mature miRNAs and the overlapping loci significantly posi- tively correlated (ANOVA P ϭ 7e-11; Pearson correlation coefficient ϭ 0.51) (Fig. 5a) . Further, we took the 2-kb genomic regions surrounding each annotated miRNA precursor (1 kb upstream and 1 kb downstream, excluding the precursor region) as another approximation of pri-miRNAs and observed a similarly high positive correlation with changes in expression (ANOVA P ϭ 1.3e-08; Pearson correlation coefficient ϭ 0.42) (Fig. 5b) . These results show for the first time that the transcriptional regulation of pri-miRNAs could be largely responsible for the differential regulation of mature miRNAs during virus infection.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 813,
                    "end": 822,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1155,
                    "end": 1164,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "To investigate the potential functional impact of differential expression of mature miRNAs, we combined the data showing the mRNA expression changes measured by the whole-transcriptome sequencing analysis with that from the miRNA target predictions. We found that the majority (78%) of mRNA loci were predicted as targets of at least 1 of the 45 differentially expressed mature miR-NAs identified above (see Fig. S5a in the supplemental material) and that the differentially expressed mRNA loci listed were significantly (P Ͻ 2.2e-16 [chi-square test]) enriched with predicted targets of those differentially expressed miRNAs. The ratio of miRNA targets versus nontargets for differentially expressed mRNA loci was~3.5 compared to~1.6 for those loci that were not differentially expressed during infection, representing an enrichment of about 2.2-fold. These results strongly suggest that collectively differentially expressed miRNAs modulate the global host responses to virus infection. Notably, about 80% of those differentially expressed targets were predicted targets of two or more identified mature miRNAs, indicating that a single target could be regulated in vivo by multiple miRNAs at the same time during virus infection. Importantly, 82% of the targets predicted to be regulated by multiple miR-NAs were targeted by both upregulated and downregulated miRNAs at the same time, showing that additional studies are necessary to elucidate which specific miRNAs, if any, play a regulatory role in the changes of individual targets in vivo (Fig. S5b) . Functional analysis of predicted miRNA targets also indicated that many important aspects of the host response (such as innate immunity and cytokine production) were likely modulated by miRNAs (see Table S3 in the supplemental material). Figure S6 shows a subnetwork of differentially expressed miRNAs and their predicted targets in several antiviral pathways.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 416,
                    "text": "Fig. S5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1546,
                    "end": 1556,
                    "text": "(Fig. S5b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1757,
                    "end": 1765,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 1797,
                    "end": 1806,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "Deep sequencing of small RNAs in lung samples from mice infected with SARS-CoV or influenza virus."
        },
        {
            "text": "Studies of the host small RNA response to virus infection have been focused on miRNAs (1, 3, 16, 17), but there is growing evidence that the mammalian transcriptome comprises a diversity of small RNAs in addition to miRNAs. For example, human and protozoan snoRNAs have been reported to be processed into miRNA-like RNAs (21, 22) , and the members of a class of novel small RNAs have been reported to be derived from many snoR-NAs (23) . Abundant small RNAs are also derived from tRNAs in a Dicer-dependent manner (9) , and human tRNA-derived small RNAs appear to be involved in the global control of small RNA silencing (24) . To our knowledge, the present study was the first to use comprehensive deep-sequencing technology to characterize virus infection-induced changes in expression of miRNAs and other classes of small RNAs, including many nonannotated small RNAs. As the biological functions of these diverse types of small RNAs are largely unknown, virus infection models also offer a unique platform for studying the regulation and biology of these diverse small RNAs. For example, the influenza virus NS1 protein inhibits host pre-mRNA splicing through its interaction with snoRNAs (25) (26) (27) . Also, it has been shown that SARS-CoV and other nidoviruses encode a protein with sequence similarity to XendoU, a eukaryotic endoribonuclease that is involved in cellular snoRNA processing (28, 29) . Though the experimental protocol used here is not optimized for the capture of RNA products with 2=,3=-cyclic phosphates as specifically generated by XendoU (30), we did observe that the fold changes of identified small RNAs tended to be larger in SARS-CoV-infected samples than in influenza virus-infected samples (see Fig. S4b and c in the supplemental material), suggesting that further investigation of the impact of viral proteins on host small RNA processing could represent another approach for the study of virus-host interactions.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1399,
                    "end": 1403,
                    "text": "(28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1404,
                    "end": 1407,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1730,
                    "end": 1738,
                    "text": "Fig. S4b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "It is known that the characteristics of their secondary structures could be indicative of the types of putative small RNAs such as miRNAs and therefore of their general functional mechanisms. We therefore investigated whether the putative small RNAs identified here tended to have stable secondary RNA structures (see Materials and Methods). In total, 89 (41%) putative small RNA loci were predicted by secondary structure analysis; 20 of those loci did not overlap with those of the annotated small RNAs (see Table S4 in the supplemental material). Interestingly, those that overlapped with annotated small RNAs were significantly (chisquare test; P ϭ 9.26e-06) more likely to be predicted by RNA secondary structure analysis (54% [69/128]) compared to those which did not overlap any annotated small RNAs (23% [20/88]), suggesting that the existing annotation of small RNAs might be biased toward those with stable local secondary structures. For example, out of 46 putative small RNA loci that overlapped with known miRNA precursors, 76% (one prediction only) to 87% (all four predictions combined) were predicted with secondary structures, indicating that our automated strategy for structure prediction performed well in terms of finding local RNA structures such as hairpins. For those putative loci that overlapped with other classes of small RNAs, however, the percentage predicted with secondary structures was much lower, ranging from 40.6% to 59% for snoRNAs to 24% for piRNAs. A closer look at those loci overlapping snoRNAs showed that 90% (9/10) of the loci that overlapped with H/ACA box family snoRNAs but only about 45% (10/22) of the loci that overlapped with C/D box family snoRNAs were predicted with secondary structures. Since snoRNAs are broadly classified into two families, corresponding to a C/D box with one short (~5 nt) hairpin structure and an H/ACA box with at least two large hairpin structures (31) , these results suggest that investigations based solely on a typical RNA secondary structurebased approach might miss many small RNAs that do not form stable local RNA structures per se and that approaches utilizing transcriptome sequencing might be able to identify broader classes of small RNAs.",
            "cite_spans": [
                {
                    "start": 1927,
                    "end": 1931,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 518,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Compared to the current knowledge regarding noncanonical small RNAs, the functional mechanism of miRNAs is relatively better understood. However, the regulation of miRNA expression changes during virus infection has not been systematically investigated. Through integrative analysis of parallel sequencing of both small RNAs and long transcripts from the same samples, we were able to infer the regulatory relationships both upstream and downstream of miRNAs with respect to the differences in expression. Not only did we show that the differential expression of miRNAs was likely due to transcriptional regulation, but our data also indicate that those miRNAs may collectively play a role in modulating the global host response. Since it has been shown that mechanistically mammalian miRNAs mainly act to decrease target mRNA levels, thus leading to reduced protein output (32), these results argue that a better understanding of the small RNAs, including miRNAs, would be required for complete knowledge of the regulation of host responses to virus infections. As evidenced here and in other studies (33) , multiple miRNAs can simultaneously regulate the same targets, arguing that experimental design with the corresponding miRNAs measured by whole-transcriptome sequencing analysis using the same samples (x axis). In total, 36 mature miRNA loci overlapped annotated loci and were included in the plot. (b) Data are presented as described for panel a, with the y axis data showing the log 2 fold changes in expression of the 2-kb genomic regions surrounding the corresponding miRNA precursors measured by whole-transcriptome sequencing analysis of the same samples. In total, 42 mature miRNAs were included in the plot, as 3 of 45 genomic regions surrounding differentially expressed miRNAs were not subjected to differential expression analysis due to the lack of a sufficient number of reads for quantification in the whole-transcriptome sequencing data. and computational strategies of greater complexity, such as we proposed previously (17) , are necessary to elucidate the combinatorial nature of miRNA-mRNA regulatory networks in vivo.",
            "cite_spans": [
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2044,
                    "end": 2048,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our integrated sequencing analysis also offers several additional benefits, such as the investigation of the functions of some long ncRNAs. We previously reported that many long ncRNAs of unknown function respond to virus infection (5) , and it is known that long ncRNAs can serve as precursors for small RNAs (34) . In this study, we identified a number of small RNAs that overlapped with long ncRNAs (Table 1) . For example, miR-155, one of the upregulated miRNAs identified here (Fig. 2a) , is produced from an exon of the long ncRNA BIC, which was also observed to be upregulated by whole-transcriptome sequencing analysis (5) . Both miR-155 and BIC were induced in primary murine macrophages stimulated by beta interferon (INF-␤) (10) . Loss-offunction studies showed that mice lacking a functional BIC/miR-155 gene exhibited a defective immune response in vivo and were deficient in cytokine production (35, 36) . Also, Fig. 3 shows two small RNAs overlapping snoRNAs encoded in the introns of Gas5, another long ncRNA that was previously identified as an apoptosis regulator (37) . It is unclear whether snoRNAs from Gas5 play any functional roles in response to virus infection, but it has been hypothesized that the functional effect of Gas5 on T-cell growth may be mediated through its intronic snoRNAs (38) . These examples suggest that a detailed investigation of the connections between long ncRNAs and the coexpressed small RNAs might facilitate a better understanding of the regulation of host responses. Moreover, even though the study of viral small RNAs is beyond the scope of this report, it is worth noting that we also observed many small sequence reads from both viral genomes (see Table S1 in the supplemental material). Though isolation of small RNAs from SARS-CoV infections has not been reported, it was shown recently that influenza virus expresses many small RNAs (39, 40) . In summary, our results convincingly show that, in the future, integrated sequencing analysis of different fractions of the complex transcriptome should facilitate a full understanding of virushost interactions and viral pathogenesis.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "(35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1892,
                    "end": 1896,
                    "text": "(39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1897,
                    "end": 1900,
                    "text": "40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 926,
                    "end": 932,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1704,
                    "end": 1712,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The small RNA transcriptome deepsequencing analysis was performed on lung samples from our previously published study (5) . Briefly, we infected four of the eight founder mouse strains used in generating the Collaborative Cross, a recombinant inbred mouse resource for mapping complex traits (41) . These strains included 129S1/SvImJ (129/S1), WSB/EiJ (WSB), PWK/PhJ (PWK), and CAST/EiJ (CAST) mice. Ten-week-old mice were intranasally infected with phosphate-buffered saline (PBS) alone or with 1 ϫ 10 5 PFU of mouseadapted severe acute respiratory syndrome coronavirus (SARS-CoV; rMA15), or 500 PFU of influenza A virus strain A/Pr/8/34 (H1N1; PR8).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "To match the previous whole-transcriptome analysis, we performed small RNA transcriptome sequencing analysis on the same eight samples from mice with SARS-CoV infections, including one SARS-CoV rMA15infected mouse and one matched mock-infected mouse from each of the four strains at 2 days postinfection (dpi). In addition, we sequenced the small RNA transcriptome for 12 samples obtained from influenza virusinfected mice, including two PR8-infected mice and one matched mockinfected mouse from each of the four strains at 2 dpi. The additional replicate samples from matched infections were used for evaluation by quantitative reverse transcription-PCR (qRT-PCR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "Additional virus infections for qPCR assay. Twenty-week-old C57BL/6 mice were infected by intranasal instillation of influenza virus VN1203 (1 ϫ 10 3 PFU), VN1203 HA avirulent (VN1203 with a mutation of the HA protein) (1 ϫ 10 4 PFU), SARS-CoV rMA15 (1 ϫ 10 5 PFU), or infectious-clone SARS (icSARS) Urbani (1 ϫ 10 5 PFU) in 50 l of PBS or were subjected to mock infection with PBS alone. In this experiment, VN1203 was treated as a highly pathogenic strain and VN1203 HA avirulent as a minimally pathogenic strain of influenza virus, as the 50% mouse lethal doses were 1 PFU for VN1203 and 104.3 PFU for VN1203 HA (unpublished data). Similarly, MA15 was treated as a highly pathogenic strain and Urbani as a minimally pathogenic strain of SARS-CoV based on a previous study (42) . Lung tissues were removed on days 2 and 4 postinfection, and total RNA was harvested from an individual lung lobe. There were 3 mice for each time point and 3 animals for the time- RNA preparation. The individual lung lobes were homogenized using Trizol and a Magnalyser system (Roche) according to the manufacturer's instructions. RNA was further purified using an miRNeasy Mini kit (Qiagen) according to the manufacturer's instructions. RNA samples were spectroscopically verified for purity, and the quality of the intact RNA was assessed using an Agilent 2100 Bioanalyzer. The assay also confirmed that the RNA samples were free of genomic DNA contamination.",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 779,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "Library construction. For SARS MA15-infected samples, small RNA libraries were prepared with a Small RNA v1.5 sample preparation kit following the manufacturer's instructions (Illumina, San Diego, CA). Total RNA was ligated with a 3 = RNA adaptor (5=-/5rApp/ATCTCGTATG CCGTCTTCTGCTTG/3ddC/) specifically modified to target miRNAs and other small RNAs that have a 3 = hydroxyl group resulting from cleavage by Dicer and other RNA-processing enzymes and then with a 5 = RNA adaptor (5=-GUUCAGAGUUCUACAGUCCGACGAUC) at the 5 = end of RNA with a phosphate group. The 5 = adaptor also included the sequencing primer. RT-PCR amplification was then done using the adaptors as primers, selectively enriching the fragments that had adaptors on both ends. The resulting double-stranded DNA libraries were polyacrylamide gel electrophoresis (PAGE) (6% Novex Tris-borate-EDTA [TBE] PAGE; Invitrogen) purified and size selected to eliminate dimerized adaptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "For influenza virus-infected samples, small RNA libraries were prepared using a TruSeq Small RNA sample preparation kit (Illumina, San Diego, CA) following the manufacturer's instructions. This protocol is very similar to that of the version 1.5 sample preparation kit but with a change in the 3 = adapter (5 = TGGAATTCTCGGGTGCCAAGG) that also targets the 3 = hydroxyl resulting from enzymatic cleavage by Dicer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "Sequencing and read mapping. All libraries were sequenced to 50 nt (SARS-CoV infection) or 54 nt (influenza virus infection) of read length on individual lanes on a Genome Analyzer II system following the protocols of the manufacturer (Illumina, San Diego, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "The adaptor sequences were first trimmed from small RNA reads. After adaptor trimming, reads Ͻ 16 nt in length were discarded, and reads Ͼ 40 nt were shortened to 40 nt by clipping from the 3 = end. Bowtie software (43) was used to align the trimmed reads to reference sequences, allowing up to two mismatches and with options selected as \"-k 1 -m1 -best -strata,\" which kept only uniquely mapped reads.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "For the global classification, the trimmed reads were aligned sequentially to mouse ribosomal sequences (rRNA) from GenBank, tRNA sequences (tRNA) from the genome browser of the University of California, Santa Cruz (UCSC), (http://genome.ucsc.edu), small cytoplasmic RNA (scRNA), small nuclear RNA (snRNA), and small nucleolar RNAs (snoRNA) sequences from NCBI RefSeq annotation, piwiassociated small RNA (piRNA) sequences from the functional RNA database (44) , microRNA (miRNA) precursor sequences from miRBase (http://www.mirbase.org, release 16), the mouse reference genome (mm9, July 2007, NCBI build 37, reference strain C57BL/6J), and SARS-CoV (GenBank accession no. DQ497008) or influenza virus (GenBank accession no. AF389115 to AF389122) genomic sequences. Also, unmapped reads after rRNA alignment were mapped directly to the same mouse reference genome to search for nonannotated small RNAs. For visualization, BAM files were generated using SAMtools (45) and displayed using the UCSC genome browser.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "Differential expression analysis of small RNAs from annotated loci. To quantify transcript expression, we estimated transcript abundance by counting the total number of reads mapped to each transcript. Read sequences that mapped to more than one location were excluded from expression quantification. To compare transcript expression data across different sets of conditions, the transcript abundances, i.e., the raw read counts, were scaled first as the number of reads per million (rpm) mapped for each sample. Next, we chose the geometric mean of all samples as a reference. The quantile-quantile (qq) plots of the distribution of differences between the reference and remaining samples in the numbers of log 2 -transformed revolutions per minute were compared. We determined a scaling factor for each sample as the median difference between the corresponding quantile values of the individual sample and the reference. An offset of 1 was added to all normalized values to facilitate comparisons involving one or more values of zero and to reduce the variability of the log ratios for low expression values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "For quantification of annotated miRNAs, we first removed reads mapped to other abundant small RNAs (rRNAs, tRNAs, snoRNAs, snRNAs, scRNAs, and piRNAs) and used the results to map the remaining reads directly to miRNA precursors. To accommodate the variability in the RNA sequences of individual mature miRNAs, i.e., the so-called isomiRs (46) , we counted all reads mapped with start positions located within a 3-nt window for each annotated mature miRNA. Only reads of 19 to 25 nt were used for miRNA quantification.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "For other annotated loci, we used the mapping results of the reads to search the mouse reference genome. A nonredundant set of annotations that included annotations of long (Ͼ200 nt) noncoding RNAs was compiled as previously described (5) . In brief, we clustered the overlapping annotated transcripts into single loci. We found 10,986 nonoverlapping ncRNA loci (8,008 of which were larger than 200 nt) in addition to 21,565 protein-coding loci. Read sequences that mapped to multiple locations on the corresponding reference sequences were excluded from the counts during all differential expression analyses. The repeat information was downloaded as a RepeatMasker track using the UCSC genome browser.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "Identification of non-miRNA and novel small RNAs by a genomewide search. We carried out a genome-wide search of novel small RNAs, starting by mapping all short reads directly to the mouse reference genome. We located start positions in the genome mapped with short reads from all 20 samples and counted the number of reads of the same length from the same sample for each start position mapped. We then identified the (top 5%) most abundant start positions by the read count of all start positions located as described above as candidate loci for putative small RNAs. We next merged overlapping candidate loci into single loci to create a set of nonredundant candidate loci for putative small RNAs. We counted the number of reads that were 16 to 36 nt in length that mapped to each of nonredundant candidate loci across all samples and estimated the changes in expression of these candidate loci during virus infection by the use of a method similar to that used for miRNA differential analysis. The differentially expressed candidate loci were predicted as putative small RNA loci.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "To minimize the possibility that an identification of a non-miRNA small RNA was due to a partial misalignment of short reads that originated from very abundant RNAs sharing high sequence similarities, we located all genomic regions with high sequence similarity to each putative small RNA locus. These \"homologous\" genomic regions were identified as follows: (i) for putative small RNA loci that were relatively long (Ͼ40 nt), we used the standalone BLAT program with the default setting for DNA alignment to align the genomic sequence of the small RNA locus to the reference genome sequence (47); (ii) for small RNA locus that were relatively short (40 nt or less), we extracted all reads uniquely mapped to the small RNA locus as described above. We then used the Bowtie program as described above (43) but with criteria that were less stringent (i.e., with a change from 2 mismatches to 3 mismatches) and with adjustments of the program settings to report all valid alignments (Bowtie option \"-all\") to realign the extracted reads to the reference genomes. For both alignment approaches, we treated the genomic region corresponding to each obtained alignment as a genomic region \"homologous\" to the small RNA locus. To remove redundancies, we merged overlapping homologous genomic regions into single homologous genomic regions. For each identified homologous region, we counted the number of uniquely mapped reads obtained across all samples as described above. We then compared the read counts of these homologous regions to that of the genomic region corresponding to the original small RNA locus. We kept a putative small locus for further analysis only when the number of uniquely mapped reads in the genomic region corresponding to the small RNA locus was at least twice as large (on average, across all samples) as that of the homologous region with the highest number of uniquely mapped reads.",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 804,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "We used RNAfold (48) and RNAz (49) to perform RNA secondary structure predictions for putative small RNA loci. Conserved RNA secondary structures (P Ͼ 0.5) were predicted using 30-way multiple alignments downloaded from the UCSC genome browser (http://genome.ucsc .edu) and RNAz (49) . For predictions performed using RNAfold (48), we extracted three genomic windows of different sizes (100, 150, and 200 nt) surrounding each putative small RNA loci. When a locus was shorter than the desired genomic window, we expanded the locus by first adding neighboring candidate loci within the desired genomic window and then extending the sequence at both ends to achieve the desired width. To evaluate the statistical significance of the secondary structures predicted by RNAfold, we generated 500 randomly permutated sequences from the original sequence, with dinucleotide frequencies preserved using uShuffle (50) , and used RNAfold to similarly fold all random sequences. We calculated the percentage of times that a random sequence exhibited a higher minimum free energy level than the original sequence as the P value of the predicted secondary structure for the locus. A prediction with P Ͻ 0.05 was considered significant.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 30,
                    "end": 34,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "(50)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "Quantitative real-time PCR (qPCR). Quantitative real-time PCR was used to validate expression of selected miRNAs on replicate samples. For each miRNA qRT-PCR assay, the total RNA input used was 20 ng per sample. qPCR (including reverse transcription-and miRNA-specific primer sets) was performed using a miRCURY LNA Universal RT mi-croRNA PCR system (Exiqon, Woburn, MA). qPCR was performed with an ABI 7900 real-time PCR system and SYBR green chemistry. Each assay was run in triplicate with Power SYBR green PCR master mix (Applied Biosystems, Carlsbad, CA) for miRNA detections in a 10-l total reaction volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse lines and virus infection."
        },
        {
            "text": "Supplemental material for this article may be found at http://mbio.asm.org /lookup/suppl/doi:10.1128/mBio.00198-11/-/DCSupplemental. Figure S1 , PDF file, 0.1 MB. Figure S2 , PDF file, 0.1 MB. Figure S3 , PDF file, 0.1 MB. Figure S4 , PDF file, 0.3 MB. Figure S5 , PDF file, 0.8 MB. Figure S6 , PDF file, 0.1 MB. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 163,
                    "end": 172,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 193,
                    "end": 202,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 223,
                    "end": 232,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 253,
                    "end": 262,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 283,
                    "end": 292,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "SUPPLEMENTAL MATERIAL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viral and cellular microRNAs as determinants of viral pathogenesis and immunity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gottwein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Host Microbe",
            "volume": "3",
            "issn": "",
            "pages": "375--387",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modulation of hepatitis C virus RNA abundance by a liver-specific microRNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jopling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1577--1581",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MicroRNA expression and virulence in pandemic influenza virus-infected mice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "3023--3032",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Suppression of microRNA-silencing pathway by HIV-1 during virus replication",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Triboulet",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "315",
            "issn": "",
            "pages": "1579--1582",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Unique signatures of long noncoding RNA expression in response to virus infection and altered innate immune signaling",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "206--216",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Digital transcriptome profiling using selective hexamer priming for cDNA synthesis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Armour",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Methods",
            "volume": "6",
            "issn": "",
            "pages": "647--649",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genetic analysis of complex traits in the emerging collaborative cross",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Aylor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genome Res",
            "volume": "21",
            "issn": "",
            "pages": "1213--1222",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A novel and universal method for microRNA RT-qPCR data normalization",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mestdagh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genome Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Filtering of deep sequencing data reveals the existence of abundant Dicer-dependent small RNAs derived from tRNAs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "RNA",
            "volume": "15",
            "issn": "",
            "pages": "2147--2160",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MicroRNA-155 is induced during the macrophage inflammatory response",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;connell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Taganov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Boldin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "104",
            "issn": "",
            "pages": "1604--1609",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Regulation of progenitor cell proliferation and granulocyte function by microRNA-223",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Johnnidis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "1125--1129",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Non-coding RNAs: lessons from the small nuclear and small nucleolar RNAs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Matera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Terns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Terns",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "8",
            "issn": "",
            "pages": "209--220",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Biogenesis and germline functions of piRNAs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Klattenhoff",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Theurkauf",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Development",
            "volume": "135",
            "issn": "",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cloning and expression profiling of testis-expressed piRNA-like RNAs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "RNA",
            "volume": "13",
            "issn": "",
            "pages": "1693--1702",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Widespread expression of piRNA-like molecules in somatic tissues",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "6596--6607",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MicroRNA profile changes in human immunodeficiency virus type 1 (HIV-1) seropositive individuals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Houzet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Retrovirology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Computational identification of hepatitis C virus associated microRNA-mRNA regulatory modules in human livers",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Genomics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Biogenesis of small RNAs in animals",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Siomi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "126--139",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Microarray profiling of microRNAs reveals frequent coexpression with neighboring miRNAs and host genes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baskerville",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Bartel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "RNA",
            "volume": "11",
            "issn": "",
            "pages": "241--247",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Identification of mammalian microRNA host genes and transcription units",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths-Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Ashurst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genome Res",
            "volume": "14",
            "issn": "",
            "pages": "1902--1910",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A human snoRNA with microRNA-like functions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ender",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Cell",
            "volume": "32",
            "issn": "",
            "pages": "519--528",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "snoRNA, a novel precursor of microRNA in Giardia lamblia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Saraiya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Small RNAs derived from snoRNAs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Taft",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "RNA",
            "volume": "15",
            "issn": "",
            "pages": "1233--1240",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Human tRNA-derived small RNAs in the global regulation of RNA silencing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haussecker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "RNA",
            "volume": "16",
            "issn": "",
            "pages": "673--695",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The influenza virus NS1 protein: a novel inhibitor of pre-mRNA splicing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Genes Dev",
            "volume": "8",
            "issn": "",
            "pages": "1817--1828",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The influenza virus NS1 protein binds to a specific region in human U6 snRNA and inhibits U6-U2 and U6-U4 snRNA interactions during splicing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nemeroff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "RNA",
            "volume": "1",
            "issn": "",
            "pages": "304--316",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "U6atac snRNA, the highly divergent counterpart of U6 snRNA, is the specific target that mediates inhibition of AT-AC splicing by the influenza virus NS1 protein",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "RNA",
            "volume": "4",
            "issn": "",
            "pages": "55--64",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Functional characterization of XendoU, the endoribonuclease involved in small nucleolar RNA biosynthesis",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gioia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Biol. Chem",
            "volume": "280",
            "issn": "",
            "pages": "18996--19002",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The structure of the endoribonuclease XendoU: from small nucleolar RNA processing to severe acute respiratory syndrome coronavirus replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Renzi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "103",
            "issn": "",
            "pages": "12365--12370",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Capture and sequence analysis of RNAs with terminal 2=,3=-cyclic phosphates",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schutz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hesselberth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fields",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "RNA",
            "volume": "16",
            "issn": "",
            "pages": "621--631",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The expanding snoRNA world",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bachellerie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cavaillé",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hüttenhofer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biochimie",
            "volume": "84",
            "issn": "",
            "pages": "775--790",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mammalian mi-croRNAs predominantly act to decrease target mRNA levels",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Bartel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "466",
            "issn": "",
            "pages": "835--840",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Combinatorial microRNA target predictions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Genet",
            "volume": "37",
            "issn": "",
            "pages": "495--500",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Long noncoding RNAs: functional surprises from the RNA world",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilusz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sunwoo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Spector",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genes Dev",
            "volume": "23",
            "issn": "",
            "pages": "1494--1504",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Requirement of bic/microRNA-155 for normal immune function",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "",
            "pages": "608--611",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Regulation of the germinal center response by microRNA-155",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Thai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "",
            "pages": "604--608",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Isolation of genes controlling apoptosis through their effects on cell survival",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gene Ther. Mol. Biol",
            "volume": "10",
            "issn": "",
            "pages": "255--262",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A critical role for non-coding RNA GAS5 in growth arrest and rapamycin inhibition in human T-lymphocytes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mourtada-Maarabouni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Farzaneh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochem. Soc. Trans",
            "volume": "39",
            "issn": "",
            "pages": "482--486",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Influenza A virus-generated small RNAs regulate the switch from transcription to replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "107",
            "issn": "",
            "pages": "11525--11530",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Influenza A virus expresses high levels of an unusual class of small viral leader RNAs in infected cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Umbach",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "mBio",
            "volume": "1",
            "issn": "",
            "pages": "204--214",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Collaborative Cross, a community resource for the genetic analysis of complex traits",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Churchill",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Genet",
            "volume": "36",
            "issn": "",
            "pages": "1133--1137",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A mouse-adapted SARS-coronavirus causes disease and mortality in BALB/c mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Ultrafast and memory-efficient alignment of short DNA sequences to the human genome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langmead",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trapnell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genome Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Functional RNA Database 3.0: databases to support mining and annotation of functional RNAs",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mituyama",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nucleic Acids Res",
            "volume": "37",
            "issn": "",
            "pages": "89--92",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The sequence alignment/map format and SAMtools",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "2078--2079",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Application of massively parallel sequencing to microRNA profiling and discovery in human embryonic stem cells. Genome Res",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Morin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "610--621",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "BLAT-the BLAST-like alignment tool",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kent",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genome Res",
            "volume": "12",
            "issn": "",
            "pages": "656--664",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Fast folding and comparison of RNA secondary structures",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Hofacker",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Monatsh. Fur Chem",
            "volume": "125",
            "issn": "",
            "pages": "167--188",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Fast and reliable prediction of noncoding RNAs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Washietl",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Hofacker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Stadler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "102",
            "issn": "",
            "pages": "2454--2459",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "uShuffle: a useful tool for shuffling biological sequences while preserving the k-let counts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayne",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Bioinform",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Overview of deep-sequencing analysis of the small RNA transcriptome in lungs from virus-infected mice. (a) Length distribution of small RNA short reads in an arbitrarily chosen sample. Reads were adaptor trimmed. Reads Ͻ 16 nt were discarded, and reads Ͼ 40 nt were shortened to 40 nt by clipping from the 3 = end. (b) Global classification of small RNA transcriptional activity of the sample described in the panel a legend. Short reads were sequentially mapped to sequences of ribosomal RNAs (rRNA), transfer RNAs (tRNA), small cytoplasmic RNAs, small nuclear RNAs, small nucleolar RNAs (other ncRNAs), piwiassociated small RNAs (piRNA), microRNA precursor sequences, a mouse reference genome, and the SARS-CoV genome. (c) Relative abundances of the most abundant mature miRNAs in lung samples from virus-infected mice. The 10 most abundant mature miRNAs in at least 4 samples across all 20 samples are shown. (d) Distribution of detected mature miRNAs grouped by normalized read count (the number of the reads per million mapped reads) across all 20 samples. Numbers in parentheses represent ranges. SARS, SARS-CoV; FLU, influenza virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "miRNAs differentially expressed during virus infection. (a) Overview of 45 miRNAs differentially expressed in mouse lung samples during SARS-CoV (MA15) or influenza virus (PR8) infection. Colors on the heat map indicate the log 2 ratios of expression (representing normalized read counts) in virus-infected samples to expression in matched mock-infected samples. Red, upregulation; green, downregulation. The data in the eight columns under \"small RNA NGS\" represent log 2 ratios of expression in virus-infected samples to expression in mock-infected samples as determined on the basis of small RNA transcriptome sequencing analysis. NGS, next-generation sequencing. The nine columns under \"published microarray\" represent log 2 ratios determined on the basis of the microarray measurements of the corresponding miRNAs in lung samples from a previous study (3) in which mice were infected with the fully reconstructed 1918 pandemic (1918) or a nonlethal seasonal (Tx) influenza virus. The three columns under \"1918/Tx\" show the results of direct comparisons of miRNA expression in 1918-infected samples to expression in Tx-infected samples at 1, 3, and 5 days after infection; note that only changes of at least 1.5-fold are indicated. The log 2 ratios of expression in infected samples to expression in mock-infected samples are shown separately under \"1918\" and \"Tx,\" where rows in grey indicate that the corresponding miRNAs were not probed by the miRNA microarray and rows in white indicate undetected miRNAs. The left sidebar shows the relative abundances of the corresponding miRNAs represented as the minimum average normalized read counts across all samples. (b) Patterns of changes in expression of selected miRNAs across a panel of virus infection samples measured by qPCR. Six miRNAs from panel a (indicated in boldface and italics) were selected; two, namely, miR-155 in macrophages",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Length distributions of identified putative small RNA loci and two examples of non-miRNA small RNAs differentially expressed during SARS-CoV and influenza virus infection. (a)The length distribution of the identified putative small RNA loci. Data for \"overlap annotated smRNAs\" represent loci overlapping annotated or predicted small RNAs, including miRNAs, snoRNAs, piRNAs, and RNA repeats. \"No overlap\" data represent loci that do not overlap any small RNAs. (b) UCSC genome browser (http://genome.ucsc.edu) display of the locations of reads mapped to a 350-bp region of chromosome 6 (chr6). On the left, each track represents short reads collected from small RNA transcriptome sequencing analysis of a single mouse lung sample. Because there were too many reads to be displayed individually, total reads were condensed (dense mode) to display the genomic regions with mapped reads. The red color indicates that the reads were mapped to the negative strand. The black horizontal bar under the sample tracks shows the location of the predicted small RNA locus. The red horizontal bar represents a Y RNA, a small noncoding RNA component of theRo ribonucleoprotein  particle, as annotated by the use of Ensembl software. The raw total read counts of the corresponding small RNA locus across all 20 samples are represented on the right in the same order as shown on the left. Read counts indicate that expression of the small RNA was upregulated during virus infection. Mammal cons, UCSC track (http://genome.ucsc.edu) showing the placental mammal basewise conservation by PhyloP. (c) An overview similar to that shown in panel b for a 700-bp region of chromosome 1 covering two predicted small RNA loci. Each track represents a condensation of the short reads from a single sample (middle panel). The blue color indicates the reads were mapped to the positive strand. Green boxes show two predicted small RNA loci overlapped with two snoRNAs (the red horizontal bar inside each green box) annotated by the use of Ensembl software (version 61) and located in the introns of Gas5, a known long ncRNA located on the positive strand. Different isoforms of Gas5 are shown on the track labeled Ensembl Genes. An expanded view of the read mapping highlighted by the red box is displayed on the left. Distributions of the lengths and mapped locations of short reads from the single sample are shown. Raw read counts of two corresponding small RNA loci across all 20 samples are shown on the right (in the same order as shown in the middle panel). Both small RNA loci were upregulated during SARS-CoV and influenza virus infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Examples of two nonannotated small RNAs. (a) An overview of a 400-bp region of chromosome 5 similar to that shown inFig. 3b. The predicted small RNA is located in an intron of the Trim56 protein-coding gene (top). Both Trim56 and the predicted small RNA are on the negative strand. (b) An overview of a 400-bp region of chromosome X similar to that shown in panel a. The predicted small RNA is antisense to an intronic region of the Il1rapl1 protein-coding gene (top). Ll1rapl1 is on the negative strand, and the predicted small RNA is on the positive strand.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Correlations of mature miRNA expression changes with the corresponding pri-miRNA estimates. (a) Scatterplot of the log 2 fold changes of mature miRNA expression measured by small RNA transcriptome sequencing analysis (y axis) and the log 2 fold changes in expression of the annotated loci overlapped",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "matched mock-infected samples. PWK/PhJ mouse embryonic fibroblasts (MEFs) were infected with A/PR/8/34 influenza virus at a multiplicity of infection (MOI) of 2.0. Allantoic fluid was used for mock treatments (n ϭ 3 per set of conditions at each time point). Following infection, cells were washed once and incubated in complete medium at 37°C. At 6, 8, 12, and 24 h postinfection, cells were harvested in TRIzol and samples were processed using an miR-Neasy Mini kit (Qiagen) according to the manufacturer's instructions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Genomic overlap of 216 differentially expressed putative small RNA loci with existing annotations a",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "DOC file, 0.1 MB. Table S2, XLSX file, 0.1 MB. Table S3, XLSX file, 0.1 MB. Table S4, DOC file, 0.1 MB.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Elizabeth Rosenzweig and Jean Chang (University of Washington, Seattle) for generating qPCR data. We thank Lynn Law and Janine Bryan (University of Washington, Seattle) for helpful suggestions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}