{
    "paper_id": "60e51d3d13b027492b9f3b8693c58dd8b5385ada",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Xuelian",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University West China Hospital",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University West China Hospital",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University West China Hospital",
                    "location": {
                        "settlement": "Chengdu",
                        "region": "Sichuan",
                        "country": "China"
                    }
                },
                "email": "kangyan@scu.edu.cn"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Up to 31 January 2020, there have been 9811 officially reported confirmed cases of 2019-novel coronavirus (nCoV) infection in China since the epidemic began in December 2019 (updated data available at https ://gisan ddata .maps.arcgi s.com/apps/opsda shboa rd/index .html#/ bda75 94740 fd402 99423 467b4 8e9ec f6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the rapid transmission, the epidemic has spread throughout the country, and 177 cases have been reported in Sichuan Province. As nCoV infection is a highly contagious disease with high mortality (3-15%) [1] [2] [3] and West China Hospital (WCH) is the largest hospital in the southwest of China and the referral medical center in Sichuan Province, it is our responsibility to prepare for admission of additional critically ill patients as a matter of emergency. We have held several expert meetings and have reviewed the related literature to develop a plan to respond to the epidemic [4, 5] . The purpose of the plan is to enable us to provide the maximum level of care to critically ill patients while ensuring the protection of medical staff.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We set up a special emergency multi-disciplinary intensive care team to discuss the problems that we might encounter and countermeasures. Team members include intensive care unit (ICU) physician, infectious disease physician, nurse, respiratory therapist, nosocomial infection control expert, and administrative staff. We first evaluated the isolation conditions and the capacity of our department to admit a larger number of patients. Second, we specified the protection levels for different types of health care activities. Third, we assigned special work such as patient screening, consultation, and transfer to designated staff to minimize the number of health workers who had contact with patients with nCoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel coronavirus infection special intensive care team"
        },
        {
            "text": "WCH is a teaching hospital with 4300 total beds and 8 ICUs of total 206 ICU beds. Under normal conditions, the ICU bed usage is always above 90%. It was not appropriate to treat 2019-nCoV-infected patients in the central area because the large stream of people would have a negative impact on infection control measures to curb the spread of the infection. The hospital authorities decided to vacate 402 beds belonging to the Center of Infectious Disease and the adjacent Fifth Inpatient Building so that both are separated from the rest of the inpatient buildings in WCH (Supplementary Figure 1) . Based on the initial data [1, 2] and taking into consideration the surge of critically ill patients, we plan to equip 50 ICU beds initially and adjust on the number of patients, as necessary. We made a list of requirements for other special medical equipment, such as ventilators, bronchoscopes, hemodialysis machines, ultrasound machines, standard personal protective equipment (PPE), and sterilizing equipment. During this epidemic period, a large amount of certified PPE, including medical masks, goggles, face shields, and waterproof isolation gowns, is required. Manufactures of the items on the requirement list were contracted and we drew up an advertisement to the society calling for donations to ensure sufficient supplies.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 628,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 596,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Bed and medical equipment preparation"
        },
        {
            "text": "It is very important to make all staff aware of the public health significance of the epidemic, and of potential challenges in achieving disease control. Strict isolation and protection measures are a top priority. Training content Fig. 1 Early warning score and rules for 2019-nCoV infected patients. *CCRRT: Critical Care Rapid Response Team includes hand and respiratory hygiene, use of PPE, safe waste management, environmental cleaning, and sterilization of patient-care equipment [6] . We educate and train staff by means of presentations, short videos, WeChat, and supervision to ensure that staff are following the correct procedures.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 489,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 238,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Education and training of staff"
        },
        {
            "text": "A special access to patients was set up and a boundary between the ward in which the nCoV patients are being treated and the office and living area of medical staff was established. The aim was to minimize the number of medical staff that have contact with a patient at any time, including during daily care, treatment, and transfer; minimize the use of high transmission-risk procedures such as bronchoscopy, manual ventilation, non-invasive ventilation, and tracheotomy. We use airborne precautions if these operations are necessary. Diagnostic imaging procedures such as X-ray and ultrasound at the bedside are prioritized, restricting computed tomography (CT) scans, because they cannot be performed at the bedside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection of medical staff"
        },
        {
            "text": "A physiological parameter-based warning score is used to facilitate early recognition of patients with severe infection and admission decisions according to the severity classification. The score is a modified version of the National Early Warning Score (NEWS) with age ≥ 65 years added as an independent risk factor based on recent reports [7, 8] (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 356,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Early case recognition and classification of disease severity"
        },
        {
            "text": "Patients are divided into four risk categories based on the score: low, median, high, and exceptional. A specially assigned physician or the special critical care team decides which patients need to be treated in the ICU, taking into consideration the disease severity, opportunity to benefit, and sources of support (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 324,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Early case recognition and classification of disease severity"
        },
        {
            "text": "All staff are required to report any history of exposure, respiratory symptoms, and temperature before entering the building in which the nCoV patients are treated. Everyone must wear masks, isolation suits, and wash hands if need to be in the building. Family members and nonessential medical staff are strictly forbidden from entering the nCoV ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strict restriction of patient contact"
        },
        {
            "text": "As nCoV infection is a novel disease, knowledge about it is limited [9, 10] , especially regarding the management of critically ill patients. We designed a case report form to collect clinical data, proceed with the ethics committee approval of research protocols, and contact with the laboratory that is qualified to conduct research on highly infectious organisms.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 72,
                    "end": 75,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "In conclusion, the 2019-nCoV epidemic is a threat, not only to China, but also to global health. As ICU physicians, our focus is on the management of the most severe patients. We are unable to predict how many critically ill patients we will receive but are doing the best that we can to be prepared and to work together to overcome the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "The online version of this article (https ://doi.org/10.1007/s0013 4-020-05954 -2) contains supplementary material, which is available to authorized users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electronic supplementary material"
        },
        {
            "text": "Funding was provided by National Natural Science Foundation of China (Grant no. 81701880) and National Natural Science Foundation of China (Grant no. 81873929).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "On behalf of all authors, the corresponding author states that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "This article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder.To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by-nc/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open Access"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30185--30194",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30185-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "Jre",
                    "middle": [],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intensive care unit preparedness during pandemics and other biological threats",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Maves",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jamros",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care Clin",
            "volume": "35",
            "issn": "4",
            "pages": "609--618",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ccc.2019.06.001"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "From SARS to avian influenza preparedness in Hong Kong",
            "authors": [
                {
                    "first": "Aty",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Luk",
                    "suffix": ""
                },
                {
                    "first": "Ckc",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Rfy",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Oty",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "Ayh",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Dnc",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Infect Dis",
            "volume": "64",
            "issn": "suppl_2",
            "pages": "98--104",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cix123"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A risk classification model to predict mortality among laboratory-confirmed avian influenza A H7N9 patients: a population-based observational cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Handel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect Dis",
            "volume": "220",
            "issn": "11",
            "pages": "1780--1789",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiz328"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A comparison of the quick sequential (sepsis-related) organ failure assessment score and the national early warning score in non-ICU patients with/without infection",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Redfern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Prytherch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inada-Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "12",
            "pages": "1923--1933",
            "other_ids": {
                "DOI": [
                    "10.1097/ccm.0000000000003359"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus infections-more than just the common cold",
            "authors": [
                {
                    "first": "Cimh",
                    "middle": [],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Data sharing and outbreaks: best practice exemplified",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heimann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30184--30191",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30184-7"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We would like to thank all our team members for their efforts in developing the plan. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}